{
  "Natural History": [
    "An Internal Secretion of Suprarenal Glands"
  ], 
  "details": "The main action of Adrenalin is stimulation of the SYMPATHETIC ENDINGS, notably the splanchnic area, causing CONSTRICTION OF THE PERIPHERAL ARTERIOLES, with resulting RISE IN BLOOD PRESSURE. This is especially observed in stomach, intestines; less in uterus, skin; nil in brain and lungs. Furthermore, is noticed, SLOWING OF PULSE, (medullary vagus stimulation), and STRENGTHENING OF HEART BEAT (increased myocardial contractility), resembling Digitalis; increased glandular activity, glycosuria; depression of respiratory center; contraction of muscular tissue of eye, uterus, vagina; relaxation of muscular tissue of stomach, intestines, bladder.Congestions of the ethmoid and sphenoid sinuses, also hay fever, have been markedly alleviated by warm spray of Adrenalin chloride, 1: 5, 000. Here compare, Hepar 1X, which will start up secretions and so facilitate drainage. Werlhoff's disease, hypodermically, 1: 1, 000. Externally, it has been used in neuritis, neuralgia, reflex pains, gout, rheumatism, as an ointment, 1-2 m. of (1: 1, 000) solution, along the nerve trunk at point of skin nearest its origin which could be reached (H. G. Carlton).Its chief therapeutic use depends on its VASOCONSTRICTION action; therefore a most powerful and prompt ASTRINGENT AND HEMOSTATIC, and invaluable in CHECKING capillary hemorrhages from ALL parts, where LOCAL or direct application is feasible: nose, ear, mouth, throat, larynx, stomach, rectum, uterus, bladder. Hemorrhagic condition not due to defective coagulation of the blood. Complete BLOODLESSNESS, ischaemia, may be induced with impunity. Locally, solutions (1: 10, 000-1: 1, 000) sprayed or applied on cotton have been very efficient in bloodless operations about the eye, nose, throat, and larynx.Adrenalin or Epinephrine, the active principle of the medulla of the suprarenal gland, (cortical secretion not as yet isolated), is employed as a chemical messenger in the regulation of the activities of the body; in fact, its presence is essential to the activity of the sympathetic nerve. Adrenalin action on any part is the same as STIMULATION OF THE SYMPATHETIC NERVE ENDINGS thereto. Local application (1:1, 000 solution) to mucous membranes promptly induces transient ischaemia, seen in a BLANCHING, persisting several hours from conjunctival instillation. Its action is very prompt, efficient, EVANESCENT, owing to rapid oxidation and therefore practically harmless, UNLESS too frequently repeated, when atheroma and heart lesions - myocardial - in animals have been reported. Arteries, heart, suprarenal bodies and vasomotor system are prominently affected.Therapeutically, Adrenalin has been suggested in acute congestion of lungs, ASTHMA, Grave's and Addison's diseases, arteriosclerosis, chronic aortitis, angina pectoris, hemophilia, chlorosis, hay fever, serum rashes, acute urticaria, etc. Dr. P. Jousset reports success in treating, homeopathically, cases of angina and or aortitis, sub-acute and chronic, when Adrenalin has been prescribed PER OS and in infinitesimal dose. The symptom guiding to this is, SENSATION OF THORACIC CONSTRICTION WITH ANGUISH. This, with vertigo, nausea and vomiting have been produced by the drug. ABDOMINAL PAIN. SHOCK or heart failure during anesthesia, as it causes very prompt rise of blood pressure by its action on nerve endings in the vessel wall.", 
  "symptoms": {}, 
  "name": "Adrenalin", 
  "dosage": "Hypodermically, 1-5 m. (1: 1, 000 solution, as chloride) diluted in water. Internally, 5-30 m. of 1: 1, 000 solution.CAUTION."
}