{
  "name": "Aesculus hippocastanum", 
  "Relationship": "AESCULUS GLABRA - Ohio-Buckeye Proctitis. Very painful, dark purple, external hemorrhoids, with constipation and vertigo and portal congestion. Speech thick, tickling in throat, impaired vision, paresis. PHYTOLACCA (throat dry, more often in acute cases.) NEGUNDIUM AMERICANUM - Box-elder - (Engorgements of rectum and piles with great pain, ten-drop dose of tincture every two hours.) Compare also: Aloe, Collinsonia. Nux-v. Sulphur.", 
  "symptoms": {
    "Chest": [
      "Heart's action full and heavy, can feel pulsations all over", 
      "Feels constricted", 
      "Laryngitis; coughs DEPENDING ON HEPATIC DISORDERS; hot feeling in chest; pain around heart in hemorrhoidal subjects"
    ], 
    "Head": [
      "Neuralgic stitches from right to left through forehead, followed by flying pains in epigastrium", 
      "Pain from occiput to frontal region, with bruised sensation of the scalp; worse in the morning", 
      "Vertigo when sitting and walking", 
      "Pressure in forehead, with nausea, followed by stitches in right hypochondrium", 
      "Depressed and IRRITABLE", 
      "Head dull, confused, aching as from a cold"
    ], 
    "Fever": [
      "Sweat profuse and hot with the fever", 
      "Fever 7 to twelve PM Evening fever, skin hot and dry", 
      "Chill at four PM Chilliness up and down back"
    ], 
    "Stomach": [
      "Weight of a stone, with gnawing, aching pain; most manifest about three hours after meals", 
      "Tenderness and fullness in region of liver"
    ], 
    "Abdomen": [
      "Jaundice; throbbing in hypogastrium and pelvis", 
      "Pain at umbilicus", 
      "Dull aching in liver and epigastrium"
    ], 
    "Mouth": [
      "Tongue thickly coated, feels as if scalded", 
      "Salivation", 
      "Metallic taste", 
      "Scalded feeling"
    ], 
    "Rectum": [
      "HEMORRHOIDS; with sharp shooting pains up the back; blind and bleeding; worse during climacteric", 
      "Irritation caused by ascarides and aids their expulsion", 
      "Large, hard, dry stools", 
      "Mucous membrane seems swollen and obstructs the passage", 
      "Anus raw, sore", 
      "Dry, aching", 
      "BURNING IN ANUS WITH CHILLS UP AND DOWN THE BACK", 
      "FEELS FULL OF SMALL STICKS", 
      "Much pain after stool, with prolapse"
    ], 
    "Eyes": [
      "Eyeballs sore", 
      "Heavy and hot, with lachrymation, WITH ENLARGED BLOOD VESSELS"
    ], 
    "Throat": [
      "Hawking of ropy mucus of sweetish taste", 
      "Hot, DRY, raw, stitching pain into ears when swallowing", 
      "Follicular pharyngitis connected with hepatic congestion", 
      "VEINS IN PHARYNX DISTENDED and tortuous", 
      "Early stages of atrophic pharyngitis in dried-up, bilious subjects", 
      "Throat sensitive to inspired air; feels excoriated and constricted, burns like fire on swallowing, in afternoon"
    ], 
    "Nose": [
      "Pressure at root of nose", 
      "Dry; inspired air feels cold, NASAL PASSAGES SENSITIVE TO IT", 
      "Membrane over turbinate bones distended and boggy, dependent upon hepatic disorders", 
      "CORYZA, sneezing"
    ], 
    "Male": [
      "Discharge of prostatic fluid at stool"
    ], 
    "Modalities": [
      "Worse: in morning on awaking", 
      "Worse: and from any motion", 
      "Worse: WALKING; from moving bowels; after eating", 
      "Worse: afternoon", 
      "Worse: standing", 
      "Better: cool open air"
    ], 
    "Urine": [
      "Frequent, scant, dark, muddy, hot urine", 
      "Pain in kidneys, especially left and ureter"
    ], 
    "Back": [
      "Hands and feet swell, and become red after washing, feel full", 
      "BACKACHE AFFECTING SACRUM AND HIPS; WORSE WALKING OR STOOPING", 
      "When walking feet turn under", 
      "Soles feels sore, tired, and swell", 
      "Lameness in neck; aching between shoulder blades; region of SPINE FEELS WEAK; back and legs give out"
    ], 
    "Female": [
      "CONSTANT THROBBING BEHIND SYMPHYSIS PUBIS", 
      "Leucorrhoea, with LAMENESS OF BACK ACROSS THE SACRO-ILLIAC ARTICULATION; dark, yellow, sticky corroding; worse after menses"
    ], 
    "Extremities": [
      "Aching and soreness in limbs, in left acromion process with shooing down arms; finger tips numb"
    ]
  }, 
  "details": "The action of this drug is most marked on the lower bowel, producing engorged hemorrhoidal veins, with characteristic backache, with absence of actual constipation. Much pain but little bleeding. Venous stasis general, varicose veins of purple color; everything is slowed down, digestion, heart, bowels, etc. Torpor and congestion of the liver and portal system, with constipation. The back aches and gives out and unfits the patient for business. Flying pains all over. FULLNESS IN VARIOUS PARTS; dry, swollen mucous membranes. Throat with hemorrhoidal conditions.", 
  "Natural History": [
    "Horse Chestnut"
  ], 
  "dosage": "Tincture, to third potency."
}