{
  "name": "Agaricus  muscarius",
  "Relationship": "Compare: MUSCARINE, the alkaloid of Agaricus (has much power over secretions, increasing lachrymal, salivary, hepatic, etc., but diminishing renal; probably neurotic in origin, stimulating the terminal fibres of the secretory nerves of all these structures, hence SALIVATION, LACHRYMATION AND EXCESSIVE PERSPIRATION. ATROPIA exactly opposes MUSCARINE. Resembles Pilocarpine in action.) AMANITA VERNUS - spring mushroom - a variety of AGARICUS PHALLOIDES - Death cup - active principle is PHALLIN active like Muscarine. AMANITA PHALLOIDES (Death Cup - Deadly Agaric.) The poison is a toxalbumin, resembling the poison in the rattle snake and the poison excreted by the cholera and diphtheria germs. It acts on the red blood corpuscles, dissolving them so that blood escapes into the alimentary canal and the whole system is drained. The amount of this toxic principle is small, even handling of specimens and breathing of spores affects some people unpleasantly. The poison is slow in development. Even 12 to 20 hours after taking it the patient feels all right, but vertigo violent choleraic symptoms with rapid loss of strength with death the second or third day, preceded by stupor and spasms. Fatty degeneration of liver, heart and kidneys, hemorrhages in lungs, pleura and skin (Dr. J. Schier). Vomiting and purging. Continuous urging to stool, but no gastric, abdominal or rectal PAIN. Intense thirst for cold water, dry skin. Lethargic but mentally clear. SHARP CHANGES from rapid to slow and from slow to rapid breathing, extreme collapse, suppressed urine, but NO cold extremities or cramps.) AGARIC. EMET. (severe vertigo; all symptoms BETTER, COLD WATER; LONGING FOR ICE-WATER; gastritis cold sweat, vomiting sensation as if stomach was suspended on a string. TAMUS (chilblains and freckles). CIMIC.; CANN-I.; HYOS.; TARANTULA.Antidote: ABSINTH.; COFFEA; CAMPHOR.",
  "symptoms": {
    "Head": [
      "Head in constant motion",
      "Desire to cover head warmly",
      "Falling backward, as if a weight in occiput",
      "Headache with NOSE-BLEED or thick mucous discharge",
      "Icy coldness, LIKE ICY NEEDLES, or splinters",
      "Dull headache from prolonged desk-work",
      "VERTIGO FROM SUNLIGHT, and on walking",
      "Neuralgia with icy cold head",
      "Lateral headache, as if from a nail"
    ],
    "Fever": [
      "Violent attacks of heat in evening",
      "Burning spots",
      "Very sensitive to cool air",
      "Copious sweat"
    ],
    "Stomach": [
      "Flatulent distention of stomach and abdomen",
      "Empty eructations, tasting of apples",
      "Profuse in-odorous flatus",
      "Unnatural hunger",
      "GASTRIC DISTURBANCE WITH SHARP PAINS IN LIVER REGION",
      "Burning in stomach about three hours after a meal, changing into a dull pressure",
      "Nervous disturbances, with spasmodic contractions, hiccough"
    ],
    "Abdomen": [
      "Frequent urination",
      "Stitches in urethra",
      "Stitching pains in liver, SPLEEN  and abdomen",
      "Diarrhoea with much fetid flatus",
      "Sudden and violent urging to urinate",
      "Stitches under short ribs, left side",
      "Fetid stools",
      "Urinary Organs"
    ],
    "Mouth": [
      "Splinter like pains in tongue",
      "Burning and smarting on lips",
      "Thirsty all the time",
      "Aphthae on roof of mouth",
      "Taste sweet",
      "Tongue white",
      "Twitching",
      "Tremulous tongue",
      "Herpes on lips"
    ],
    "Eyes": [
      "READING DIFFICULT, AS TYPE SEEMS TO MOVE, TO SWIM",
      "TWITCHING OF LIDS AND EYEBALLS",
      "Inner angles very red",
      "Asthenopia from prolonged strain, SPASM of accommodation",
      "Margins of lids red; itch and burn and agglutinate",
      "Vibrating specters",
      "DOUBLE VISION , dim and flickering"
    ],
    "Face": [
      "FACIAL; muscles feel stiff; TWITCH; face itches and burns",
      "Lancinating, tearing pain in cheeks, as of splinters",
      "Neuralgia, as if cold needles ran through nerves or sharp ice touched them"
    ],
    "Nose": [
      "ITCHING internally and externally",
      "Sensation of soreness in nose and mouth",
      "NERVOUS nasal disturbances",
      "Spasmodic sneezing after coughing; sensitiveness; watery non-inflammatory discharge",
      "Inner angles very red",
      "NOSEBLEED IN OLD PEOPLE",
      "Fetid, dark, bloody discharge"
    ],
    "Ears": [
      "Burn and itch, as if frozen",
      "Twitching of muscles about the ear and noises"
    ],
    "Heart": [
      "Cardiac region oppressed, as if thorax were narrowed",
      "IRREGULAR, TUMULTUOUS PALPATION, after tobacco",
      "Pulse intermittent and irregular",
      "Palpitation with redness of face"
    ],
    "Modalities": [],
    "Mind": [
      "FEARLESSNESS",
      "Begins with paroxysm of yawning",
      "Sings, talks, but does not answer",
      "Perception of relative size of objects is lost, takes long steps and jumps over small objects as if they were trunks of trees - a small hole appears as a frightful chasm, a spoonful of water an immense lake",
      "LOQUACITY",
      "Physical strength is increased, can lift heavy loads",
      "DELIRIUM characterized by singing, shouting, and muttering; rhymes and prophesies",
      "Aversion to work",
      "Indifference"
    ],
    "Back": [
      "Pain, WITH SENSITIVENESS OF SPINE TO TOUCH; worse in dorsal region",
      "TWITCHING OF CERVICAL MUSCLES",
      "Lumbago; worse in open air",
      "Crick in back"
    ],
    "Sleep": [
      "Restless from violent itching and burning",
      "Drowsy in daytime",
      "On falling asleep, STARTS, TWITCHES, AND AWAKENS OFTEN",
      "PAROXYSMS OF YAWNING",
      "Yawning, followed by involuntary laughter",
      "Vivid dreams"
    ],
    "Female": [
      "COUGH ENDS IN A SNEEZE",
      "Respiratory Organs",
      "Labored, oppressed breathing",
      "Spasmodic coughing at night after falling asleep, WITH EXPECTORATION OF LITTLE BALLS OF MUCUS",
      "Nipples itch, burn",
      "Spasmodic dysmenorrhoea",
      "Leucorrhoea, with much itching",
      "Complaints following parturition and coitus",
      "Severe BEARING-DOWN PAINS, ESPECIALLY AFTER MENOPAUSE",
      "Violent attacks of coughing that can be suppressed by effort of will, worse eating, pain in head while cough lasts",
      "Itching and tearing, oppressive pains of genitals and back",
      "Menses, increased, earlier",
      "Sexual excitement"
    ],
    "Skin": [
      "Pimples, hard, like flea-bites",
      "Circumscribed erythematous, papular and pustular and edematous lesions",
      "Angioneurotic oedema; rosacea",
      "Miliary eruption, with intolerable itching and burning",
      "Swollen veins with cold skin",
      "Chilblains",
      "BURNING, ITCHING, REDNESS, AND SWELLING, AS FROM FROSTBITES"
    ],
    "Throat": [
      "Feels contracted",
      "Dryness of pharynx, swallowing difficult",
      "Small solid balls of phlegm thrown up",
      "Scratching in throat; cannot sing a note",
      "Stitches along eustachian tube to ear"
    ],
    "Extremities": [
      "Numbness of legs on crossing them",
      "Pain in shin-bone",
      "Pain over hips",
      "Trembling",
      "Tearing painful contractions in the calves",
      "Paralytic pain in left arm followed by palpitation",
      "Neuralgia in locomotor ataxia",
      "Cramp in soles of feet",
      "Rheumatism better motion",
      "Weakness in loins",
      "Paralysis of lower limbs, with spasmodic condition of arms",
      "Stiff all over",
      "Uncertain gait",
      "ITCHING OF TOES AND FEET AS IF FROZEN"
    ]
  },
  "details": "This fungus contains several toxic compounds, the best known of which is MUSCARIN. The symptoms of poisoning do not develop at once, usually twelve to fourteen hours elapse before the initial attack. There is no antidote, treatment, entirely symptomatic. (Schneider). Agaricus acts as an intoxicant to the brain, producing more vertigo and delirium than alcohol, followed by profound sopor with lowered reflexes.Jerking, twitching, trembling, and itching are strong indications. Incipient phthisis; is related to the tubercular diathesis, anaemia, CHOREA, twitching ceases during sleep. Various forms of neuralgia and spasmodic affections, and neurotic skin troubles are pictured in the symptomatology of this remedy. It corresponds to various forms of cerebral excitement rather than congestion. Thus, in delirium of fevers, alcoholism, etc. General paralysis. SENSATIONS IF PIERCED BY NEEDLES OF ICE. Sensitive to pressure and cold air. VIOLENT BEARING-DOWN PAINS. Symptoms appear diagonally as RIGHT ARM AND LEFT LEG. Pains are accompanied by sensation of cold, numbness and tingling.",
  "Natural History": [
    "Toad Stool - Bug AgaricAmanita"
  ],
  "dosage": "Third to thirtieth and two hundredth potency. In skin affections and brain exhaustions give the lower attenuations."
}
