{
  "name": "Alfalfa", 
  "Relationship": "Compare: AVENA SAT.; DIPODIUM PUNCT.; GELS.; HYDR.; KALI-P.; PH-AC.; ZINC.", 
  "Common names": "Medicago Sativa. California Clover or Lucerne", 
  "symptoms": {
    "Head": [
      "Violent headache", 
      "Pain in left side of head", 
      "Dull, heavy feeling in occiput, in and above the eyes, worse toward evening"
    ], 
    "Stomach": [
      "Appetite impaired, but chiefly increased even to bulimia", 
      "Much nibbling of food and craving of sweets", 
      "Increased thirst", 
      "He must eat frequently, so that he cannot wait for regular meals; hungry in forenoon"
    ], 
    "Urine": [
      "Polyuria", 
      "Increased elimination of urea, indican and phosphates", 
      "Kidneys inactive; frequent urging to urinate"
    ], 
    "Mind": [
      "Dull, drowsy, stupid ; gloomy and irritable, worse during evening", 
      "It induces mental exhilaration of buoyancy, i.e, a general feeling of well being; clear and bright, so that all blues are dissipated"
    ], 
    "Abdomen": [
      "Chronic appendicitis", 
      "Flatulence with distention", 
      "Shifting, flatulent pain along colon several hours after meals", 
      "Frequent loose, yellow, painful stools, with burning of flatulence"
    ], 
    "Sleep": [
      "Slept better than usual, especially in early morning; it induces quiet, reposeful and refreshing sleep"
    ], 
    "Ears": [
      "Stuffed feeling in eustachian tube  at night, patulous in morning"
    ]
  }, 
  "details": "From its action on the sympathetic, Alfalfa favorably influences nutrition, evidenced in \"toning up\" the appetite and digestion resulting in greatly improved mental and physical vigor, with gain in weight. Disorders characterized by malnutrition are mainly within its therapeutic range, for example, neurasthenia, splanchnic blues, nervousness, insomnia, nervous indigestion, etc. Acts as a fat producer, corrects tissue waste. Deficient lactation. Increases quality and quantity of milk in nursing mothers. Its pronounced urinary action suggests it clinically in diabetes insipidus and phosphaturia; and it is claimed to allay vesical irritability of prostatic hypertrophy. The rheumatic diathesis seems especially amenable to its action.", 
  "dosage": "The best results are elicited with material doses (5-10) drops of tincture, several times daily. Continue its use until tonic effects ensue."
}