{
  "name": "Allium sativum", 
  "Relationship": "Antidote: Lycopod.Complementary: Arsenic.Compare: Capsicum; Arsenic; Senega; Kali-n.ALLIUM SAT., according to Dr. Teste, belongs to the Bryonia group, including Lyc. Nux-v. Coloc., Digital, and Ignatia which affect deeply all flesh eating animals and hardly at all vegetarians. Hence their special applicability to meat eaters rather than to exclusive vegetarians.", 
  "symptoms": {
    "Head": [
      "Heavy; pulsation in temples; catarrhal deafness"
    ], 
    "Respiratory": [
      "Dilated bronchi, with fetid expectoration", 
      "Darting pain in chest", 
      "Sensitive to cold air", 
      "Cough in the morning after leaving bedroom, with mucous expectoration, which is tenacious and difficult to raise", 
      "Constant rattling of mucus in bronchi"
    ], 
    "Stomach": [
      "Burning eructations", 
      "Constipation, with constant dull pains in bowels", 
      "Voracious appetite", 
      "Lest change in diet causes trouble", 
      "TONGUE PALE RED PAPILLAE"
    ], 
    "Mouth": [
      "Much sweetish saliva after meals and at night", 
      "Sensation of a hair on tongue or throat"
    ], 
    "Female": [
      "Eruption in vagina and on breasts and vulva during menses", 
      "Pain in swelling of breasts"
    ]
  }, 
  "details": "Adapted to fleshy subjects with dyspepsia and catarrhal affections. High livers. Patients who eat a great deal more, ESPECIALLY MEAT, than they drink. PAIN IN HIP, PAIN IN PSOAS AND ILIAC MUSCLES. PULMONARY TUBERCULOSIS.Cough and expectoration diminishes, temperature becomes normal, weight is gained, and sleep becomes regular. HEMOPTYSIS.Acts directly on intestinal mucous membrane increasing peristalsis. Colitis, with pathological flora. Has vaso-dilatory properties. Arterial hypotension begins usually in 30 to 45 minutes after twenty to forty drops of the tincture.", 
  "Natural History": [
    "Garlic"
  ], 
  "dosage": "Third to sixth potency. In tuberculosis, dose, four to six grammes in moderate state of desiccation daily, in divided doses."
}