{
  "name": "Aloe", 
  "Relationship": "Complementary: Sulphur; compare: Kali-bich.; Lycop.; Allium sat.", 
  "symptoms": {
    "Rectum": [
      "Constant bearing down in rectum; bleeding, sore, and hot; relieved by cold water", 
      "Feeling of weakness and loss of power of sphincter ani", 
      "SENSE OF INSECURITY IN RECTUM, when passing flatus", 
      "Uncertain whether gas or stool will come", 
      "Stool passes without effort, almost unnoticed", 
      "Lumpy, watery stool", 
      "Jelly-like stools, with soreness in rectum after stool", 
      "A LOT OF MUCUS, WITH PAIN IN RECTUM AFTER STOOL", 
      "Hemorrhoids protrude like grapes; very sore and tender; better cold water application", 
      "BURNING IN ANUS and rectum", 
      "Constipation, with heavy pressure in lower part of abdomen", 
      "Diarrhoea from beer", 
      "Urinary Organs", 
      "Incontinence in aged, bearing-down sensation and enlarged prostate", 
      "Scanty and high colored"
    ], 
    "Eyes": [
      "Compelled to make small during pain in forehead", 
      "Flickering before eyes", 
      "Redness of eyes with YELLOW vision", 
      "PAIN DEEP IN ORBITS"
    ], 
    "Respiratory": [
      "Winter coughs, with itching", 
      "Difficult respiration, with stitches from liver to chest"
    ], 
    "Stomach": [
      "Aversion to meat", 
      "Longing for juicy things", 
      "After eating, flatulence, PULSATION IN RECTUM, and sexual irritation", 
      "Nausea, with headache", 
      "Pain in pit when making false step"
    ], 
    "Modalities": [
      "Worse: early morning; summer; heat; in hot", 
      "Worse: dry weather; after eating or drinking", 
      "Better: from cold", 
      "Better: open air"
    ], 
    "Back": [
      "Pain in small of back; worse moving", 
      "Stitches through sacrum", 
      "LUMBAGO ALTERNATING WITH HEADACHE AND PILES"
    ], 
    "Face": [
      "Marked redness of lips"
    ], 
    "Mouth": [
      "Taste bitter and sour", 
      "Tasteless eructations", 
      "Lips cracked and dry"
    ], 
    "Nose": [
      "Coldness of tip", 
      "Bleeding in morning on awakening", 
      "Full of crusts"
    ], 
    "Head": [
      "Headache alternates with lumbago, with intestinal and uterine affections", 
      "Disinclination to mental labor", 
      "ACHES ABOVE FOREHEAD, WITH HEAVINESS IN EYES, MUST PARTIALLY CLOSE THEM"
    ], 
    "Throat": [
      "Thick lumps of tough mucus", 
      "Varicose condition of veins in pharynx", 
      "Dry, scrappy feeling"
    ], 
    "Abdomen": [
      "Pain around navel, worse pressure", 
      "Fullness in region of liver, pain under right ribs", 
      "ABDOMEN FEELS FULL, HEAVY, HOT, BLOATED", 
      "Pulsating pain around navel", 
      "Weak feeling, as if diarrhoea would come on", 
      "Great accumulation of flatus, pressing downwards, causing distress in lower bowels", 
      "SENSATION OF PLUG BETWEEN SYMPHYSIS PUBIS AND OS COCCYGES, with urging to stool", 
      "Colic before and during stool", 
      "Burning, copious flatus"
    ], 
    "Extremities": [
      "Lameness in all limbs", 
      "DRAWING PAINS IN JOINTS", 
      "Soles pain when walking"
    ], 
    "Female": [
      "Bearing down in rectum, worse standing and during menses", 
      "Uterus feels heavy, cannot walk much on that account", 
      "Labor-like pains in loins; extend down legs", 
      "Climacteric hemorrhage", 
      "Menses too early and too profuse"
    ], 
    "Ears": [
      "Cracking when chewing", 
      "Sudden explosion and clashing in left ear", 
      "Tinkling as of some thin, shivered, metallic globe in head"
    ]
  }, 
  "details": "An excellent remedy to aid in re-establishing physiological equilibrium after much dosing, where disease and drug symptoms are much mixed. There is no remedy richer in symptoms of portal congestion and none that has given better clinical results, both for the primary pathological condition and secondary phenomena. Bad effects from sedentary life or habits. Especially suitable to lymphatic and hypochondriacal patients. The rectal symptoms usually determine the choice. Adapted to weary people, the aged, and phlegmatic, old beer-drinkers. Dissatisfied and angry about himself, alternating with lumbago. Heat internally and externally. Has been used successfully in the treatment of consumption by giving the pure juice.", 
  "Natural History": [
    "Socotrine Aloes"
  ], 
  "dosage": "Sixth potency and higher. In rectal conditions, a few doses of the third, then wait."
}