{
  "name": "Alumina", 
  "Relationship": "Compare: ALUMINUM CHLORIDUM. (Pains of loco-motor ataxia. Lower trit. in water. SLAG SILICO-SULPHOCALCITE OF ALUMINA 3x (anal itching, piles, constipation, flatulent distention); SECALE; LATHYR.; PLUMB. ALUMINUM ACETATE solution. (Externally a lotion for putrid wounds and skin infections. Arrests hemorrhage from inertia of uterus. Parenchymatous hemorrhage from various organs 2-3% solution. Hemorrhage following tonsillectomy is controlled by rinsing out nasopharynx with a 10% sol.Antidotes: Ipecac.; Chamomile.Complementary: Bryonia.", 
  "symptoms": {
    "Urine": [
      "Frequent desire to urinate in old people", 
      "Muscles of bladder paretic, MUST STRAIN AT STOOL IN ORDER TO URINATE", 
      "Difficult starting", 
      "Pain in kidneys, with mental confusion"
    ], 
    "Stool": [
      "Itching and burning at anus", 
      "EVEN A SOFT IS PASSED WITH DIFFICULTY", 
      "Constipation of infants  and old people from inactive rectum, and in women of very sedentary habit", 
      "GREAT STRAINING", 
      "HARD, DRY, KNOTTY; NO DESIRE", 
      "EVACUATION PRECEDED BY PAINFUL URGING LONG BEFORE STOOL, AND THEN STRAINING AT STOOL", 
      "Rectum sore, dry, inflamed, bleeding", 
      "Diarrhoea on urinating"
    ], 
    "Head": [
      "Inability to walk except with eyes open", 
      "Stitching, burning pain in head, with vertigo, worse in morning, but relieved by food", 
      "Pressure in forehead as from a tight hat", 
      "Throbbing headache, with constipation", 
      "Vertigo, with nausea; better after breakfast", 
      "Falling out of hair; scalp itches and is numb"
    ], 
    "Stomach": [
      "Constriction of oesophagus", 
      "No desire to eat", 
      "CAN SWALLOW BUT SMALL MORSELS AT A TIME", 
      "Aversion to meat", 
      "Abnormal cravings - chalk, charcoal, dry food, tea-grounds", 
      "Heartburn; feels constricted", 
      "POTATOES DISAGREE"
    ], 
    "Abdomen": [
      "LEFT-SIDED ABDOMINAL COMPLAINTS", 
      "Colic, like painter's colic", 
      "Pressing in both groins toward sexual organs"
    ], 
    "Mouth": [
      "Sore", 
      "Gums sore, bleeding", 
      "Tensive pain in articulation of jaw when opening mouth or chewing", 
      "Bad odor from it", 
      "Teeth covered with sordes"
    ], 
    "Respiratory": [
      "Talking aggravates soreness of chest", 
      "Chest feels constricted", 
      "Hoarse, aphonia, tickling in larynx; wheezing, rattling respiration", 
      "Condiments produce cough", 
      "Cough soon after waking in the morning", 
      "Cough on talking or singing, IN THE MORNING"
    ], 
    "Eyes": [
      "Objects look yellow", 
      "Lids dry, burn, smart, thickened, aggravated in morning; chronic conjunctivitis", 
      "Eyes feel cold", 
      "Ptosis", 
      "Strabismus"
    ], 
    "Face": [
      "Blood-boils and pimples", 
      "Rush of blood to face after eating", 
      "Twitching of lower jaw", 
      "Feels as if albuminous substance had dried on it"
    ], 
    "Nose": [
      "Pain at root of nose", 
      "Sense of smell diminished", 
      "Fluent coryza", 
      "Point of nose CRACKED, nostrils sore, RED; worse touch", 
      "OXAENA ATROPHICA SICCA", 
      "SCABS WITH THICK YELLOW MUCUS", 
      "Membranes distended and boggy", 
      "Tettery redness"
    ], 
    "Male": [
      "Prostatic discharge", 
      "Excessive desire", 
      "Involuntary emissions when straining at stool"
    ], 
    "Ears": [
      "Humming; roaring", 
      "Eustachian tube feels plugged"
    ], 
    "Modalities": [
      "Worse: periodically; in afternoon; from potatoes", 
      "Worse: in morning on awakening; warm room", 
      "Better: in open air; from cold washing; in evening and on alternate days", 
      "Better: damp weather"
    ], 
    "Mind": [
      "Confused as to personal identity", 
      "Time passes slowly", 
      "Low-spirited; fears loss of reason", 
      "Better as day advances", 
      "Suicidal tendency when seeing knife or blood", 
      "HASTY, HURRIED", 
      "VARIABLE MOOD"
    ], 
    "Back": [
      "Gnawing pain, as if from hot iron", 
      "Pain along cord, with paralytic weakness", 
      "Stitches"
    ], 
    "Sleep": [
      "Sleepy in morning", 
      "Restless; anxious and confused dreams"
    ], 
    "Female": [
      "Relieved by washing with cold water", 
      "Menses too early, short, SCANTY, PALE, FOLLOWED BY GREAT EXHAUSTION", 
      "Leucorrhoea ACRID, PROFUSE, transparent, ROPY, with burning; worse during daytime, and after menses"
    ], 
    "Skin": [
      "INTOLERABLE ITCHING WHEN GETTING WARM IN BED", 
      "Brittle skin on fingers", 
      "Must scratch until it bleeds; then becomes painful", 
      "Brittle nails", 
      "Chapped and dry tettery"
    ], 
    "Throat": [
      "Thick, tenacious mucus drops from posterior nares", 
      "Feels as if splinter or plug were in throat", 
      "Looks parched and glazed", 
      "Irritable, and relaxed throat", 
      "Clergyman's sore throat in thin subjects", 
      "Constant inclination to clear the throat", 
      "DRY, sore; food cannot pass, oesophagus contracted"
    ], 
    "Extremities": [
      "Arms feel paralyzed", 
      "Spinal degeneration and paralysis of lower limbs", 
      "BRITTLE NAILS", 
      "Legs feel asleep, ESPECIALLY WHEN SITTING WITH LEGS CROSSED", 
      "Gnawing beneath finger nails", 
      "Inability to walk, except when eyes are open or in daytime", 
      "STAGGERS ON WALKING", 
      "Soles tender; on stepping, feel soft and swollen", 
      "HEELS FEEL NUMB", 
      "Pain in arms and fingers, as if hot iron penetrated", 
      "Pain in shoulder and upper arm"
    ]
  }, 
  "details": "A very general condition corresponding to this drug is DRYNESS of mucous membranes and skin, and TENDENCY TO PARETIC MUSCULAR STATES. Old people, with lack of vital heat, or prematurely old, with debility. Sluggish functions, heaviness, numbness, and staggering, and the characteristic constipation find an excellent remedy in Alumina. Disposition to colds in the head, and eructations in spare, dry, thin subjects. Delicate children, products of artificial baby foods.", 
  "Natural History": [
    "Oxide of Aluminum - Argilla"
  ], 
  "dosage": "Sixth to thirtieth and higher. Action slow in developing."
}