{
  "Natural History": [
    "Common Potash Alum"
  ], 
  "details": "The clinical application of this remedy points to its bowel symptoms, both in obstinate constipation and in hemorrhage from bowels in the course of typhoid - one phase of the PARALYTIC WEAKNESS of the muscles in all parts of the body. Tendency to INDURATION is also marked, a low form of tissue-making is favored. Hardening of tissues of tongue, rectum, uterus, etc.; ulcers with indurated base. Adapted to old people, especially bronchial catarrhs. SENSATION OF DRYNESS AND CONSTRICTION. Mental paresis; dysphagia especially to liquids. Tendency to induration, Scirrhus of the tongue.", 
  "symptoms": {
    "Heart": [
      "Palpitation, FROM LYING DOWN ON RIGHT SIDE"
    ], 
    "Head": [
      "BURNING PAIN AS IF WEIGHT ON TOP OF HEAD BETTER BY PRESSURE of hand", 
      "Vertigo, with weakness in pit of stomach", 
      "Alopecia"
    ], 
    "Respiratory": [
      "Hemoptysis, great weakness of chest; difficult to expel mucus", 
      "Copious, ropy morning expectoration in old people", 
      "Asthma"
    ], 
    "Rectum": [
      "CONSTIPATION OF THE MOST AGGRAVATED KIND", 
      "No desire to stool for days", 
      "Violent ineffectual urging to stool", 
      "No ability to expel stool", 
      "MARBLE-LIKE MASSES PASS, BUT RECTUM STILL FEELS FULL", 
      "Itching after stool", 
      "Itching in anus", 
      "Long lasting pain and smarting in rectum after stool; also hemorrhoids", 
      "Yellow, like an infant's", 
      "Hemorrhage from bowels"
    ], 
    "Modalities": [
      "Worse: cold except headache", 
      "Worse: which is relieved by cold"
    ], 
    "Female": [
      "Tendency to induration of neck of uterus and mammary glands", 
      "Chronic yellow vaginal discharge", 
      "Chronic gonorrhea, yellow with little lumps along urethra", 
      "Aphthous patches in vagina", 
      "Menses watery"
    ], 
    "Skin": [
      "ULCERS, WITH INDURATED BASE", 
      "To be thought of in indurated glands, epithelioma, etc", 
      "; veins become varicose and bleed", 
      "Indurations resulting from long-continued inflammatory irritations", 
      "Glands inflame and harden", 
      "Alopecia, Scrotal eczema and on back of penis"
    ], 
    "Throat": [
      "Throat relaxed", 
      "Mucous membrane red and swollen", 
      "Cough", 
      "Tickling in throat", 
      "Tendency to throat colds", 
      "ENLARGED AND INDURATED TONSILS", 
      "Burning pain down the oesophagus", 
      "Complete aphonia", 
      "Every cold settles in throat", 
      "Constriction of oesophagus"
    ], 
    "Extremities": [
      "WEAKNESS OF ALL MUSCLES, especially arms and legs", 
      "Constricted feeling around limbs"
    ]
  }, 
  "name": "Alumen", 
  "dosage": "First to thirtieth potency. The very highest potencies have proved efficacious. Powdered alum, 10 grains, placed on tongue, said to arrest an attack of asthma."
}