{
  "name": "Ambra grisea", 
  "Relationship": "Do not confound with AMBER - Succinum. q.v. MOSCHUS frequently follows advantageously. Compare: Oleum succinum (hiccough). Sumbul; Castor.; Asaf.; Crocus. Lilium.", 
  "symptoms": {
    "Heart": [
      "PALPATION, WITH PRESSURE IN CHEST AS IF FROM A LUMP LODGED THERE, OR AS IF CHEST WERE OBSTRUCTED", 
      "Palpation in open air with pale face", 
      "Conscious of the pulse"
    ], 
    "Head": [
      "Slow comprehension", 
      "Rush of blood to head, when listening to music", 
      "Pressure on front part of head with mental depression", 
      "HEARING IMPAIRED", 
      "Profuse bleeding from teeth", 
      "Hair falls out", 
      "Vertigo, with weakness in head and stomach", 
      "TEARING PAIN IN UPPER HALF OF BRAIN", 
      "Epistaxis, especially in the morning", 
      "SENILE DIZZINESS"
    ], 
    "Respiratory": [
      "Choking when hawking up phlegm", 
      "HOLLOW, SPASMODIC, BARKING COUGH, COMING FROM DEEP IN CHEST", 
      "Tickling in throat, larynx and trachea, chest oppressed, gets out of breath when coughing", 
      "Asthmatic breathing with eructation of gas", 
      "NERVOUS SPASMODIC COUGH, with hoarseness and eructation, on waking in morning; worse in presence of people"
    ], 
    "Stomach": [
      "URINE TURBID, EVEN DURING EMISSION, forming a brown sediment", 
      "FEELING IN URETHRA AS IF A FEW TWO DROPS PASSED OUT", 
      "DISTENSION OF STOMACH AND ABDOMEN after midnight", 
      "Acid eructations, like heartburn", 
      "Pain in bladder and rectum at the same time", 
      "Burning in orifice of urethra and anus", 
      "Burning and itching in urethra while urinating", 
      "Sensation of coldness in abdomen", 
      "Urinary Organs", 
      "Eructations, with violent, convulsive cough"
    ], 
    "Modalities": [
      "Worse: music; presence of strangers; FROM ANY UNUSUAL THING; morning", 
      "Worse: warm room", 
      "Better: slow motion in open air; lying on painful part; cold drinks"
    ], 
    "Mind": [
      "Dwells upon unpleasant things", 
      "Time passes slowly", 
      "Thinking difficult in the morning with old people", 
      "Cannot do anything in presence of others", 
      "Bashful", 
      "Dread of people, and desire to be alone", 
      "Restless, excited, very loquacious", 
      "Intensely shy, blushes easily", 
      "MUSIC CAUSES WEEPING", 
      "Fantastic illusions", 
      "Loss of love of life", 
      "Despair, loathing of life"
    ], 
    "Sleep": [
      "Coldness of body and twitching of limbs, during sleep", 
      "Anxious dreams", 
      "CANNOT SLEEP FROM WORRY; MUST GET UP"
    ], 
    "Female": [
      "Worse at night", 
      "Menses too early", 
      "Profuse, bluish leucorrhoea", 
      "Nymphomania, ITCHING OF PUDENDUM, WITH SORENESS AND SWELLING", 
      "DISCHARGE OF BLOOD BETWEEN PERIODS, AT EVERY LITTLE INCIDENT"
    ], 
    "Skin": [
      "Numbness of skin", 
      "Itching and soreness, especially around genitals", 
      "Arms go to sleep"
    ], 
    "Extremities": [
      "Cramps in legs", 
      "CRAMPS IN HANDS and fingers, worse grasping anything"
    ], 
    "Male": [
      "Violent erections without voluptuous sensations", 
      "Parts externally numb; burn internally", 
      "Voluptuous itching of scrotum"
    ]
  }, 
  "details": "Suitable to excitable, nervous children and thin, nervous patients. Extreme NERVOUS HYPERTENSIVENESS. External numbness of whole body in the morning and weakness. Nervous bilious temperament. Thin, scrawny women. Adapted to hysterical subjects, or those suffering from spinal irritation, with convulsive cough, eructation, etc. Also for patients WEAKENED BY AGE or overwork, who are anaemic and sleepless. Great remedy for the aged, with impairment of all functions, weakness, coldness and NUMBNESS, usually of single parts, fingers, arms, etc. One-sided complaints call for it. MUSIC AGGRAVATES SYMPTOMS. Ebullitions and pulsations after walking in open air. One-sided complaints.", 
  "Natural History": [
    "Ambergis - A Morbid Secretion of the Whale"
  ], 
  "dosage": "Second and third potencies; may be repeated with advantage."
}