{
  "name": "Amyl nitrosum", 
  "Relationship": "Antidotes: Cactus, Strychn.; Ergot.Compare: Glonoine, Lachesis.", 
  "symptoms": {
    "Head": [
      "FLUSHINGS, FOLLOWED BY SWEAT AT CLIMACTERIC", 
      "ANXIETY, as if something might happen; MUST HAVE FRESH AIR", 
      "Throbbing", 
      "SURGING OF BLOOD TO HEAD AND FACE; sensation as if blood would start through skins, with heat and redness", 
      "Ears hyperemic"
    ], 
    "Fever": [
      "Throbbing throughout whole body", 
      "Much flushing of heat; sometimes followed by cold and clammy skin and profuse sweat", 
      "ABNORMAL SWEAT AFTER INFLUENZA"
    ], 
    "Chest": [
      "Great oppression and fullness of chest; spasmodic, suffocative cough", 
      "Precordial anxiety", 
      "Dyspnoea and asthmatic feelings", 
      "Pain and constriction around heart", 
      "Fluttering at slightest excitement", 
      "TUMULTUOUS ACTION OF THE HEART"
    ], 
    "Female": [
      "After-pains; hemorrhage associated with facial flushing", 
      "CLIMACTERIC HEADACHE AND FLUSHES OF HEAT, WITH ANXIETY AND PALPITATION"
    ], 
    "Throat": [
      "Constriction; collar seems too tight"
    ], 
    "Extremities": [
      "CONSTANT STRETCHING FOR HOURS", 
      "Veins of hands dilated; pulsations felt in tips of fingers"
    ]
  }, 
  "details": "On inhaling this drug, it rapidly dilates all arterioles and capillaries, producing flushings of face, heat, and throbbing in the head. Superficial arterial hyperaemia. Palpitation of the heart and similar conditions are readily cured by it, especially the flushings and other discomforts at climacteric. HICCOUGH AND YAWNING. Often relieves temporarily epileptic convulsions. Seasickness.", 
  "Natural History": [
    "Amyl Nitrite"
  ], 
  "dosage": "For PALLIATIONS. In all conditions where the blood-vessels are SPASMODICALLY CONTRACTED, as in angina pectoris, epileptic seizure, megrim, accompanied by cold, pallor, etc., also in paroxysms of asthmas, chloroform asphyxia, inhalation of the AMYL. NIT. will give immediate relief. For this non-homeopathic application, two to five minims (put up in pearls) dropped on a handkerchief and inhaled may be required.Third potency."
}