{
  "name": "Angustura vera", 
  "Relationship": "Compare: NUX; RUTA; MERCUR.; BRUCEA. Bark of Nux vomica or angustura falsa. (Tetanic spasms with undisturbed consciousness, worse noise liquids, paralyzed lower extremities, worse least touch, CRIES FOR FEAR OF BEING TOUCHED. Painful jerking of legs; cramp-like pain in knees; rigid and lame limbs of paralytics. For pain in the passing of calculus.)", 
  "symptoms": {
    "Head": [
      "Oversensitive", 
      "Headache, with heat of face", 
      "Acute pain in cheeks", 
      "Drawing in facial muscles", 
      "Pain in temporal muscles, when opening the jaws", 
      "Pain in articulation of jaw, in masseter muscles, as if fatigued by chewing too much", 
      "Cramp-pain on the zygomatic arch"
    ], 
    "Stomach": [
      "Bitter taste", 
      "IRRESISTIBLE DESIRE FOR COFFEE", 
      "Pain from navel into sternum", 
      "Atonic dyspepsia", 
      "Belching, with cough"
    ], 
    "Abdomen": [
      "Diarrhoea and colic", 
      "Tenesmus with soft stool; chronic diarrhoea, with debility and loss of flesh", 
      "Burning in anus"
    ], 
    "Back": [
      "Itching along back", 
      "Pain in cervical vertebrae", 
      "Drawing in the neck", 
      "Pain in spine, at nape of neck and sacrum, worse on pressure", 
      "Twitching and jerking along back", 
      "Bends backwards"
    ], 
    "Skin": [
      "Caries, very painful ulcers which affect the bone"
    ], 
    "Extremities": [
      "Stiffness and tension of muscles and joints", 
      "Pain in limbs on walking", 
      "Arms tired and heavy", 
      "Caries of long bones", 
      "Coldness of fingers", 
      "PAIN IN KNEES", 
      "Cracking in joints"
    ]
  }, 
  "details": "Rheumatic and paralytic complaints - great difficulty in walking. Crackling in all joints.The greatest craving for coffee is a characteristic symptom. Caries of long bones. Paralysis. Tetanus. Stiffness of muscles and joints. OVERSENSITIVE.Principal action on spinal motor nerves and mucous membranes.", 
  "Natural History": [
    "Bark of Galipea Cusparia"
  ], 
  "dosage": "Sixth potency"
}