{
  "name": "Antimonium tartaricum", 
  "Relationship": "Antidotes: Puls.; Sepia.", 
  "symptoms": {
    "Abdomen": [
      "Pressure in abdomen, especially on stooping forward", 
      "Spasmodic cough, much flatus", 
      "Cholera morbus", 
      "Diarrhoea in eruptive diseases"
    ], 
    "Fever": [
      "Intense heat", 
      "Copious perspiration", 
      "Coldness, trembling, and chilliness", 
      "Intermittent fever with lethargic condition", 
      "Cold, clammy sweat, with great faintness"
    ], 
    "Stomach": [
      "Difficult deglutition of liquids", 
      "Nausea produces fear; with pressure in precordial region, followed by headache with yawning and lachrymation and vomiting", 
      "Vomiting in any position, excepting lying on right side", 
      "THIRST FOR COLD WATER, LITTLE AND OFTEN, AND DESIRE FOR APPLES, FRUITS, AND ACIDS GENERALLY", 
      "NAUSEA, RETCHING, AND VOMITING, especially after food, with deathly faintness and prostration"
    ], 
    "Modalities": [
      "Worse: in evening; from lying down at night; from warmth; in damp cold weather; from all sour things and milk", 
      "Better: from sitting erect; from eructation and expectoration"
    ], 
    "Urine": [
      "Respiratory Organs", 
      "Pulse rapid, weak, trembling", 
      "Burning sensation in chest, which ascends to throat", 
      "Dizziness, with cough", 
      "GREAT RATTLING OF MUCUS, BUT VERY LITTLE IS EXPECTORATED", 
      "Stricture", 
      "Catarrh of bladder and urethra", 
      "Orchitis", 
      "Hoarseness", 
      "Velvety feeling in chest", 
      "Cough excited by eating, with pain in chest and larynx", 
      "Emphysema of the aged", 
      "EDEMA AND IMPENDING PARALYSIS OF LUNGS", 
      "Dyspnoea relieved by eructation", 
      "Bronchial tubes overloaded with mucus", 
      "Cough and dyspnoea better lying on right side -", 
      "Last drops bloody with pain in bladder", 
      "Burning in urethra during and after urinating", 
      "Rapid, short, difficult breathing; seems as if he would suffocate; must sit up", 
      "COUGHING AND GAPING CONSECUTIVELY", 
      "Urging increased", 
      "Much palpitation, with uncomfortable hot feeling"
    ], 
    "Back": [
      "Twitching of muscles; limbs tremulous", 
      "VIOLENT PAIN IN SACRO-LUMBER REGION", 
      "SENSATION OF HEAVY WEIGHT AT THE COCCYX, DRAGGING DOWNWARD ALL THE TIME", 
      "Slightest effort to move may cause retching and cold, clammy sweat"
    ], 
    "Face": [
      "Cold, blue, PALE; COVERED WITH COLD SWEAT", 
      "INCESSANT QUIVERING OF CHIN AND LOWER JAW"
    ], 
    "Skin": [
      "Warts", 
      "PUSTULAR ERUPTION, leaving a bluish-red mark", 
      "Smallpox"
    ], 
    "Mouth": [
      "Brown", 
      "TONGUE COATED, PASTY, THICK WHITE, with red edges", 
      "Red and dry, especially in the center"
    ], 
    "Sleep": [
      "GREAT DROWSINESS", 
      "Irresistible inclination to sleep with nearly all complaints", 
      "On falling asleep electric-like shocks"
    ]
  }, 
  "details": "Mind and Head.Trembling of whole body, great prostration and faintness. Lumbago. Chills, contractures and muscular pains. Warts on glans penis.Has many symptoms in common with Antimonium Crudum, but also many peculiar to itself. Clinically, its therapeutic application has been confined largely to the treatment of respiratory diseases, RATTLING OF MUCUS WITH LITTLE EXPECTORATION has been a guiding symptom. There is much DROWSINESS, DEBILITY AND SWEAT characteristic of the drug, which group should always be more or less present, when the drug is prescribed. Gastric affections of drunkards and gouty subjects. CHOLERA MORBUS. Sensation of coldness in blood-vessels. BILHARZIASIS. Antimonium tart is homeopathic to dysuria, strangury, hematuria, albuminuria, catarrh of bladder and urethra, burning in rectum, bloody mucous stools, etc. Antimon tart acts indirectly on the parasites by stimulating the oxidizing action of the protective substance. By-effects following injection for Bilharziasis. CHILLS AND CONTRACTURES and pain in muscles.Vertigo alternates with drowsiness. Great despondency. Fear of being alone. Muttering, delirium, and stupor. Vertigo, with dullness and confusion. Band-like feeling over forehead. Face pale and sunken. Child will not be touched without whining. Headache as from a band compressing. (Nit-ac.)", 
  "Natural History": [
    "Tartrate of Antimony and Potash", 
    "Tartar Emetic"
  ], 
  "dosage": "Second and sixth trituration. The lower potencies sometimes aggravate."
}