{
  "name": "Apis mellifica", 
  "Relationship": "Complementary; NAT, MUR. The chronic, APIS.; Also BARYTA CARB., if lymphatics are involved. Inimical. RHUS.Compare: Apium virus (auto-toxaemia, with pus products); Zinc.; Canth.; Vespa; Lachesis.", 
  "symptoms": {
    "Stool": [
      "Incontinence", 
      "LAST DROPS burn and smart", 
      "Cannot urinate without a stool Dark, fetid, worse after eating", 
      "Bloody, painless", 
      "Hemorrhoids, with stinging pain, after confinement", 
      "Anus feels raw", 
      "Urine Section", 
      "Suppressed, loaded with casts; frequent and involuntary; stinging pain and strangury; SCANTY, HIGH COLORED", 
      "Burning and soreness when urinating", 
      "Involuntary on every motion; ANUS SEEMS OPEN", 
      "Diarrhoea watery, yellow; CHOLERA INFANTUM TYPE", 
      "Constipation; feels as if something would break on straining"
    ], 
    "Head": [
      "Heat, throbbing, distensive pains, better on pressure, and worse on motion", 
      "Dull, heavy sensation in occiput, as from a blow, extending to neck , accompanied with sexual excitement", 
      "Whole brain feels VERY TIRED", 
      "Vertigo with sneezing, worse on lying or closing eyes", 
      "Sudden stabbing pains", 
      "Bores head into pillow and screams out"
    ], 
    "Fever": [
      "After perspiration, nettle rash, also with shuddering", 
      "Perspiration breaks out and dries up frequently", 
      "AFTERNOON CHILL, WITH THIRST; WORSE ON MOTION AND HEAT", 
      "Sweat slight, with sleepiness", 
      "External heat, with smothering feeling", 
      "Sleeps AFTER the fever paroxysm"
    ], 
    "Stomach": [
      "THIRSTLESS", 
      "Vomiting of food", 
      "CRAVING FOR MILK", 
      "Sore feeling"
    ], 
    "Abdomen": [
      "Swelling in right groin", 
      "Dropsy of abdomen", 
      "SORE, BRUISED on pressure, when sneezing", 
      "EXTREMELY TENDER", 
      "Peritonitis"
    ], 
    "Mouth": [
      "Cancer of the tongue", 
      "Membrane of mouth and throat glossy, as if varnished", 
      "Tongue feels scalded, red hot, trembling", 
      "Scalding in mouth and throat", 
      "RED, SHINING, AND PUFFY, like erysipelas", 
      "Lips swollen, especially upper", 
      "Gums swollen", 
      "Tongue fiery red, swollen, sore, and raw, with vesicles"
    ], 
    "Respiratory": [
      "Hoarseness; DYSPNEA, breathing hurried and difficult", 
      "Feels AS IF HE COULD NOT DRAW ANOTHER BREATH", 
      "Oedema of larynx", 
      "Suffocation; short, dry cough, suprasternal", 
      "Hydrothorax"
    ], 
    "Eyes": [
      "Photophobia", 
      "SUPPURATIVE INFLAMMATION OF EYES", 
      "SUDDEN PIERCING PAINS", 
      "LACHRYMATION HOT", 
      "Conjunctiva bright red, puffy", 
      "Pain around orbits", 
      "Lids SWOLLEN, red, OEDEMATOUS, everted, inflamed; burn and sting", 
      "STYES, also prevents their recurrence", 
      "SEROUS EXUDATION, EDEMA, AND SHARP PAINS", 
      "Staphyloma of cornea following suppurative inflammation", 
      "Keratitis with INTENSE CHEMOSIS OF OCULAR CONJUNCTION"
    ], 
    "Face": [
      "Extends from right to left", 
      "Swollen, red, with piercing pain", 
      "Erysipelas with stinging burning oedema", 
      "Waxy, pale, oedematous"
    ], 
    "Nose": [
      "Coldness of tip of nose", 
      "RED, SWOLLEN, inflamed, with sharp pains"
    ], 
    "Ears": [
      "External ear red, inflamed, sore; stinging pains"
    ], 
    "Modalities": [
      "Better: In open air", 
      "Better: uncovering", 
      "Better: and cold bathing", 
      "Worse: heat in any form; TOUCH; pressure; late in afternoon; after sleeping; in closed and heated rooms"
    ], 
    "Mind": [
      "Jealous, fidgety, hard to please", 
      "Sensation of dying", 
      "Listless; cannot think clearly", 
      "Sudden shrill, piercing screams", 
      "Cannot concentrate mind when attempting to read or study", 
      "Stupor alternating with erotic mania", 
      "Jealous, fright, rage, vexation, grief", 
      "Apathy, indifference, and unconsciousness", 
      "AWKWARD; DROPS THINGS READILY", 
      "Stupor, with sudden sharp cries and startings", 
      "WHINING, TEARFULNESS"
    ], 
    "Sleep": [
      "Dreams full of care and toil", 
      "Screams and SUDDEN STARTLING DURING SLEEP", 
      "Very DROWSY"
    ], 
    "Female": [
      "Menses suppressed, with cerebral and head symptoms, especially in young girls", 
      "Dysmenorrhoea, with severe ovarian pains", 
      "Bearing-down, as if menses were to appear", 
      "Great tenderness over abdomen and uterine region", 
      "Sense of tightness", 
      "Soreness and stinging pains; ovaritis; worse in RIGHT ovary", 
      "Oedema of labia; relieved by cold water", 
      "Metrorrhagia profuse, with heavy abdomen, faintness, stinging pain", 
      "Ovarian tumors, metritis with stinging pains"
    ], 
    "Skin": [
      "Erysipelas, with sensitiveness and swelling, rosy hue", 
      "Swellings after bites; SORE, SENSITIVE", 
      "Sudden puffing up of whole body", 
      "Stinging", 
      "Carbuncles, with burning, stinging pain"
    ], 
    "Throat": [
      "Constricted, stinging pains", 
      "UVULA SWOLLEN, sac-like"
    ], 
    "Extremities": [
      "Oedematous", 
      "Feet swollen and stiff", 
      "Knee swollen, shiny, sensitive, sore, with stinging pain", 
      "Synovitis", 
      "Rheumatic pain in back and limbs", 
      "Tired, bruised feeling", 
      "Numbness of hands and tips of fingers", 
      "Felon in beginning", 
      "Feel too large", 
      "Oedematous swellings", 
      "Hives with intolerable itching"
    ]
  }, 
  "details": "The very characteristic effects of the sting of the bee furnish unerring indications for its employment in disease. Swelling or puffing up of various parts, EDEMA, red rosy hue, stinging pains, soreness, intolerance of heat, and slightest touch, and afternoon aggravation are some of the general guiding symptoms. Erysipelatous inflammations, dropsical effusions and anasarca, acute, inflammation of kidneys, and other parenchymatous tissues are characteristic pathological states corresponding to Apis. Apis acts especially on outer parts, skin, coatings of inner organs, serous membranes. It produces serous inflammation with effusion, membranes of brain, heart, pleuritic effusion, etc. Extreme sensitiveness to touch and general soreness is marked. CONSTRICTED sensations. Sensation of stiffness and as of something torn off in the interior of the body. Much prostration.Acts on cellular tissues causing oedema of skin and mucous membranes.", 
  "Natural History": [
    "The Honey-Bee"
  ], 
  "dosage": "Tincture to thirtieth potency. In oedematous conditions the LOWER potencies. Sometimes action is slow; so several days elapse before it is seen to act, and then urine is increased. APIUM VIRUS, sixth trituration."
}