{
  "name": "Argentum nitricum", 
  "Relationship": "Antidote: Nat-mur.Compare: Ars.; Merc.; Phos.; Pulsat.; Argent. cyanatum (angina pectoris; asthma, spasm of oesophagus); Argent - JODAT. (Throat disorders, hoarseness, gland affected.) Protargol (gonorrhea after acute stage 2 per cent. solution; syphilitic mucous patches, chancres and chancroids, 10 per cent solution applied twice a day; ophthalmia neonatorum, 2 drops of 10 per cent. solution).; Argent. phosph. (An excellent diuretic in dropsy.); Argent. Oxyd. Chlorosis with menorrhagia and diarrhoea.).", 
  "symptoms": {
    "Stool": [
      "After any emotion with flatulence", 
      "Early stage of gonorrhea; profuse discharge and terrible cutting pains; bloody urine", 
      "Urine passes unconsciously, day and night", 
      "Watery, noisy, flatulent; GREEN, LIKE CHOPPED SPINACH, with shreddy mucus and enormous distention of abdomen; very offensive", 
      "Divided stream", 
      "Urine scanty and dark", 
      "Itching of anus", 
      "Diarrhoea immediately after eating or drinking", 
      "Emission of a few drops after having finished", 
      "FLUIDS GO RIGHT THROUGH HIM; after sweets", 
      "Urethra inflamed, with pain, burning, itching; pain as from a splinter", 
      "Urine Section"
    ], 
    "Head": [
      "Itching of scalp", 
      "Sense of EXPANSION", 
      "Emotional disturbances cause appearance of hemi-cranial attacks", 
      "HEADACHE WITH COLDNESS AND TREMBLING", 
      "Aching in frontal eminence, with ENLARGED FEELING IN CORRESPONDING EYE", 
      "Boring pain; BETTER ON TIGHT BANDAGING AND PRESSURE", 
      "Hemicrania; bones of head feel as if separated", 
      "Brain-fag, with general debility and trembling", 
      "Headache from mental exertion, from dancing", 
      "VERTIGO, with buzzing in ears and with nervous affections"
    ], 
    "Fever": [
      "Chilly when uncovered, yet feels smothered if wrapped up", 
      "Chills with nausea"
    ], 
    "Stomach": [
      "Ineffectual effort at eructation", 
      "Gnawing ulcerating pain; burning and constriction", 
      "Ulcerative pain in left side under ribs", 
      "Painful spot over stomach that radiates to all parts of the abdomen", 
      "GREAT CRAVING FOR SWEATS", 
      "Desire for cheese and salt", 
      "Ulceration of stomach, WITH RADIATING PAIN", 
      "Enormous distention", 
      "BELCHING accompanies most gastric ailments", 
      "Flatulence; PAINFUL SWELLING OF PIT", 
      "Nausea, retching, vomiting of glairy mucus", 
      "Trembling and throbbing in stomach", 
      "Gastritis of drunkards"
    ], 
    "Abdomen": [
      "Stitchy ulcerative pain on left side of stomach, below short ribs", 
      "Colic, WITH MUCH FLATULENT DISTENTION"
    ], 
    "Mouth": [
      "Gums tender and bleed easily", 
      "Canker sores", 
      "Taste coppery, like ink", 
      "Pain in sound teeth", 
      "Tongue has prominent papillae; tip is red and painful"
    ], 
    "Respiratory": [
      "Chest feels as if a bar were around it", 
      "Dyspnoea", 
      "Many people in a room seem to take away his breath", 
      "Palpitation, pulse irregular and intermittent; worse lying on RIGHT SIDE;  Painful spots in chest", 
      "Suffocative cough, as if from a hair in throat", 
      "Angina pectoris, nightly aggravation", 
      "HIGH NOTES CAUSE COUGH", 
      "Chronic hoarseness"
    ], 
    "Eyes": [
      "Cornea opaque", 
      "Chronic ulceration of margin of lids; sore, thick, swollen", 
      "Spots before the vision", 
      "Unable to keep eyes fixed steadily", 
      "PURULENT OPHTHALMIA", 
      "Great swelling of conjunctiva; DISCHARGE ABUNDANT AND PURULENT", 
      "Paretic condition of ciliary muscle", 
      "Ulcer in cornea", 
      "Inner canthi SWOLLEN AND RED", 
      "Eye-strain from sewing; worse in warm room", 
      "Photophobia in warm room", 
      "Useful in restoring power to the weakened ciliary muscles", 
      "Acute granular conjunctivitis", 
      "Blurred vision", 
      "Aching, tired feeling in eyes, better closing or pressing upon them"
    ], 
    "Face": [
      "Old man's look; tight drawing of skin over bones", 
      "Sunken, old, pale, and bluish"
    ], 
    "Nose": [
      "Itching", 
      "Ulcers in septum", 
      "Loss of smell", 
      "Coryza, will chilliness, lachrymation, and headache"
    ], 
    "Male": [
      "Cancer-like drugs", 
      "Genitals shrivel", 
      "Coition painful", 
      "Desire waning", 
      "Erection falls when coition is attempted", 
      "Impotence"
    ], 
    "Modalities": [
      "Worse: warmth in any form; at night; from cold food; SWEETS; after eating; at menstrual period; from emotions", 
      "Worse: LEFT SIDE", 
      "Better: from eructation; fresh air; COLD; pressure"
    ], 
    "Mind": [
      "Memory weak", 
      "Fearful and nervous; impulse to jump out of window", 
      "TIME PASSES SLOWLY", 
      "PECULIAR MENTAL IMPULSES", 
      "Thinks his understanding will and must fail", 
      "Fears and anxieties and hidden irrational motives for actions", 
      "Faintish and tremulous", 
      "MELANCHOLIC, apprehensive of serious disease", 
      "Errors of perception", 
      "IMPULSIVE; WANTS TO DO THINGS IN A HURRY"
    ], 
    "Back": [
      "Much pain", 
      "Spine sensitive with nocturnal pains,  Paraplegia; posterior spinal sclerosis"
    ], 
    "Sleep": [
      "Drowsy stupor", 
      "Sleepless, from fancies before his imagination; horrible dreams of snakes, and of sexual gratification"
    ], 
    "Female": [
      "Gastralgia at beginning of menses", 
      "Orgasms at night", 
      "Bleeding easily", 
      "Uterine hemorrhage, two weeks after menses; painful affections of left ovary", 
      "Intense spasm of chest muscles", 
      "Leucorrhoea profuse, with erosion of cervix", 
      "Nervous erethism at change of life"
    ], 
    "Skin": [
      "Drawing in skin, as from a spider-web, or dried albuminous substance, withered and dried up", 
      "Brown, tense, and hard", 
      "Irregular blotches"
    ], 
    "Throat": [
      "STRANGULATED feeling", 
      "Raw, rough and sore", 
      "Much THICK MUCUS in throat and mouth causes hawking", 
      "SENSATION OF A SPLINTER IN THROAT on swallowing", 
      "Dark redness of throat catarrh of smokers, with tickling as of hair in throat"
    ], 
    "Extremities": [
      "Walks and stands unsteadily, especially when unobserved", 
      "Rigidity of CALVES", 
      "Numbness of arms", 
      "Paralysis, with mental and abdominal symptoms", 
      "Post-diphtheritic paralysis", 
      "Cannot walk with eyes closed", 
      "Debility in calves especially", 
      "Trembling, with general debility"
    ]
  }, 
  "details": "In this drug the neurotic effects are very marked, many brain and spinal symptoms presenting themselves which give certain indications for its homeopathic employment. Symptoms of incoordination, loss of control and want of balance everywhere, mentally and physically; TREMBLING in affected parts. Is an irritant of mucous membranes, producing violent inflammation of the throat, and a marked gastroenteritis. Very characteristic is the great DESIRE FOR SWEETS, the splinter-like pains, and free mucopurulent discharge in the inflamed and ulcerated mucous membranes. Sensation as if a part were expanding and other errors of perception are characteristic. Withered up and dried constitutions present a favorable field for its action, especially when associated with unusual or long continued mental exertion. Head symptoms often determine the choice of this remedy. Pains increase and decrease gradually. Flatulent state and prematurely aged look. Explosive belching, especially in neurotics. Upper abdominal affections brought on by undue mental exertion. Paraplegia Myelitis and disseminated sclerosis of brain and cord. INTOLERANCE OF HEAT. Sensation of a sudden pinch (Dudgeon). Destroys red blood corpuscles, producing anemia.", 
  "Natural History": [
    "Nitrate of Silver"
  ], 
  "dosage": "Best form an aqueous solution 1 to 9, 2 or 3 drop doses. This solution in water preferable to lower triturations; unless fresh, these readily decomposeThird to thirtieth potency."
}