{
  "name": "Arnica", 
  "Relationship": "Antidotes: Camph.Vitex trifolia - Indian Arnica. (Sprains and pains, headache in temples, pain in joints; pain in abdomen; pain in testicles.)Complementary: Acon.; Ipec.Compare: Acon.; Bapt.; Bellis; Hemamellis; Rhus; Hypericum.", 
  "symptoms": {
    "Heart": [
      "ANGINA PECTORIS; pain especially severe in elbow of left arm", 
      "Stitches in heart", 
      "Pulse feeble and irregular", 
      "Cardiac dropsy with distressing dyspnoea", 
      "Extremities distended, feel bruised and sore", 
      "Fatty heart and hypertrophy"
    ], 
    "Eyes": [
      "Diplopia from traumatism, muscular paralysis, retinal hemorrhage", 
      "Bruised, sore feeling in eyes after close work", 
      "Must keep eyes open", 
      "Dizzy on closing them", 
      "Feel tired and weary after sight-seeing, moving pictures, etc"
    ], 
    "Fever": [
      "Febrile symptoms closely related to typhoid", 
      "Shivering over whole body", 
      "Heat and redness of head, with coolness of rest of body", 
      "Internal heat; feet and hands cold", 
      "Nightly sour sweats"
    ], 
    "Stomach": [
      "Longing for vinegar", 
      "Distaste for milk and meat", 
      "Canine hunger", 
      "Vomiting of blood", 
      "Pain in stomach during eating", 
      "Repletion with loathing", 
      "Oppressive gases pass upward and downward", 
      "Pressure as from a stone", 
      "FEELING AS IF STOMACH WERE PRESSING AGAINST SPINE", 
      "Fetid vomiting"
    ], 
    "Female": [
      "Bruised parts after labor", 
      "Violent after-pains", 
      "Uterine hemorrhage from mechanical injury after coition", 
      "Sore nipples", 
      "Mastitis from injury", 
      "Feeling as if foetus were lying crosswise"
    ], 
    "Modalities": [
      "Worse: least touch; motion; rest; wine; damp cold", 
      "Better: LYING DOWN", 
      "Better: OR WITH HEAD LOW"
    ], 
    "Mind": [
      "Fears touch, or the approach of anyone", 
      "Unconscious; when spoken to answers correctly, but relapses", 
      "Indifference; inability to perform continuous active work; morose, delirious", 
      "Nervous; cannot bear pain; whole body oversensitive", 
      "Says there is nothing the matter with him", 
      "Wants to be let alone", 
      "Agoraphobia", 
      "After mental strain or shock"
    ], 
    "Stool": [
      "STRAINING OF TENESMUS IN DIARRHEA", 
      "OFFENSIVE, brown, BLOODY, putrid, involuntary", 
      "Looks like brown yeast", 
      "Must lie down after every stool", 
      "Diarrhoea of consumption; worse lying on left side", 
      "Dysenteric stools with muscular pains", 
      "Urine Section", 
      "Retained from over-exertion", 
      "Dark brick-red sediment", 
      "Vesical tenesmus with very painful micturition"
    ], 
    "Abdomen": [
      "Stitches under false ribs", 
      "Distended; offensive flatus", 
      "Sharp thrusts through abdomen"
    ], 
    "Face": [
      "SUNKEN; very red", 
      "Heat in lips", 
      "Herpes in face"
    ], 
    "Respiratory": [
      "Coughs depending on cardiac lesion, paroxysmal, at night, during sleep, worse exercise", 
      "Acute tonsillitis, swelling of soft palate and uvula", 
      "Pneumonia; approaching paralysis", 
      "Hoarseness from overuse of voice", 
      "Raw, sore feeling in morning", 
      "Cough produced by weeping and lamenting", 
      "Dry, from tickling low down in trachea", 
      "Bloody expectoration", 
      "Dyspnoea with hemoptysis", 
      "All bones and cartilage of chest painful", 
      "VIOLENT, SPASMATIC COUGH WITH FACIAL HERPES", 
      "Whooping cough, child cries before coughing", 
      "Pleurodynia"
    ], 
    "Mouth": [
      "FETID BREATH", 
      "Dry and thirsty", 
      "Bitter taste", 
      "TASTE AS FROM BAD EGGS", 
      "Soreness of gums after teeth extraction", 
      "Empyema of maxillary sinus"
    ], 
    "Nose": [
      "Bleeding after every fit of coughing, dark fluid blood", 
      "Nose feels sore; COLD"
    ], 
    "Head": [
      "HOT, WITH COLD BODY; confused; sensitiveness of brain, with sharp, pinching pains", 
      "Scalp feels contracted", 
      "Cold spot on forehead", 
      "Chronic vertigo; objects whirl about especially when walking"
    ], 
    "Skin": [
      "BLACK AND BLUE", 
      "Itching, burning, eruption of small pimples", 
      "CROPS OF SMALL BOILS", 
      "Ecchymosis", 
      "Bed sores", 
      "Acne indurata, characterized by SYMMETRY IN DISTRIBUTION", 
      "Sleep", 
      "Sleepless and restless when overtired", 
      "Comatose drowsiness; awakens with hot head; dreams of death, mutilated bodies, anxious and terrible", 
      "Horrors in the night", 
      "Involuntary stools during sleep"
    ], 
    "Extremities": [
      "Gout", 
      "Great fear of being touched or approached", 
      "Pain in back and limbs, as if bruised or beaten", 
      "Sprained and dislocated feeling", 
      "Soreness after overexertion", 
      "Everything on which he lies seems too hard", 
      "Deathly coldness of forearm", 
      "Cannot walk erect, on account of bruised pain in pelvic region", 
      "Rheumatism begins low down and works up"
    ], 
    "Ears": [
      "Noises in ear caused by rush of blood to the head", 
      "Shooting in and around ears", 
      "Blood from ears", 
      "Dullness of hearing after concussion", 
      "Pain in cartilage of ears as if bruised"
    ]
  }, 
  "details": "Produces conditions upon the system quite similar to those resulting from injuries, falls, blows, contusions. Tinnitus aurium. PUTRID PHENOMENA. Septic conditions; prophylactic of pus infection. Apoplexy, red, full face.It is especially suited to cases when any injury, however remote, seems to have caused the present trouble. AFTER TRAUMATIC INJURIES, overuse of any organ, strains. Arnica is disposed to cerebral congestion. Acts best in plethoric, feebly in debilitated with impoverished blood, cardiac dropsy with dyspnoea. A muscular tonic. Traumatism of grief, remorse or sudden realization of financial loss. Limbs and body ache as if beaten; joints as if sprained. Bed feels too hard. Marked effect on the blood. Affects the venous system inducing stasis. Ecchymosis and Hemorrhages. Relaxed blood vessels, black and blue spots. Tendency to hemorrhage and low-fever states. Tendency to tissue degeneration, septic conditions abscesses that do not mature. SORE, LAME, BRUISED FEELING. Neuralgias originating in disturbances of pneumogastric. Rheumatism of muscular and tendinous tissue, especially of back and shoulders. Aversion to tobacco. INFLUENZA. Thrombosis. Haematocele.", 
  "Natural History": [
    "Leopard's Bane"
  ], 
  "dosage": "Third to thirtieth potency. Locally, the tincture, but should never be applied HOT or at all when abrasions or cuts are present."
}