{
  "name": "Arnica", 
  "Relationship": "Antidotes: Camph.Complementary: Acon.; Ipec.Vitex trifolia - Indian Arnica. (Sprains and pains, headache in temples, pain in joints; pain in abdomen; pain in testicles.)Compare: Acon.; Bapt.; Bellis; Hemamellis; Rhus; Hypericum.", 
  "symptoms": {
    "Stool": [
      "Dysenteric stools with muscular pains", 
      "Vesical tenesmus with very painful micturition", 
      "STRAINING OF TENESMUS IN DIARRHEA", 
      "Diarrhoea of consumption; worse lying on left side", 
      "OFFENSIVE, brown, BLOODY, putrid, involuntary", 
      "Retained from over-exertion", 
      "Must lie down after every stool", 
      "Looks like brown yeast", 
      "Dark brick-red sediment", 
      "Urine Section"
    ], 
    "Head": [
      "Scalp feels contracted", 
      "HOT, WITH COLD BODY; confused; sensitiveness of brain, with sharp, pinching pains", 
      "Chronic vertigo; objects whirl about especially when walking", 
      "Cold spot on forehead"
    ], 
    "Fever": [
      "Nightly sour sweats", 
      "Shivering over whole body", 
      "Heat and redness of head, with coolness of rest of body", 
      "Febrile symptoms closely related to typhoid", 
      "Internal heat; feet and hands cold"
    ], 
    "Stomach": [
      "Oppressive gases pass upward and downward", 
      "Pain in stomach during eating", 
      "Longing for vinegar", 
      "Repletion with loathing", 
      "Vomiting of blood", 
      "Canine hunger", 
      "Distaste for milk and meat", 
      "FEELING AS IF STOMACH WERE PRESSING AGAINST SPINE", 
      "Fetid vomiting", 
      "Pressure as from a stone"
    ], 
    "Abdomen": [
      "Sharp thrusts through abdomen", 
      "Stitches under false ribs", 
      "Distended; offensive flatus"
    ], 
    "Mouth": [
      "Dry and thirsty", 
      "TASTE AS FROM BAD EGGS", 
      "Empyema of maxillary sinus", 
      "Soreness of gums after teeth extraction", 
      "FETID BREATH", 
      "Bitter taste"
    ], 
    "Respiratory": [
      "All bones and cartilage of chest painful", 
      "Hoarseness from overuse of voice", 
      "Raw, sore feeling in morning", 
      "VIOLENT, SPASMATIC COUGH WITH FACIAL HERPES", 
      "Dyspnoea with hemoptysis", 
      "Acute tonsillitis, swelling of soft palate and uvula", 
      "Whooping cough, child cries before coughing", 
      "Coughs depending on cardiac lesion, paroxysmal, at night, during sleep, worse exercise", 
      "Pleurodynia", 
      "Bloody expectoration", 
      "Cough produced by weeping and lamenting", 
      "Pneumonia; approaching paralysis", 
      "Dry, from tickling low down in trachea"
    ], 
    "Eyes": [
      "Diplopia from traumatism, muscular paralysis, retinal hemorrhage", 
      "Dizzy on closing them", 
      "Feel tired and weary after sight-seeing, moving pictures, etc.", 
      "Bruised, sore feeling in eyes after close work", 
      "Must keep eyes open"
    ], 
    "Face": [
      "Heat in lips", 
      "SUNKEN; very red", 
      "Herpes in face"
    ], 
    "Nose": [
      "Nose feels sore; COLD", 
      "Bleeding after every fit of coughing, dark fluid blood"
    ], 
    "Ears": [
      "Blood from ears", 
      "Shooting in and around ears", 
      "Dullness of hearing after concussion", 
      "Noises in ear caused by rush of blood to the head", 
      "Pain in cartilage of ears as if bruised"
    ], 
    "Heart": [
      "Stitches in heart", 
      "Pulse feeble and irregular", 
      "Extremities distended, feel bruised and sore", 
      "Fatty heart and hypertrophy", 
      "ANGINA PECTORIS; pain especially severe in elbow of left arm", 
      "Cardiac dropsy with distressing dyspnoea"
    ], 
    "Modalities": [
      "Better: LYING DOWN", 
      "Better: OR WITH HEAD LOW", 
      "Worse: least touch; motion; rest; wine; damp cold"
    ], 
    "Mind": [
      "Unconscious; when spoken to answers correctly, but relapses", 
      "Nervous; cannot bear pain; whole body oversensitive", 
      "After mental strain or shock", 
      "Indifference; inability to perform continuous active work; morose, delirious", 
      "Says there is nothing the matter with him", 
      "Wants to be let alone", 
      "Agoraphobia", 
      "Fears touch, or the approach of anyone"
    ], 
    "Sleep": [
      "Comatose drowsiness; awakens with hot head; dreams of death, mutilated bodies, anxious and terrible", 
      "Involuntary stools during sleep", 
      "Sleepless and restless when overtired", 
      "Horrors in the night"
    ], 
    "Female": [
      "Mastitis from injury", 
      "Uterine hemorrhage from mechanical injury after coition", 
      "Violent after-pains", 
      "Sore nipples", 
      "Feeling as if foetus were lying crosswise", 
      "Bruised parts after labor"
    ], 
    "Skin": [
      "Ecchymosis", 
      "Bed sores", 
      "Acne indurata, characterized by SYMMETRY IN DISTRIBUTION", 
      "Itching, burning, eruption of small pimples", 
      "CROPS OF SMALL BOILS", 
      "BLACK AND BLUE"
    ], 
    "Extremities": [
      "Gout", 
      "Cannot walk erect, on account of bruised pain in pelvic region", 
      "Everything on which he lies seems too hard", 
      "Pain in back and limbs, as if bruised or beaten", 
      "Great fear of being touched or approached", 
      "Sprained and dislocated feeling", 
      "Rheumatism begins low down and works up", 
      "Soreness after overexertion", 
      "Deathly coldness of forearm"
    ]
  }, 
  "details": "It is especially suited to cases when any injury, however remote, seems to have caused the present trouble. AFTER TRAUMATIC INJURIES, overuse of any organ, strains. Arnica is disposed to cerebral congestion. Acts best in plethoric, feebly in debilitated with impoverished blood, cardiac dropsy with dyspnoea. A muscular tonic. Traumatism of grief, remorse or sudden realization of financial loss. Limbs and body ache as if beaten; joints as if sprained. Bed feels too hard. Marked effect on the blood. Affects the venous system inducing stasis. Ecchymosis and Hemorrhages. Relaxed blood vessels, black and blue spots. Tendency to hemorrhage and low-fever states. Tendency to tissue degeneration, septic conditions abscesses that do not mature. SORE, LAME, BRUISED FEELING. Neuralgias originating in disturbances of pneumogastric. Rheumatism of muscular and tendinous tissue, especially of back and shoulders. Aversion to tobacco. INFLUENZA. Thrombosis. Haematocele.Produces conditions upon the system quite similar to those resulting from injuries, falls, blows, contusions. Tinnitus aurium. PUTRID PHENOMENA. Septic conditions; prophylactic of pus infection. Apoplexy, red, full face.", 
  "Natural History": [
    "Leopard's Bane"
  ], 
  "dosage": "Third to thirtieth potency. Locally, the tincture, but should never be applied HOT or at all when abrasions or cuts are present."
}