{
  "name": "Bacillinum", 
  "Relationship": "Complementary: Calc. phos.; Kali-carb.ANTIMON. IOD.; LACH.; ARSENIC. IOD.; MYOSOTIS. LEVICO, 5-10 drops, follows as an intercurrent where much debility is present (Burnett).Compare: Its effects seem to be identical to that of Koch's Tuberculinum. Both are useful in the tubercular diathesis before phthisis has developed. In the EARLY STAGES of tubercular disease of glands, joints, skin and bones. PSORINUM. Seems to be its chronic equivalent. BACILLIN. TESTIUM (acts especially on lower half of the body.", 
  "symptoms": {
    "Head": [
      "Eczema of eyelids", 
      "Ringworm", 
      "Sever, deep-in headache, also as of a tight hoop", 
      "Irritable, depressed"
    ], 
    "Respiratory": [
      "CATARRHAL DYSPNEA", 
      "OPPRESSION", 
      "BUBBLING RALES AND MUCOPURULENT EXPECTORATION", 
      "HUMID ASTHMA"
    ], 
    "Modalities": [
      "Worse: night and early morning; cold air"
    ], 
    "Abdomen": [
      "Obstinate constipation, with offensive flatus", 
      "Sudden diarrhoea before breakfast", 
      "Abdominal pains, enlarged lands in groins, tabes mesenterica"
    ], 
    "Skin": [
      "Eczema of eyelids", 
      "Glands of neck enlarged and tender", 
      "RINGWORM, pityriasis"
    ]
  }, 
  "details": "Bacillinum is especially indicated for lungs of old people, with chronic catarrhal condition and enfeebled pulmonary circulation, attacks of suffocation at night with difficult cough. Suffocative catarrh. Tubercular meningitis. Favors falling off of tartar of teeth. Constant disposition to take cold.Has been employed successfully in the treatment of tuberculosis; its good effects seen in the change of the sputum, which becomes decreased and more aerated and less purulent. Many forms of chronic non-tubercular disease are influenced favorably by Bacillinum, especially when bronchorrhea and dyspnoea are present. Respiratory pyorrhoea. THE PATIENT EXPECTORATES LESS.", 
  "Natural History": [
    "A Maceration of a Typical Tuberculous LungIntroduced by Dr", 
    "Burnett"
  ], 
  "dosage": "The dose is important. Should not be given below the thirtieth, and not repeated frequently. One dose a week often sufficient to bring about reaction. It is RAPID IN ACTION, and good results ought to be seen soon, otherwise there is no need of repetition."
}