{
  "name": "Badiaga", 
  "Relationship": "Compare: Merc. similar but opposite modalities. Spongia; Kali-hyd.; Phytol.; Conium.Complementary: Sulph.; Merc.; Iod.", 
  "symptoms": {
    "Heart": [
      "Indescribable bad feeling about the heart with soreness and pain, flying stitches all over"
    ], 
    "Eyes": [
      "Twitching of LEFT upper lid; eyeballs tender; aching in eyeballs", 
      "Intermittent sore pain in eyeball, coming on at three PM"
    ], 
    "Respiratory": [
      "Cough; worse in afternoon, better in warm room", 
      "The MUCUS FLIES OUT OF MOUTH AND NOSTRILS", 
      "Whooping-cough, with thick yellow expectoration; flies out", 
      "Hay-fever, with asthmatic breathing", 
      "Pleuritic stitches in chest, neck, and back"
    ], 
    "Stomach": [
      "Mouth hot", 
      "Much thirst", 
      "Lancinating pain in pit of stomach extending to vertebra and scapula"
    ], 
    "Female": [
      "Metrorrhagia; worse at night, with feeling of enlargement of head", 
      "Cancer of breast"
    ], 
    "Modalities": [
      "Better: by heat"
    ], 
    "Back": [
      "Stitches in nape, scapulae", 
      "Pain in small of back, hips and lower limbs", 
      "Very stiff neck", 
      "MUSCLES AND SKIN SORE, as if beaten"
    ], 
    "Head": [
      "Sensation of enlargement and fullness", 
      "Pain in forehead and temple, EXTENDING TO EYEBALLS, worse in afternoon", 
      "Blueness under eyes", 
      "DANDRUFF; scale sore, dry, tetter-like", 
      "Dull, dizzy feeling in head", 
      "CORYZA, sneezing, watery discharge, with asthmatic breathing and suffocative cough", 
      "Influenza", 
      "Slight sounds are greatly accentuated"
    ], 
    "Skin": [
      "Sore to touch", 
      "FRECKLES", 
      "RHAGADES"
    ]
  }, 
  "details": "Soreness of muscles and integuments; worse motion and friction of clothes, with sensitiveness to cold. Glands swollen. General paresis. Basedow's disease. Lues, bubo, roseola.", 
  "Natural History": [
    "Fresh-Water Sponge"
  ], 
  "dosage": "First to sixth attenuation."
}