{
  "name": "Baptisia", 
  "Relationship": "Compare: BRYONIA and ARSENIC may be needed to complete the favorable reaction. AILANTHUS differs, being more painful. Baptisia more painless. Rhus; Muriat. acid; Arsenic; Bryon.; Arnica; Echinac. Pyrogen.Baptisia confusia. (Pain in right jaw and oppression in left hypochondrium, producing dyspnoea and necessity to assume erect position.)", 
  "symptoms": {
    "Head": [
      "Confused, swimming feeling", 
      "Vertigo; pressure at root of nose", 
      "Skin of forehead feels tight; seems drawn to back of head", 
      "Feels too large, HEAVY, NUMB", 
      "Soreness of eyeballs", 
      "Brain feels sore", 
      "Stupor; falls asleep while spoken to", 
      "Early deafness in typhoid conditions", 
      "Eyelids heavy"
    ], 
    "Fever": [
      "Chill, with rheumatic pains and soreness all over body", 
      "Heat all over, with occasional chills", 
      "Chill about eleven AM ADYNAMIC FEVERS", 
      "Typhus fever", 
      "Shipboard fever"
    ], 
    "Stomach": [
      "Can swallow only liquids, vomiting due to spasm of oesophagus", 
      "Gastric fever", 
      "No appetite", 
      "Constant desire for water", 
      "SINKING FEELING AT STOMACH", 
      "Pain in epigastric region", 
      "Feeling of hard substance", 
      "All symptoms worse from beer", 
      "Cardiac orifice contracted convulsively and ulcerative inflammation of stomach and bowels"
    ], 
    "Modalities": [], 
    "Mind": [
      "Wild, wandering feeling", 
      "Inability to think", 
      "Mental confusion", 
      "Ideas confused", 
      "Illusion of divided personality", 
      "THINKS HE IS BROKEN OR DOUBLE, AND TOSSES ABOUT THE BED TRYING TO GET PIECES TOGETHER", 
      "Delirium, wandering, muttering", 
      "Perfect indifference", 
      "Falls asleep while being spoken to", 
      "Melancholia, with stupor"
    ], 
    "Abdomen": [
      "Right side markedly affected", 
      "Distended and rumbling", 
      "Soreness over region of gall-bladder, with diarrhoea", 
      "Stools very OFFENSIVE, THIN, DARK, BLOODY", 
      "Soreness of abdomen, in region of liver", 
      "Dysentery of old people"
    ], 
    "Face": [
      "BESOTTED LOOK", 
      "Dark red", 
      "Pain at root of nose", 
      "Muscles of jaw rigid"
    ], 
    "Throat": [
      "Dark redness of tonsils and soft palate", 
      "CONSTRICTION, CONTRACTION OF OESOPHAGUS", 
      "Great difficulty in swallowing solid food", 
      "PAINLESS sore throat, and offensive discharge", 
      "CONTRACTION AT CARDIAC ORIFICE"
    ], 
    "Respiratory": [
      "Lungs feel compressed, breathing difficult; seeks open window", 
      "Fears going to sleep on account of nightmare and SENSE OF SUFFOCATION", 
      "Constriction of chest", 
      "Back and Extremities", 
      "Neck tired", 
      "Stiffness and pain, aching and drawing in arms and legs", 
      "Pain in sacrum, around hips and legs", 
      "SORE AND BRUISED", 
      "Decubitus", 
      "Sleep", 
      "Sleepless and restless", 
      "Nightmare and frightful dreams", 
      "Cannot get herself together, feels scattered about bed", 
      "Falls asleep while answering a question"
    ], 
    "Mouth": [
      "Taste flat, bitter", 
      "Teeth and gums sore, ulcerated", 
      "BREATH FETID", 
      "TONGUE FEELS BURNED; yellowish-brown; edges red and shining", 
      "Dry and brown in center, with dry and glistening edges; surface cracked and sore", 
      "CAN SWALLOW LIQUIDS ONLY; least solid food gags"
    ], 
    "Female": [
      "Threatened miscarriage from mental depression, shock, watching, low fevers", 
      "Menses too early, too profuse", 
      "Lochia acrid, fetid", 
      "Puerperal fever"
    ], 
    "Skin": [
      "Livid spots all over body and limbs", 
      "Burning and heat in skin", 
      "Putrid ulcers with stupor, low delirium and prostration"
    ]
  }, 
  "details": "The symptoms of this drug are of an asthenic type, simulating low fevers, SEPTIC CONDITIONS of the blood, malarial poisoning, and extreme prostration. Indescribable sick feeling. GREAT MUSCULAR SORENESS AND PUTRID PHENOMENA ALWAYS ARE PRESENT. All the secretions are offensive - breath, stool, urine, sweat, etc. Epidemic influenza. Chronic intestinal toxaemia of children with fetid stools and eructations.Baptisia in low dilutions produces a form of anti-bodies to the Bac. typhosus, viz., the agglutinins. (Mellon.) Thus it raises the natural bodily resistance to the invasion of the bacillary intoxication, which produces the typhoid syndrome. Typhoid carriers. After inoculation with anti-typhoid serum. Intermittent pulse, especially in the aged.", 
  "Natural History": [
    "Wild Indigo"
  ], 
  "dosage": "Tincture, to twelfth attenuation. Has rather short action."
}