{
  "name": "Baryta  carb", 
  "Relationship": "Compare: Digitalis; Radium; Aragallus; Oxtrop; Astrag. Complementary: Dulc.; Silica; Psorin. Incompatible: Calc. Antidote for poisonous doses: Epsom salts.", 
  "symptoms": {
    "Head": [
      "Hair falls out", 
      "Confusion", 
      "Brain feels as if loose", 
      "Vertigo; stitches, when standing in the sun, extending through head", 
      "WENS"
    ], 
    "Stomach": [
      "Hungry, but refuses food", 
      "Worse after warm food", 
      "Pain and weight immediately after a meal, with epigastric tenderness", 
      "Water brash, hiccough, and eructation, which relieves pressure as of a stone", 
      "Gastric weakness in the aged with possible malignancy present"
    ], 
    "Abdomen": [
      "Enlarged mesenteric glands", 
      "Colicky", 
      "Habitual colic, with hunger, but food is refused", 
      "Pain in abdomen swallowing food", 
      "HARD AND TENSE, DISTENDED"
    ], 
    "Mouth": [
      "Smarting, burning pain in tip of tongue", 
      "Spasms of oesophagus when food enters", 
      "Teeth ache before menses", 
      "Dribbling of saliva at dawn", 
      "Awakes with dry mouth", 
      "Mouth filled with inflamed vesicles, foul taste", 
      "Gums bleed and retract", 
      "Paralysis of tongue"
    ], 
    "Rectum": [
      "Every time patient urinates, his piles come down", 
      "Constipation, with hard, knotty stools", 
      "Hemorrhoids protrude on urinating", 
      "Crawling in rectum", 
      "Urging to urinate", 
      "Oozing at anus", 
      "Burning in urethra on urinating", 
      "Urinary Organs"
    ], 
    "Respiratory": [
      "Lungs feel full of smoke", 
      "Stitches in chest; worse inspiration", 
      "Dry, suffocative cough, especially in old people, full of mucus but lacking strength to expectorate, worse every change of weather", 
      "Larynx feels as if smoke were inhaled", 
      "Chronic aphonia"
    ], 
    "Eyes": [
      "Alternate dilatation and contraction of pupils", 
      "Photophobia", 
      "Gauze before eyes", 
      "Cataracts"
    ], 
    "Face": [
      "Pale, puffed; sensation as of cobweb", 
      "Upper lip swollen"
    ], 
    "Nose": [
      "Discharge of thick, yellow mucus", 
      "Scabs around wings of nose", 
      "Sensation of smoke in nose", 
      "Dry; sneezing, CORYZA, WITH SWELLING OF UPPER LIP AND NOSE", 
      "Frequent bleeding"
    ], 
    "Male": [
      "Diminished desire and premature impotence", 
      "Testicles indurated", 
      "Enlarged prostate"
    ], 
    "Ears": [
      "GLANDS AROUND EARS PAINFUL AND SWOLLEN", 
      "Hardness of hearing", 
      "Reverberation on blowing nose", 
      "CRACKLING NOISE"
    ], 
    "Heart": [
      "Palpitation and distress in region of heart", 
      "Accelerates the heart's action at first, blood pressure much increased, contraction of blood vessels", 
      "Cardiac symptoms after suppressed foot-sweat", 
      "Aneurism", 
      "Palpitation when lying on left side, when thinking of it especially; pulse full and hard"
    ], 
    "Modalities": [
      "Better: walking in open air", 
      "Worse: while thinking of symptoms; from washing; lying on painful side"
    ], 
    "Mind": [
      "Lost confidence in himself", 
      "Aversion to strangers", 
      "Loss of memory, mental weakness", 
      "BASHFUL", 
      "Childish; grief over trifles", 
      "Irresolute", 
      "Confusion", 
      "Senile dementia"
    ], 
    "Back": [
      "Weakness of spine", 
      "SWOLLEN GLANDS IN NAPE OF OCCIPUT", 
      "Fatty tumors about neck", 
      "Stiffness in sacrum", 
      "Bruised pain between scapulae"
    ], 
    "Sleep": [
      "Talking in sleep; awakens frequently; feels too hot", 
      "Twitching during sleep"
    ], 
    "Female": [
      "Before menses, pain in stomach and small of back", 
      "Menses scanty"
    ], 
    "Throat": [
      "Smarting pain when swallowing; worse empty swallowing", 
      "Tonsils inflamed, with swollen veins", 
      "Spasm of oesophagus as soon as food enters oesophagus, causes gagging and choking", 
      "Submaxillary glands and tonsils swollen", 
      "TAKES COLD EASILY, WITH STITCHES AND SMARTING PAIN", 
      "Feeling of a plug in pharynx", 
      "QUINSY", 
      "Can only swallow liquids", 
      "Throat troubles from over use of voice", 
      "SUPPURATING TONSILS FROM EVERY COLD", 
      "Stinging pain in tonsils, pharynx or larynx"
    ], 
    "Extremities": [
      "Cold, clammy feet", 
      "Toes and soles sore; soles painful when walking", 
      "Numbness of limbs", 
      "Pain in axillary glands", 
      "Numb feeling from knees to scrotum; disappears when sitting down", 
      "FETID FOOT-SWEATS", 
      "Pain in joints; burning pains in lower limbs"
    ]
  }, 
  "details": "Specially indicated in INFANCY and OLD AGE. This remedy brings aid to scrofulous children, especially if they are backward mentally and physically, are dwarfish, do not grow and develop, have scrofulous ophthalmia, swollen abdomen, take cold easily, and then ALWAYS HAVE SWOLLEN TONSILS. Persons subject to quinsy, which is prone to suppurate; gums bleed easily. Diseases of old men when degenerative changes begin; - cardiac vascular and cerebral; - who have hypertrophied prostate or indurated testes, very sensitive to cold, offensive foot-sweats, very weak and weary, must sit or lie down or lean on something. Very averse to meeting strangers. Catarrh of posterior nares, with frequent epistaxis. Often useful in the dyspepsia of the young who have masturbated and who suffer from seminal emissions, together with cardiac irritability and palpitation. Affects glandular structures, and useful in general degenerative changes, especially in coats of arteries, ANEURISM, and senility. Baryta is a cardiovascular poison acting on the muscular coats of heart and vessels. Arterial fibrosis. Blood-vessels soften and degenerate, become distended, and aneurisms, ruptures, and apoplexies result.", 
  "Natural History": [
    "Carbonate of Baryta"
  ], 
  "dosage": "Third to thirtieth potency, the latter to remove the predisposition to quinsy. Baryta is slow in action, bears repetition."
}