{
  "name": "Baryta muriatica", 
  "Relationship": "Compare in sclerotic degenerations, especially of spinal cord, liver and heart. Plumbum met. And Plumb. iod. Also Aurum mur. (which will often accomplish more in sclerotic and exudative degenerations than other remedies. Multiple sclerosis, fulgurating pains, tremors, Morvan's disease, hypertrophy of fingers.)", 
  "symptoms": {
    "Respiratory": [
      "BRONCHIAL AFFECTIONS OF OLD PEOPLE with cardiac dilation", 
      "Great accumulation and rattling of mucus with difficult expectoration", 
      "Arteriosclerosis of the lung, thus in senile asthma, modifies the arterial tension", 
      "FACILITATES EXPECTORATION"
    ], 
    "Stomach": [
      "GONE FEELING AT EPIGASTRIUM a good guiding symptom for it in chronic affections", 
      "GREAT INCREASE IN URIC ACID, diminution of chlorides", 
      "Retching and vomiting", 
      "Urine Section", 
      "Sensation of heat ascending to head"
    ], 
    "Abdomen": [
      "Throbbing  INDURATION OF pancreas; abdominal aneurism", 
      "Inguinal glands swollen", 
      "Spasmodic pain in rectum"
    ], 
    "Throat": [
      "Difficult swallowing", 
      "Tubes feel too wide open", 
      "TONSILS ENLARGED", 
      "Paresis of pharynx and eustachian tubes, with sneezing and noises"
    ], 
    "Ears": [
      "Inflates middle ear on blowing nose", 
      "Noises on chewing and swallowing, or sneezing", 
      "Parotids swollen", 
      "Earache; better sipping cold water", 
      "Whizzing and buzzing", 
      "Offensive otorrhoea"
    ]
  }, 
  "details": "The different salts of Baryta are called for in organic lesions of the aged and dwarfish, both mentally and physically. Arteriosclerosis and cerebral affections due to this condition. Headaches, but without acute crisis, occurring in old people; heaviness rather than pain. Vertigo, due to cerebral anaemia and noises in ears. Acts on lower alimentary canal, especially rectum; on muscles and joints, giving stiffness and weakness as from over walking. The white blood corpuscles increased. Hypertension and vascular degeneration. Increased tension of pulse. Arteriosclerosis (Aurum; Secale) where a high systolic pressure with a comparatively low diastolic tension is attended by cerebral and cardiac symptoms.This remedy has indurated and NARROWING OF THE CARDIAC ORIFICE WITH PAIN, immediately after eating, and epigastric tenderness, which has been repeatedly verified, also its use in ANEURISM and chronic hypertrophy of the tonsils. Nymphomania and satyriasis. Convulsions. In every form of mania when the sexual desire is increased. ICY COLDNESS OF BODY, WITH PARALYSIS. Multiple sclerosis of brain and cord. VOLUNTARY MUSCULAR POWER GONE BUT PERFECTLY SENSIBLE. Paresis after influenza and diphtheria. General feeling of lassitude in the morning, especially weakness of the legs, with muscular stiffness. Children who go around with their mouth open and who talk through the nose. Stupid-appearing, hard of hearing.", 
  "Natural History": [
    "Barium Chloride"
  ], 
  "dosage": "Third trituration. Bears repetition of dosage well."
}