{
  "name": "Belladonna", 
  "Relationship": "Compare: Sanguisorba officinalis 2x - 6x, a member of the Rosaceae family, (Profuse, long-lasting menses, especially in nervous patients with congestive symptoms to head and limbs. Passive Hemorrhages at climacteric. Chronic metritis. Hemorrhage from lungs. Varices and ulcers). Mandragora - (Mandrake). A narcotic of the ancients - Restless excitability and bodily weakness. Desire for sleep. Has antiperiodic properties like China and Aranea. Useful in epilepsy and hydrophobia, also Cetonia (A. E. alvine). Hyos. (less fever, more agitation); Stram. (more sensorial excitement, frenzy); Hoitzia - A Mexican drug, similar in action to Bellad. (Useful in fever, scarlatinal eruption, measles, urticaria, etc. High fever with eruptive fevers. Dry mouth and throat, red face, injected eyes, delirium.) Calcar is often required after Bell.; Atropia. Alkaloid of Belladonna covers more the neurotic sphere of the Belladonna action. (Great dryness of throat, almost impossible to swallow. Chronic stomach affections, with great pain and vomiting of all food. Peritonitis. All kinds of illusions of sight. Everything appears large. Platina opposite.) Hypochlorhydria; pyrosis. Motes over everything. On reading, words run together; double vision, all objects seem to be elongated. Eustachian tube and tympanic congestion. Affinity for the pancreas. Hyperacidity of stomach. Paroxysms of gastric pain; ovarian neuralgia.Antidotes to Belladonna: Camph.; Coff.; Opium, Acon.Complementary: Calc. Bellad. (Contains lime). Especially in semi-chronic and constitutional diseases.Incompatible: Acet-ac.", 
  "symptoms": {
    "Head": [
      "Vertigo, with falling to left side or backwards", 
      "Sensitive to least contact", 
      "Much throbbing and heat", 
      "Palpitation reverberating in head with labored breathing", 
      "Pain; fullness, ESPECIALLY IN FOREHEAD, also occiput, and temples", 
      "Headache from suppressed catarrhal flow", 
      "Sudden outcries", 
      "PAIN WORSE LIGHT, NOISE, JAR LYING DOWN AND IN AFTERNOON; better by pressure and semi-erect posture", 
      "Boring of head into pillow; drawn backward and rolls from side to side", 
      "Constant moaning", 
      "Hair splits; is dry and comes out", 
      "Headache worse on right side and when lying down; ill effects, colds, etc", 
      "; from having hair cut"
    ], 
    "Fever": [
      "A high feverish state with comparative absence of toxaemia", 
      "BURNING, PUNGENT, STEAMING, HEAT", 
      "Feet icy cold", 
      "Superficial blood-vessels, distended", 
      "Perspiration dry only on head", 
      "NO THIRST WITH FEVER", 
      "Sleep", 
      "Restless, crying out, gritting of teeth", 
      "Kept awake by pulsation of blood-vessels", 
      "Screams out in sleep", 
      "Sleeplessness, with drowsiness", 
      "STARING WHEN CLOSING THE EYES OF DURING SLEEP", 
      "Sleeps with hands under head"
    ], 
    "Stomach": [
      "Loss of appetite", 
      "Averse to meat and milk", 
      "Spasmodic pain in epigastrium", 
      "Constriction; pain runs to spine", 
      "Nausea and vomiting", 
      "GREAT THIRST FOR COLD WATER", 
      "Spasms of stomach", 
      "Empty retching", 
      "Abhorrence of liquids", 
      "Spasmodic hiccough", 
      "DREAD OF DRINKING", 
      "Uncontrollable vomiting"
    ], 
    "Abdomen": [
      "Distended, hot", 
      "Transverse colon protrudes like a pad", 
      "Tender, swollen", 
      "Pain as if clutched by a hand; worse, jar, pressure", 
      "Cutting pain across; stitches in left side of abdomen, when coughing, sneezing, or touching it", 
      "Extreme sensitiveness to touch, bed-clothes, etc", 
      "Stools", 
      "Thin, green, dysenteric; in lumps like chalk", 
      "Shuddering during stool", 
      "Stinging pain in rectum; spasmodic stricture", 
      "Piles more sensitive with backache", 
      "Prolapsus ani", 
      "Urine Section", 
      "RETENTION", 
      "Acute urinary infections", 
      "Sensation of motion in bladder as of a worm", 
      "Urine scanty, with tenesmus; DARK AND TURBID, loaded with phosphates", 
      "Vesical region sensitive", 
      "Incontinence, continuous dropping", 
      "FREQUENT AND PROFUSE", 
      "Hematuria where no pathological condition can be found", 
      "Prostatic hypertrophy"
    ], 
    "Mouth": [
      "Dry", 
      "Throbbing pain in teeth", 
      "Gumboil", 
      "Tongue red on edges", 
      "Strawberry tongue", 
      "GRINDING OF TEETH", 
      "Tongue swollen and painful", 
      "Stammering"
    ], 
    "Respiratory": [
      "Drying in nose, fauces, larynx, and trachea", 
      "TICKLING, SHORT, DRY COUGH; WORSE AT NIGHT", 
      "Larynx feels sore", 
      "Respiration oppressed, quick, unequal", 
      "Cheyne-Stokes respiration  Hoarse; loss of voice", 
      "Painless hoarseness", 
      "Cough with pain in left hip", 
      "Barking cough, whooping cough, with pain in stomach before attack, with expectoration of blood", 
      "Stitches in chest when coughing", 
      "LARYNX VERY PAINFUL; feels as if a foreign body were in it, with cough", 
      "HIGH PIPING VOICE", 
      "MOANING AT EVERY BREATH"
    ], 
    "Eyes": [
      "Throbbing deep in eyes on lying down", 
      "PUPILS DILATED", 
      "Eyes feel swollen and protruding, STARING, BRILLIANT; conjunctiva red; DRY, burn; photophobia; shooting in eyes", 
      "Exophthalmus", 
      "Ocular illusions; fiery appearance", 
      "DIPLOPIA, squinting, spasms of lids", 
      "Sensation as if eyes were half closed", 
      "Eyelids swollen", 
      "Fundus congested"
    ], 
    "Face": [
      "Red, BLUISH-RED, hot, swollen, shining; convulsive motion of muscles of face", 
      "Swelling of upper lip", 
      "Facial neuralgia with twitching muscles and flushed face"
    ], 
    "Nose": [
      "Imaginary odors", 
      "Tingling in tip of nose", 
      "Red and swollen", 
      "BLEEDING OF NOSE, with red face", 
      "Coryza; mucus mixed with blood"
    ], 
    "Male": [
      "Testicles hard, drawn up, inflamed", 
      "Nocturnal sweat of genitals", 
      "Flow of prostatic fluid", 
      "Desire diminished"
    ], 
    "Ears": [
      "Tearing pain in middle and external ear", 
      "Humming noises", 
      "Membrana tympani bulges and injected", 
      "Parotid gland swollen", 
      "Sensitive to loud tones", 
      "Hearing very acute", 
      "Otitis media", 
      "PAIN CAUSES DELIRIUM", 
      "CHILD CRIES OUT IN SLEEP; throbbing and beating pain deep in ear, synchronous with heart beat", 
      "Hematoma auris", 
      "Acute and sub-acute conditions of Eustachian tube", 
      "Auto phony - hearing one's voice in ear"
    ], 
    "Heart": [
      "Violent palpitation, reverberating in head, with labored breathing", 
      "Palpitation from least exertion", 
      "Throbbing all through body", 
      "Dicrotism", 
      "Heart seemed too large", 
      "Rapid but weakened pulse"
    ], 
    "Modalities": [
      "Worse: touch", 
      "Worse: jar", 
      "Worse: noise", 
      "Worse: draft", 
      "Worse: after noon", 
      "Worse: lying down", 
      "Better: semi-erect"
    ], 
    "Mind": [
      "Patient lives in a world of his own, engrossed by spectres and visions and oblivious to surrounding realities", 
      "While the retina is insensible to actual objects, a host of visual hallucinations throng about him and come to him from within", 
      "He is acutely alive and crazed by a flood of SUBJECTIVE visual impressions and fantastic illusions", 
      "Hallucinations; sees monsters, hideous faces", 
      "Delirium; frightful images; FURIOUS; rages, bites, strikes; DESIRE TO ESCAPE", 
      "Loss of consciousness", 
      "Disinclined to talk", 
      "Perversity, with tears", 
      "ACUTENESS OF ALL SENSES", 
      "Changeableness"
    ], 
    "Back": [
      "Stiff neck", 
      "SWELLING OF GLANDS OF NECK", 
      "Pain in nape, as if it would break", 
      "Pressure on dorsal region most painful", 
      "Lumbago, with pain in hips and thighs"
    ], 
    "Female": [
      "Sensitive forcing downwards, as IF ALL THE VISCERA WOULD PROTRUDE AT GENITALS", 
      "Dryness and heat of vagina", 
      "Dragging around loins", 
      "Pain in sacrum", 
      "Menses increased; BRIGHT RED, TOO EARLY, TOO PROFUSE", 
      "HEMORRHAGE HOT", 
      "Cutting pain from hip to hip", 
      "MENSES AND LOCHIA VERY OFFENSIVE AND HOT", 
      "Labor-pains come and go suddenly", 
      "MASTITIS pain, throbbing, redness, streaks radiate from nipple", 
      "Breasts feel heavy; are hard and red", 
      "Tumors of breast, pain worse lying down", 
      "Badly smelling Hemorrhages, hot gushes of blood", 
      "Diminished lochia"
    ], 
    "Skin": [
      "Dry and HOT; swollen, sensitive; burns scarlet, smooth", 
      "Eruption like scarlatina, suddenly spreading", 
      "Erythema; pustules on face", 
      "GLANDS SWOLLEN, TENDER, red", 
      "BOILS", 
      "Acne rosacea", 
      "Suppurative wounds", 
      "ALTERNATE REDNESS AND PALENESS OF THE SKIN", 
      "Indurations after inflammation", 
      "Erysipelas"
    ], 
    "Throat": [
      "Dry, as if glazed; angry-looking congestion ; RED WORSE ON RIGHT SIDE", 
      "Tonsils enlarged; THROAT FEELS CONSTRICTED; DIFFICULT DEGLUTITION; worse, liquids", 
      "Sensation of a lump", 
      "Oesophagus dry; feels contracted", 
      "SPASMS in throat", 
      "Continual inclination to swallow", 
      "Scraping sensation", 
      "Muscles of deglutition very sensitive", 
      "Hypertrophy of mucous membrane"
    ], 
    "Extremities": [
      "Shooting pains along limbs", 
      "Joints swollen, red, shining, with red streaks radiating", 
      "Tottering gait", 
      "Shifting rheumatic pains", 
      "Phlegmasia alba dolens", 
      "Jerking limbs", 
      "Spasms", 
      "Involuntary limping", 
      "COLD EXTREMITIES"
    ]
  }, 
  "details": "Belladonna acts upon every part of the nervous system, producing active congestion, furious excitement, perverted special senses, twitching, convulsions and pain. It has a marked action on the vascular system, skin and glands. Belladonna always is associated with hot, red skin, flushed face, glaring eyes, throbbing carotids, excited mental state, hyperaesthesia of all senses, delirium, restless sleep, convulsive movements, dryness of mouth and throat with aversion to water, NEURALGIC PAINS that come and go suddenly. (Oxytropis.) HEAT, REDNESS, THROBBING AND BURNING. GREAT CHILDREN'S REMEDY. Epileptic spasms followed by nausea and vomiting. SCARLET FEVER and also prophylactic. Here use the thirtieth potency. EXOPHTHALMIC GOITRE. Corresponds to the symptoms of \"air-sickness\" in aviators. Give as preventive. NO THIRST, ANXIETY OF FEAR. Belladonna stands for VIOLENCE of attack and SUDDENNESS of onset. Bell. for the extreme of thyroid toxaemia. Use 1x (Beebe).", 
  "Natural History": [
    "Deadly Nightshade"
  ], 
  "dosage": "First to thirtieth potency and higher. Must be repeated frequently in acute diseases.Non-Homeopathic Uses.Atropia and its salts are used for ophthalmic purposes, to dilate the pupil and paralyze the accommodation.Given internally or hypodermically, it is antagonistic to Opium and Morphine. Physostigma and Prussic Acid. Narcotic poisons and mushroom poisoning. Renal colic 1-200 of a grain hypodermically.Atropine injected subcutaneously in doses from a milligram upwards for intestinal obstruction threatening life.Hypodermically 1-80 gr. night sweats in phthisis.Atropia 1-20 gr. is antagonistic to 1 gr. Morphine.Also used as a local anaesthetic, antispasmodic, and to dry up secretions, milk, etc. Hypodermically 1-80 gr. night sweats in phthisis."
}