{
  "name": "Bellis perennis", 
  "Relationship": "Compare: Arnica; Arsenic; Staphis.; Hamamelis; Bryonia; Vanadium (degenerative states).", 
  "symptoms": {
    "Head": [
      "Forehead feels contracted", 
      "Vertigo in elderly people", 
      "Headache from occiput to top of head", 
      "BRUISED SORENESS", 
      "Itching around scalp and over back, worse from hot bath and bed"
    ], 
    "Modalities": [
      "Worse: LEFT SIDE; hot bath and warmth of bed; before storms; cold bathing; cold wind"
    ], 
    "Abdomen": [
      "Bloated; rumbling in bowels", 
      "Stitches in spleen, sore, enlarged", 
      "Yellow, painless diarrhoea, foul odor, worse at night", 
      "SORENESS OF ABDOMINAL WALLS AND OF UTERUS"
    ], 
    "Sleep": [
      "Wakes early in morning and cannot get to sleep again"
    ], 
    "Female": [
      "Abdominal muscles lame", 
      "UTERUS FEELS SORE, AS IF SQUEEZED", 
      "DURING PREGNANCY INABILITY TO WALK", 
      "Breasts and uterus engorged", 
      "Varicose veins in pregnancy"
    ], 
    "Skin": [
      "Exudations and swellings", 
      "Acne", 
      "Varicose veins with bruised sore feeling", 
      "Venous congestion due to mechanical causes", 
      "BOILS", 
      "Ecchymosis, swelling, very sensitive to touch"
    ], 
    "Extremities": [
      "Itching on back and flexor surfaces of thighs", 
      "Wrist feels contracted as from elastic band around joint", 
      "Pain down anterior of thighs", 
      "Sprains with great soreness", 
      "RAILWAY SPINE", 
      "Joints sore, muscular soreness"
    ]
  }, 
  "details": "It acts upon the muscular fibers of the blood-vessels. Much muscular soreness. Lameness, as if sprained. Venous congestion, due to mechanical causes. First remedy in injuries to the deeper tissues, after major surgical work. Results of injuries to nerves with intense soreness and intolerance of cold bathing. After gout, debility of limbs.Traumatism of the pelvic organs, auto-traumatism, expresses the condition calling for this remedy; ill effects from masturbation. Excellent remedy for sprains and bruises. Complaints due to cold food or drink when the body is heated, and in affections due to cold wind. Externally, in naevi. Acne. BOILS ALL OVER. SORE, BRUISED FEELING IN THE PELVIC REGION. Eructations, stasis, swelling, come within the range of this remedy. Rheumatic symptoms. Does not vitiate the secretions. It is a princely remedy for old laborers, especially gardeners. (Burnett.)", 
  "Natural History": [
    "Daisy"
  ], 
  "dosage": "Tincture to third potency."
}