{
  "name": "Benzenum", 
  "Relationship": "Compare: Benzin. Petroleum ether - not as pure a compound as Benzene (Benzol). It is the same, but with a mixture of hydrocarbons. It seems to exercise a special influence on the nervous system and on the blood. Oxyhaemoglobinaemia. Physical weakness, cramps, exaggeration of knee jerks, nausea, vomiting, dizziness, HEAVINESS and coldness of limbs. Tremor of eyelids and tongue. Benzin. dinitricum - D.N.B. - (The most obvious results of poisoning by skin absorption are changes in the red blood corpuscles and liver degeneration in amblyopia, color-blindness, retinitis. Field of vision contracted. Black urine). Benzin. nitricum. Mir bane. (Dark, black blood, coagulates with difficulty; venous hyperaemia of the brain and general venous engorgement. Burning taste in mouth. Blue lips, tongue, skin, nails and conjunctive. Cold skin, pulse small, weak, breathing slow and irregular, unconsciousness, symptoms of apoplectic coma. ROLLING OF EYEBALLS IN THEIR VERTICAL AXIS; PUPILS DILATED. Nystagmus. Respiration very slow, difficult, sighing.) Trinitrotoluene (T.N.T.), Trotyl - is a high explosive, obtained by nitrating toluene - a product of coal tar distillation.When the skin or hair is exposed to T.N.T. by contact a characteristic yellow or tawny-orange stain is produced, which lasts for some weeks. Indicated in graver forms of anemia (pernicious) and jaundice. Produces fatal toxic jaundice.", 
  "symptoms": {
    "Eyes": [
      "Illusion of vision with wide open eyes", 
      "Twitching of lids", 
      "Photophobia, objects blurred", 
      "Aching in eyes and lids", 
      "Marked dilation of pupils", 
      "Failure to react to light, particularly daylight"
    ], 
    "Modalities": [], 
    "Head": [
      "Sense of falling through bed and floor", 
      "Pains from below upward", 
      "Tired and nervous", 
      "Frontal headache to root of nose", 
      "Dizzy", 
      "Pressing feeling in head", 
      "Right sided headache"
    ], 
    "Nose": [
      "Profuse fluent coryza", 
      "Especially in afternoon", 
      "Violent sneezing"
    ], 
    "Skin": [
      "Eruption like measles", 
      "Perspiration on side not lain upon", 
      "Itching all over back"
    ], 
    "Extremities": [
      "Heavy limbs, cold legs, exaggerated knee-jerk", 
      "Pains from below upward"
    ], 
    "Male": [
      "Swelling of right testicle", 
      "Severe pain in testicles", 
      "Itching of scrotum", 
      "Profuse urination"
    ]
  }, 
  "details": "The most striking fact in the proving of Benzol seems to be the influence it had on the circulatory system. It caused a slowing of the pulse stream which in the guinea-pigs brought about the formation of infarcts. In the human provers it resulted in a DECREASE OF THE RED AND INCREASE OF WHITE CELLS. (R. F. Rabe, M.D.)It ought to be of use in Leucaemia. Eye symptoms striking. Hallucinations - Epileptiform attacks, coma, and anesthesia.", 
  "Natural History": [
    "Coal NaphthaBenzol, C6, H6"
  ], 
  "dosage": "Sixth potency."
}