{
  "name": "Berberis vulgaris", 
  "Relationship": "Compare: Ipomea - Convolvulus Duartinus - Morning Glory. - (Pain in left lumbar muscles on stooping. Kidney disorders with pain in back. Much abdominal flatulence. Aching in top of right shoulder renal colic; aching in small of back and extremities), Aloe; Lycopod.; Nux.; Sarsap. Xanthorrhoea arborea (severe pain in kidneys, cystitis and gravel. Pain from ureter to bladder and testicles; pain in small of back returns from least chill or damp). Xanthorrhiza apifolia - Shrub Yellow Root - Contains Berberine. Dilatation of stomach and intestines, atony, enlarged spleen.Antidotes: Camphor; Bell.", 
  "symptoms": {
    "Head": [
      "Listless, apathetic, indifferent", 
      "Puffy sensation, feeling as if becoming larger", 
      "Vertigo with attacks of fainting", 
      "Frontal headache", 
      "Chilliness in back and occiput", 
      "Tearing pain in auricle, and gouty concretions", 
      "SENSATION OF A TIGHT CAP PRESSING UPON THE WHOLE SCALP"
    ], 
    "Respiratory": [
      "Hoarseness; polypus of larynx", 
      "Tearing stitches in chest and region of heart"
    ], 
    "Stomach": [
      "NAUSEA BEFORE BREAKFAST", 
      "Heartburn"
    ], 
    "Modalities": [
      "Worse: motion", 
      "Worse: STANDING"
    ], 
    "Stool": [
      "Constant urging to stool", 
      "Diarrhoea painless, clay-colored, burning, and smarting in anus and perineum", 
      "Tearing around anus", 
      "Fistula in anus", 
      "Urinary Organs", 
      "Burning pains", 
      "Sensation as if some urine remained after urinating", 
      "Urine with thick MUCUS AND BRIGHT-RED, mealy sediment", 
      "Bubbling, sore sensation in kidneys", 
      "Pain in bladder region", 
      "PAIN IN THE THIGHS AND LOINS ON URINATING", 
      "Frequent urination; urethra burns when not urinating"
    ], 
    "Back": [
      "Stitches in neck and back; worse, respiration", 
      "Sticking pain in region of kidneys radiating thence around abdomen, to hips and groins", 
      "Numb, bruised sensation", 
      "Stitches from kidneys into bladder", 
      "Tearing, sticking with stiffness, making rising difficult, involving hips, nates, limbs, with numbness", 
      "Lumbago", 
      "Metatarsus and metacarpus feel sprained", 
      "Post-operative pain in lumbar region; soreness with sharp pain following course of circumflex iliac nerve to bladder with frequent urination"
    ], 
    "Face": [
      "Pale, sticky", 
      "Sunken cheeks and eyes, with bluish circles", 
      "Sticky sensation", 
      "Diminished saliva", 
      "Sticky, frothy saliva, like cotton", 
      "Tongue feels scalded; vesicles on tongue"
    ], 
    "Fever": [
      "Cold sensation in various parts, as if spattered with cold water", 
      "Warmth in lower part of back, hips, and thighs"
    ], 
    "Nose": [
      "Dry; obstinate catarrh of left nostril", 
      "Crawling in nostrils"
    ], 
    "Female": [
      "Pinching constriction in mons veneries, vaginismus, contraction and tenderness of vagina", 
      "Burning and soreness in vagina", 
      "Desire diminished, cutting pain during coition", 
      "Menses scanty, gray mucus, with pain in kidneys and chilliness, pain down thighs", 
      "Leucorrhoea, grayish mucus, with painful urinary symptoms", 
      "Neuralgia of ovaries and vagina"
    ], 
    "Skin": [
      "Flat warts", 
      "ITCHING, burning and smarting; WORSE, SCRATCHING; better, cold applications", 
      "Small pustules over whole body", 
      "Eczema of ANUS and HANDS", 
      "CIRCUMSCRIBED PIGMENTATION following eczematous inflammation"
    ], 
    "Abdomen": [
      "Stitches in region of gall-bladder; worse, pressure, extending to stomach", 
      "Catarrh of the gall-bladder with constipation and yellow complexion", 
      "Stitching pain in front of kidneys extending to liver, spleen, stomach, groins, Poupart's ligament", 
      "Sticking deep in ilium"
    ], 
    "Extremities": [
      "Rheumatic paralytic pain in shoulders, arms, hands and fingers, legs and feet", 
      "NEURALGIA UNDER FINGER-NAILS, with swelling of finger-joints", 
      "Sensation of cold on outside of thighs", 
      "Heels pain, as if ulcerated", 
      "Stitching between metatarsal bones as from a nail when standing", 
      "Pain in balls of feet on stepping", 
      "Intense weariness and lameness of legs after walking a short distance"
    ], 
    "Male": [
      "Neuralgia of spermatic cord and testicles", 
      "Smarting, burning, stitching in testicles, in prepuce and scrotum"
    ]
  }, 
  "details": "Rapid changes of symptoms - pains change in regard to place and character - thirst alternates with thirstlessness, hunger, and loss of appetite, etc. Acts forcibly on the venous system, producing pelvic engorgements and hemorrhoids.Hepatic, and rheumatic affections, particularly with urinary, hemorrhoidal and menstrual complaints.Old gouty constitutions. Pain in region of kidneys is most marked; hence its use in renal and vesical troubles, gall-stones, and vesical catarrh. It causes inflammation of kidneys with hematuria. Pains may be felt all over body, emanating from small of back. It has also marked action on the liver, promoting the flow of bile. Often called for in arthritic affections with urinary disturbances. Wandering, RADIATING pains. Acts well in fleshy persons, good livers, but with little endurance. Spinal irritation. All Berberis pains radiate, are not worse by pressure, but worse in various attitudes, especially standing and active exercise.", 
  "Natural History": [
    "Barberry"
  ], 
  "dosage": "Tincture, to sixth potency."
}