{
  "Natural History": [
    "Precipitated Sub-Nitrate of Bismuth"
  ], 
  "symptoms": {
    "Head": [
      "Neuralgic pain, as if torn by pincers; involves face and teeth; worse, eating; better, cold; alternate with gastralgia", 
      "Pressure in occiput; worse, motion; with heaviness", 
      "Headache alternates with gastralgia", 
      "Cutting or pressure above right orbit extending to occiput"
    ], 
    "Respiratory": [
      "Angina pectoris; pain around heart, left arm to fingers", 
      "Pinching in middle of diaphragm, extending transversely through chest"
    ], 
    "Stomach": [
      "Will eat for several days; then vomit", 
      "Vomits, with convulsive gagging and pain", 
      "Gastritis", 
      "BETTER, COLD DRINKS, but vomiting when stomach becomes full", 
      "Vomits all fluids", 
      "Gastralgia; pain from stomach through to spine", 
      "BURNING; FEELING OF A LOAD", 
      "Slow digestion, with FETID eructations", 
      "WATER IS VOMITED AS SOON AS IT REACHES THE STOMACH", 
      "Eructation after drinking"
    ], 
    "Mind": [
      "DESIRE FOR COMPANY", 
      "Complains about his condition", 
      "ANGUISH", 
      "Solitude is unbearable", 
      "Discontented"
    ], 
    "Stool": [
      "Painless diarrhoea, with great thirst, and frequent micturition and vomiting", 
      "Pinching in lower abdomen, with rumbling"
    ], 
    "Sleep": [
      "Sleepy in morning, a few hours after eating", 
      "Restless on account of voluptuous dreams"
    ], 
    "Mouth": [
      "Pressure as from a load in one spot, alternating with burning, crampy pain and pyrosis", 
      "Tongue coated white; sweetish, metallic taste", 
      "Inexpressible pain in stomach; must bend backwards", 
      "Swollen", 
      "Toothache; better, cold water in mouth  Tongue white", 
      "Profuse salivation, teeth loose", 
      "GUMS SWOLLEN", 
      "Black, gangrenous looking wedges on dorsum and sides of tongue", 
      "Thirst for cold drinks"
    ], 
    "Extremities": [
      "Itching erosion near tibia and back of feet near joints", 
      "Cramps in hands and feet", 
      "Tearing in tips of fingers under nails", 
      "Tearing in wrist", 
      "Paralytic weakness, especially right arm", 
      "Cold limbs"
    ], 
    "dosage": ""
  }, 
  "name": "Bismuthum", 
  "Relationship": "Antidotes: Nux; Capsic.; Calc.", 
  "details": "Irritation and catarrhal inflammation of the alimentary canal, is the chief action of this drug."
}