{
  "name": "Borax", 
  "Relationship": "Compare: Calc.; Bryon.; Sanicula; Sulph-ac.Antidote: Cham.; Coffea.Acetic acid, vinegar, and wine are incompatible.", 
  "symptoms": {
    "Eyes": [
      "Eyelids inflamed, lids cut against eyeball", 
      "Entropium", 
      "Lashes turn inward", 
      "Visions of bright waves"
    ], 
    "Respiratory": [
      "Arrest of breathing when lying; is obliged to jump and catch breath, which causes pain in right side", 
      "STITCHES IN CHEST, with inspiration and cough", 
      "Hacking and violent cough; expectoration, mouldy taste and smell", 
      "Cough with mouldy taste - breath smells mouldy", 
      "Out of breath on going up stairs", 
      "Pleurodynia; worse upper part of right chest"
    ], 
    "Modalities": [
      "Worse: downward motion", 
      "Worse: noise", 
      "Worse: smoking", 
      "Worse: warm weather", 
      "Worse: after menses", 
      "Better: pressure", 
      "Better: evening", 
      "Better: cold weather"
    ], 
    "Mind": [
      "Excessively nervous; easily frightened", 
      "Anxious expression of face during the downward motions, starts and throws up hands on laying patient down, as if afraid of falling", 
      "SENSITIVE TO SUDDEN NOISES", 
      "Fear of thunder", 
      "Extreme anxiety, especially from motions which have a downward direction, rocking, being carried downstairs, laid down", 
      "Violent fright from report of a gun, even at a distance"
    ], 
    "Stool": [
      "Pungent smell", 
      "Child afraid to urinate, screams before urinating", 
      "Small red particles on diaper", 
      "Hot, smarting pain in orifice", 
      "Diarrhoea, offensive, preceded by colic; stools mucous, with aphthous sore mouth", 
      "LOOSE, PAPPY, OFFENSIVE STOOLS IN CHILDREN", 
      "Urine Section"
    ], 
    "Head": [
      "Aches, with nausea and trembling of whole body", 
      "Hair tangled at tips, cannot be separated, as in Plica Polonica"
    ], 
    "Face": [
      "Pale, earthy, with suffering expression", 
      "Feeling of cobwebs", 
      "Swollen, with pimples on nose and lips"
    ], 
    "Mouth": [
      "APHTHAE", 
      "Taste bitter", 
      "Mouth hot and tender; ulcers bleed on touch and eating", 
      "Gastralgia, depending upon uterine disturbance", 
      "Distention after eating; vomiting", 
      "Painful gum-boil", 
      "White fungous like growth", 
      "Stomach and Abdomen", 
      "Pain as if diarrhoea would result", 
      "Crying when nursing", 
      "Taste of cellar mould"
    ], 
    "Female": [
      "Pruritis of vulva and eczema", 
      "Leucorrhoea with like white of eggs, with sensation as if warm water was flowing", 
      "In nursing, pain IN OPPOSITE BREAST", 
      "GALACTORRHOEA", 
      "MEMBRANOUS DYSMENORRHOEA", 
      "Sensation of distention in clitoris with sticking", 
      "Favors easy conception", 
      "Labor pains with frequent eructations", 
      "Sterility", 
      "Menses TOO SOON, PROFUSE, with gripping, nausea and pain in stomach extending into small of back"
    ], 
    "Skin": [
      "PSORIASIS", 
      "Trade eruptions on fingers and hands, itching and stinging", 
      "Chilblains relieved in open air", 
      "Ends of hair become tangled", 
      "Erysipelas in face", 
      "Itching on back of finger-joints", 
      "Erysipelatous inflammation with swelling and tension", 
      "Herpes", 
      "Unhealthy skin; slight injuries suppurate"
    ], 
    "Sleep": [
      "Cannot sleep on account of heat, especially in head", 
      "Cries out of sleep as if frightened", 
      "Voluptuous dreams"
    ], 
    "Extremities": [
      "Pain in heel", 
      "Throbbing pain in tip of thumb", 
      "STITCHES IN SOLE", 
      "Eczema of toes and fingers with loss of nails", 
      "Feeling as of cobwebs on hands", 
      "Itching on back of finger-joints and hands", 
      "Burning pain in great toe; inflammation of balls of toes"
    ], 
    "Ears": [
      "VERY SENSITIVE TO SLIGHTEST NOISE; not so much disturbed by louder ones", 
      "Tip swollen and ulcerated", 
      "Red and shining swelling, with throbbing and tensive sensation", 
      "Dry crusts", 
      "Red nose, of young women"
    ]
  }, 
  "details": "Gastrointestinal irritation. Salivation, nausea, vomiting, colic, diarrhoea, collapse, albuminuria, casts and vesical spasm. Delirium, visual changes, hematuria, and skin eruptions have all be observed from over-dosing.DREAD OF DOWNWARD MOTION in nearly all complaints. For homeopathic purposes, the peculiar nervous symptoms are very characteristic, and have frequently been verified, especially in the therapeutics of children. Of much value in epilepsy. Aphthous ulceration of mucous membranes.", 
  "Natural History": [
    "Borate of Sodium"
  ], 
  "dosage": "First to third trituration. In skin diseases continue its use for several weeks. Locally in pruritis pudendi. A piece of borax, the size of a pea, dissolved in the mouth, acts magically in restoring the voice, in cases of sudden hoarseness brought on by cold, and frequently for an hour or so, it renders the voice silvery and clear."
}