{
  "name": "Bovista", 
  "Relationship": "Bovista antidotes tar applications. Suffocation from gas. After Rhus in chronic urticaria.Compare: Calc.; Rhus; Sepia; Cicuta.", 
  "symptoms": {
    "Head": [
      "Sensation AS IF HEAD WERE ENLARGING, especially of occiput", 
      "Distensive headache; worse early morning, open air, lying", 
      "Discharge from nose STRINGY, tough", 
      "Dull, bruised pain in brain", 
      "STAMMERING  Scalp itches; worse, warmth; sensitive; must scratch until sore"
    ], 
    "Stomach": [
      "Sensation as of a lump of ice", 
      "Intolerant of tight clothing around waist"
    ], 
    "Mind": [
      "ENLARGED SENSATION", 
      "Awkward; EVERYTHING FALLS FROM HANDS", 
      "Sensitive"
    ], 
    "Abdomen": [
      "COLIC, with red urine; RELIEVED BY EATING", 
      "Must bend double", 
      "Pain around umbilicus", 
      "Stitches through perineum towards rectum and genitals", 
      "Chronic diarrhoea of old people; worse at night and early morning"
    ], 
    "Face": [
      "Scurf and crusts about nostrils and corners of mouth", 
      "Lips chapped", 
      "Bleeding of nose and gums", 
      "Cheeks and lips feel swollen", 
      "ACNE worse in summer; due to use of cosmetics"
    ], 
    "Female": [
      "DIARRHOEA BEFORE AND DURING MENSES", 
      "Menses too early and too profuse; WORSE AT NIGHT", 
      "Voluptuous sensation", 
      "Leucorrhoea acrid, thick, tough, greenish, follows menses", 
      "CANNOT BEAR TIGHT CLOTHING AROUND WAIST  TRACES OF MENSES BETWEEN MENSTRUATION", 
      "Soreness of pubes during menses", 
      "Metrorrhagia; Parovarian cysts"
    ], 
    "Skin": [
      "Blunt instruments leave deep impression on the skin", 
      "URTICARIA ON EXCITEMENT; with rheumatic lameness, palpitation and diarrhoea", 
      "Itching on getting warm", 
      "Eczema, moist; formation of thick crusts", 
      "Pimples cover the entire body; scurvy; herpetic eruptions", 
      "Pruritis ani", 
      "Urticaria on waking in the morning, worse from bathing", 
      "Pellagra"
    ], 
    "Extremities": [
      "Great weakness of all joints; clumsiness with her hands, drops things from hands", 
      "Weariness of hands and feet", 
      "Sweat in axillae; ONION SMELL", 
      "TIP OF COCCYX ITCHES INTOLERABLY", 
      "Moist eczema on back of hand", 
      "Itching of feet and legs", 
      "Oedema in joints after fracture"
    ]
  }, 
  "details": "Has a marked effect on the skin, producing eruption like eczema, also upon the circulation, predisposing to Hemorrhages; marked languor and lassitude. Adapted to stammering children, old maids with palpitation; and \"tettery\" patients. Stage of numbness and tingling in multiple neuritis. Asphyxia due to charcoal fumes.", 
  "Natural History": [
    "Puff-Ball"
  ], 
  "dosage": "Third to sixth potency."
}