{
  "name": "Bromium", 
  "Relationship": "Antidotes: Ammon. carb.; Camph. Salt inhibits the action of Brom.Compare: Conium; Spongia; Iod.; Aster.; Arg. nit. Avoid milk when taking Brom. Hydrobromic acid. (Throat dry and puckering; constriction in pharynx and chest; waves of heat over face and neck; pulsating tinnitus with great nervous irritability (Houghton); vertigo, palpitation; arms heavy; seemed as if parts did not belong to him. Seems to have a specific effect on the inferior cervical ganglion, increasing the tonic action of the sympathetic, thus promoting vasoconstriction. Relieves headache, tinnitus and vertigo, especially in vasomotor stomach disturbance. Dose, 20 minims.)", 
  "symptoms": {
    "Head": [
      "Megrim of left side; worse stooping, especially after drinking milk", 
      "Sharp pain through eyes", 
      "Dizzy when crossing stream of water", 
      "Headache; worse heat of sun and by rapid motion"
    ], 
    "Respiratory": [
      "Better at sea, of seafaring men when they come on land", 
      "Spasmodic constriction", 
      "Bronchial tubes feel filled with smoke", 
      "Hypertrophy of heart from gymnastics", 
      "Violent cramping of chest", 
      "COLD SENSATION WHEN INSPIRING", 
      "DRY COUGH, WITH HOARSENESS and burning pain BEHIND STERNUM", 
      "Every inspiration provokes cough", 
      "HOARSENESS", 
      "Whooping cough", 
      "Asthma; difficulty in getting air INTO lung", 
      "Difficult and painful breathing", 
      "Croup after febrile symptoms have subsided", 
      "Fibrinous bronchitis, great dyspnoea", 
      "SPASMODIC COUGH, WITH RATTLING OF MUCUS in the larynx; suffocative", 
      "Chest pains run upward", 
      "LARYNGEAL DIPHTHERIA, membrane begins in larynx and spreads upward"
    ], 
    "Modalities": [
      "Worse: from evening", 
      "Worse: until midnight", 
      "Worse: and when sitting in warm room; warm damp weather when at rest and lying left side", 
      "Better: from any motion; exercise", 
      "Better: at sea"
    ], 
    "Nose": [
      "Pressure at root of nose", 
      "Fan-like motion of alae", 
      "Coryza, with corrosive soreness of nose", 
      "Bleeding from nose relieving the chest", 
      "TICKLING, SMARTING, AS FROM COBWEBS", 
      "Stoppage of right nostril"
    ], 
    "Female": [
      "Sharp shooting pain in left breast, worse, pressure", 
      "Swelling of ovaries", 
      "Menses too early; too profuse, with membranous shreds", 
      "Low spirited before menses", 
      "Tumor in breasts, with stitching pains; worse left", 
      "Stitch pains from breast to axillae"
    ], 
    "Skin": [
      "Hard goitre", 
      "Acne, pimples and pustules", 
      "GLANDS STONY, HARD, ESPECIALLY ON LOWER JAW and throat", 
      "Boils on arms and face", 
      "Gangrene"
    ], 
    "Throat": [
      "Sharp burning from tongue to stomach", 
      "Tickling in trachea during inspiration", 
      "Tonsils pain on swallowing, deep red, with networks of dilated blood vessels", 
      "Painful hemorrhoids, with black stool", 
      "Hoarseness coming on from being overheated", 
      "Throat feels raw, evening, with hoarseness", 
      "Gastralgia; better eating", 
      "Tympanitic distention of abdomen", 
      "Stomach and Abdomen", 
      "Pressure as of stone"
    ], 
    "Sleep": [
      "Full of dreams and anguish; jerking and starting during sleep, full of fantasy and illusions; difficult to go to sleep at night, cannot sleep enough in morning; trembling and weak on awaking"
    ], 
    "Male": [
      "Swelling of testicles", 
      "Indurated, with pains worse slight jar"
    ]
  }, 
  "details": "Delusion that strange persons are looking over patient's shoulder and that she would see someone on turning. Quarrelsome.Most marked effects are seen in the respiratory symptoms, especially in larynx and trachea. It seems to affect especially scrofulous children with enlarged glands. BLOND TYPE. Enlarged parotid and goitre. Tendency to spasmodic attacks. LEFT-SIDED MUMPS. Sense of suffocation; excoriating discharges, profuse sweats and great weakness. Complaints from being over-heated. TENDENCY TO INFILTRATE GLANDS, BECOME HARD, BUT SELDOM SUPPURATE.", 
  "Natural History": [
    "Bromine"
  ], 
  "dosage": "First to third attenuation. Must be prepared fresh, as it is liable to rapid deterioration."
}