{
  "name": "Caladium seguinum", 
  "Relationship": "Incompatible: Arum triph. Complementary: Nit-ac. Compare: Capsic.; Phosph.; Caust.; Selen.; Lyc. Ikshugandha (sexual weakness, emissions, prostatic enlargement.", 
  "Modalities": [
    "Better: after sweat", 
    "Better: after sleeping in daytime", 
    "Worse: motion"
  ], 
  "Common names": "American Arum", 
  "symptoms": {
    "Head": [
      "Very forgetful, does not know about the occurrence of things", 
      "Headaches and mental states of smokers", 
      "Confused headache with pain in shoulder, pressure in eyes and forehead; extremely sensitive to noise, throbbing in ear"
    ], 
    "Respiratory": [
      "Patient afraid to go to sleep", 
      "Catarrhal asthma; mucus not readily raised", 
      "Larynx seems constricted", 
      "Breathing impeded"
    ], 
    "Stomach": [
      "Sighing respiration", 
      "Eructations", 
      "Stomach feels full of dry food, sensation of fluttering", 
      "Acrid vomiting, thirstless and tolerates only warm drinks", 
      "Gnawing in orifice of stomach, which prevents deep breathing; and eructations"
    ], 
    "Female": [
      "Cramp pains in uterus at night", 
      "Voluptuousness", 
      "Pruritus of vulva  and vagina during pregnancy"
    ], 
    "Skin": [
      "Itching rash alternates with asthma", 
      "Insect bites burn and itch intensely", 
      "Sweet sweat - attracts flies", 
      "Burning sensation and erysipelatous inflammation"
    ], 
    "Male": [
      "Glans very red", 
      "No emission and no orgasm during embrace", 
      "Organs seem larger, puffed, relaxed, cold, sweating; skin of scrotum thick", 
      "Pruritus", 
      "Erections when half-asleep; cease when fully awake", 
      "Impotency; relaxation of penis during excitement"
    ]
  }, 
  "details": "This remedy has a marked action on the genital organs, and pruritus of this region. Coldness of single parts and inclination to lie down, with aggravation on lying on left side. Slightest noise startles from sleep. DREAD FROM MOTION. Modifies craving for tobacco. Tobacco heart. Asthmatic complaints.", 
  "dosage": "Third to sixth attenuation."
}