{
  "name": "Calcarea phosphorica", 
  "Relationship": "Complementary: Ruta.; Hepar.Compare: Calcar. hypophosporosa (is to be preferred when it seems necessary to furnish the organism with liberal doses of phosphorus in consequence of continued abscesses having reduced the vitality Give first and second decimal trit. Loss of appetite, rapid debility, night sweats; Acne pustulosa. Pallor of skin, habitually COLD EXTREMITIES. Phthisis - diarrhoea and cough; acute pains in chest. Mesenteric tuberculosis. Bleeding from lungs; angina pectoris; asthma; affection of arteries. Veins stand out like whipcords. Attacks of pain occurring two hours after meals (relieved by a cup of milk or light food). Cheiranthus (effects of cutting wisdom teeth). Calcarea renalis - Lapis renalis - (arthritic nodosities. Riggs disease; lessens tendency to accumulation of tartar on teeth; gravel and renal calculi). Conchiolin. Mater perlarum. Mother of pearl (Osteitis. Has a wide range of action in bone affections, especially when the growing ends are affected. Petechiae). Silica; Psorin.; Sulph.", 
  "symptoms": {
    "Eyes": [
      "Diffused opacity in cornea following abscess"
    ], 
    "Respiratory": [
      "Involuntary sighing", 
      "Chest sore", 
      "Suffocative cough; better lying down", 
      "Hoarseness", 
      "Pain through lower left lung", 
      "Neck and Back", 
      "Rheumatic pain from draft of air, with stiffness and dullness of head", 
      "Soreness in sacroiliac symphysis, as if broken"
    ], 
    "Stomach": [
      "Infant wants to nurse all the time and vomits easily", 
      "CRAVING FOR BACON, HAM, SALTED OR SMOKED MEATS", 
      "MUCH FLATULENCE", 
      "Great hunger with thirst, flatulence temporarily relieved by sour eructations", 
      "Heartburn", 
      "Easy vomiting in children"
    ], 
    "Female": [
      "Menses too early, excessive and bright in girls", 
      "If late, blood is dark; sometimes, first bright, then dark, with VIOLENT BACKACHE", 
      "During lactation, with sexual excitement", 
      "Nymphomania, with aching, pressing, or weakness in uterine region", 
      "After prolonged nursing", 
      "Leucorrhoea, like WHITE OF EGG", 
      "Worse morning", 
      "Child refuses breast; milk tastes salty", 
      "Prolapsus in debilitated persons"
    ], 
    "Modalities": [
      "Worse: exposure to damp", 
      "Worse: cold weather", 
      "Worse: melting snow"
    ], 
    "Mind": [
      "Peevish, forgetful; after grief and vexation", 
      "Always wants to go somewhere"
    ], 
    "Stool": [
      "Bleeding after hard stool", 
      "Diarrhoea from juicy fruits or cider; during dentition", 
      "Green, slimy, HOT, sputtering, undigested, WITH FETID FLATUS", 
      "Fistula in anus, alternating with chest symptoms", 
      "Urine Section", 
      "Increased, with sensation of weakness", 
      "Pain in region of kidneys when lifting or blowing the nose"
    ], 
    "Abdomen": [
      "AT EVERY ATTEMPT to eat, colicky pain in abdomen", 
      "SUNKEN AND FLABBY", 
      "Colic, soreness and burning around navel"
    ], 
    "Mouth": [
      "Swollen tonsils; cannot open mouth without pain", 
      "Complaints during teething; teeth develop slowly; rapid decay of teeth", 
      "ADENOID GROWTHS"
    ], 
    "Head": [
      "Headache, WORSE NEAR THE REGION OF SUTURES, FROM CHANGE OF WEATHER, of school children about puberty", 
      "Fontanelles remain open too long", 
      "Cranial bones soft and thin", 
      "Defective hearing", 
      "Headache, with abdominal flatulence", 
      "Head hot, with smarting of roots of hair"
    ], 
    "Extremities": [
      "Stiffness and pain, WITH COLD, NUMB feeling, worse any change of weather", 
      "Crawling and coldness", 
      "Buttocks, back and limbs asleep", 
      "Pains in joints and bones", 
      "Weary when going upstairs"
    ]
  }, 
  "details": "One of the most important tissue remedies, and while it has many symptoms in common with CALCAREA CARB., there are some differences and characteristic features of its own. It is especially indicated in tardy dentition and troubles incident to that period, bone disease, non-union of fractured bones, and the anemias after acute diseases and chronic wasting diseases. ANAEMIC CHILDREN WHO ARE PEEVISH, FLABBY, HAVE COLD EXTREMITIES AND FEEBLE DIGESTION. It has a special affinity where bones form sutures or symphyses, and all its symptoms are worse from any change of weather. NUMBNESS AND CRAWLING are characteristic sensations, and tendency to perspiration and glandular enlargement are symptoms it shares with the carbonate. Scrofulosis, chlorosis and phthisis.", 
  "Natural History": [
    "Phosphate of Lime"
  ], 
  "dosage": "First to third trituration. Higher potencies often more effective."
}