{
  "name": "Calcarea carbonica", 
  "Relationship": "Antidotes: Camph.; Ipec.; Nit-ac.; Nux. Complementary: Bell.; Rhus; Lycop.; Silica. Calcar. is useful after Sulphur where the pupils remain dilated. When Pulsatilla failed in school girls. Incompatible: Bry.; Sulphur should not be given after Calc. Compare: Aqua calcar. Lime-water - (1/2 teaspoonful in milk); (as injection for oxyuris vermicularis), and Calc. caust - slaked lime - (pain in back and heels, jaws and malar bones; also symptoms of influenza). Calc. brom. (removes inflammatory products from uterus; children of lax fiber, nervous and irritable, with gastric and cerebral irritation. TENDENCY TO BRAIN DISEASE. Insomnia and cerebral congestion. Give 1x trituration). Sulph. (differs in being worse by heat, hot feet, etc.). Calcar. calcinata - Calcinated oyster-shell - a remedy for warts. Use 3d trituration. Calcarea ovorum. Ova tosta - Toasted egg-shells - (backache and leucorrhoea. Feeling as if back were broken in two; tired feeling. Also effective in controlling suffering from cancer). Calc-lac. (anemias, hemophilia, urticaria, where the coagulability of the blood is diminished; nervous headache with oedema of eyelids, lips or hands; 15 grains three times a day, but low potencies often equally effective). Calcar. lacto-phosph. (5 grains 3 times a day in cyclic vomiting and migraine). Calc. mur. Calcium chloratum - Rademacher's Liquor - (1 part to 2 of distilled water, of which take 15 drops in half a cup of water, five times daily. Boils. Porrigo capitis. Vomiting of all food and drink, with gastric pain. Impetigo, glandular swellings, angioneurotic oedema. Pleurisy with effusion. Eczema in infants). Calc-pic., (perifollicular inflammation; a remedy of prime importance in recurring or chronic boils, particularly when located on parts thinly covered with muscle tissue, as on shin bones, coccyx, auditory canal, dry, scurfy accumulation and exfoliation of epithelial scales, etc., styes, phlyctenules. Use 3x trit.) Compare also with Calcarea; Lycop.; Silica; Pulsat.; Chamomile.", 
  "Modalities": [
    "Worse: from exertion", 
    "Worse: mental or physical; ascending; cold in every form; water", 
    "Worse: washing", 
    "Worse: moist air", 
    "Worse: wet weather; during full moon; standing", 
    "Better: dry climate and weather; lying on painful side"
  ], 
  "Common names": "Calcarea Ostrearum Carbonate of Lime", 
  "symptoms": {
    "Urine": [
      "Irritable bladder", 
      "Enuresis", 
      "Dark, brown, sour, fetid, abundant, with white sediment, bloody"
    ], 
    "Stool": [
      "Prolapse ani, and burning, stinging hemorrhoids", 
      "Crawling and constriction in rectum", 
      "Diarrhoea of undigested, food, fetid, with ravenous appetite", 
      "Children's diarrhoea", 
      "Constipation; stool at first hard, then pasty, then liquid", 
      "Stool large and hard ; whitish, watery, sour"
    ], 
    "Head": [
      "Head feels hot and heavy, with pale face", 
      "Itching of the scalp", 
      "Scratches head on waking", 
      "Open fontanelles; head enlarged; much perspiration, wets the pillow", 
      "Vertigo on ascending, and when turning head", 
      "Icy coldness in, and on the head, especially right side", 
      "Headache, with cold hands and feet", 
      "Sense of weight on top of head", 
      "Headache from over-lifting, from mental exertion, with nausea"
    ], 
    "Fever": [
      "Partial sweats", 
      "Chilliness and heat", 
      "Sweat over head in children, so that pillow becomes wet", 
      "Fever with sweat", 
      "Chill at two pm begins internally in stomach region", 
      "Pulse full and frequent", 
      "Night sweats, especially on head, neck and chest", 
      "Hectic fever", 
      "Heat at night during menstruation, with restless sleep"
    ], 
    "Stomach": [
      "Thirst; longing for cold drinks", 
      "Hyperchlorhydria", 
      "Aversion to meat, boiled things; craving for indigestible things-chalk, coal, pencils; also for eggs, salt and sweets", 
      "Cramps in stomach; worse, pressure, cold water", 
      "Milk disagrees", 
      "Ravenous hunger", 
      "Dislike of fat", 
      "Aggravation while eating", 
      "Repugnance to hot food", 
      "Heartburn and loud belching", 
      "Loss of appetite when overworked", 
      "Frequent sour eructations; sour vomiting", 
      "Swelling over pit of stomach, like a saucer turned bottom up", 
      "Pain in epigastric region to touch"
    ], 
    "Abdomen": [
      "Sensitive to slightest pressure", 
      "Increase of fat in abdomen", 
      "Children are late in learning to walk", 
      "Trembling; weakness, as if sprained", 
      "Liver region painful when stooping", 
      "Umbilical hernia", 
      "Inguinal and mesenteric glands swollen and painful", 
      "Gallstone colic", 
      "Cannot bear tight clothing around the waist", 
      "Cutting in abdomen; swollen abdomen", 
      "Distention with hardness", 
      "Incarcerated flatulence"
    ], 
    "Mouth": [
      "Offensive smell from mouth", 
      "Persistent sour taste", 
      "Teeth ache; excited by current of air, anything cold or hot", 
      "Burning pain at tip of tongue; worse, anything warm taken into stomach", 
      "Bleeding of gums", 
      "Difficult and delayed dentition", 
      "Mouth fills with sour water", 
      "Dryness of tongue at night"
    ], 
    "Respiratory": [
      "Expectoration only during the day; thick, yellow, sour mucus", 
      "Persistent, irritating cough form arsenical wall paper", 
      "Painless hoarseness; worse in the morning", 
      "Suffocating spells; tightness, burning and soreness in chest; worse going upstairs or slightest ascent, must sit down", 
      "Sharp pains in chest from before backwards", 
      "Scanty, salty expectoration", 
      "Bloody expectoration; with sour sensation in chest", 
      "Extreme dyspnoea", 
      "Chest very sensitive to touch, percussion, or pressure", 
      "Tickling cough troublesome at night, dry and free expectoration in morning; cough when playing piano, or by eating", 
      "Longing for fresh air"
    ], 
    "Eyes": [
      "Spots and ulcers on cornea", 
      "Easy fatigue of eyes", 
      "Chronic dilatation of pupils", 
      "Dimness of vision, as if looking through a mist", 
      "Lachrymation in open air and early in morning", 
      "Far-sighted", 
      "Lachrymal ducts closed from exposure to cold", 
      "Lachrymal fistula; scrofulous ophthalmia", 
      "Itching of lids, swollen, scurfy", 
      "Sensitive to light", 
      "Cataract"
    ], 
    "Face": [
      "Crusta lactea; itching, burning after washing", 
      "Swelling of upper lip", 
      "Itching of pimples in whiskers pain from right mental foramen along lower jaw to ear", 
      "Goitre", 
      "Pale, with deep-seated eyes, surrounded by dark rings", 
      "Submaxillary glands swollen"
    ], 
    "Nose": [
      "Offensive odor in nose", 
      "Stoppage of nose, also with fetid, yellow discharge", 
      "Takes cold at every change of weather", 
      "Epistaxis", 
      "Coryza", 
      "Dry, nostrils sore, ulcerated", 
      "Polypi; swelling at root of nose", 
      "Catarrhal symptoms with hunger; coryza alternates with colic"
    ], 
    "Male": [
      "Coition followed by weakness and irritability", 
      "Increased desired", 
      "Frequent emissions", 
      "Semen emitted too soon"
    ], 
    "Ears": [
      "Polypi which bleed easily", 
      "Sensitive to cold about ears and neck", 
      "Cracking noises in ear", 
      "Eruption on and behind ear", 
      "Deafness from working in water", 
      "Throbbing; cracking in ears; stitches; pulsating pain as if something would press out", 
      "Scrofulous inflammation with mucopurulent otorrhoea, and enlarged glands", 
      "Perversions of hearing; hardness of hearing"
    ], 
    "Heart": [
      "Palpitation at night and after eating", 
      "Palpitation with feeling of coldness, with restless oppression of chest; after suppressed eruption"
    ], 
    "Mind": [
      "Apprehensive; worse towards evening; fears loss of reason, misfortune, contagious diseases", 
      "Averse to work or exertion", 
      "Anxiety with palpitation", 
      "Obstinacy; slight mental effort produces hot head", 
      "Forgetful, confused, low-spirited"
    ], 
    "Back": [
      "Cold knees, cramps in calves", 
      "Weakness of extremities", 
      "Burning of soles of feet", 
      "Renal colic", 
      "Sour foot-sweat", 
      "Pain between shoulder-blades, impeding breathing", 
      "Sweat of hands", 
      "Swelling of joints, especially knee", 
      "Curvature of dorsal vertebrae", 
      "Rheumatism in lumbar region; weakness in small of back", 
      "Feet feel cold and dead at night", 
      "Pain as if sprained; can scarcely rise; from over-lifting", 
      "Tearing in muscles", 
      "Cold, damp feet; feel as if damp stockings were worn", 
      "Arthritic nodosities", 
      "Old sprains", 
      "Soles of feet raw", 
      "Nape of neck stiff and rigid", 
      "Sharp sticking, as if parts were wrenched or sprained", 
      "Rheumatoid pains, as after exposure to wet"
    ], 
    "Sleep": [
      "Horrid visions when opening eyes", 
      "Starts at every noise; fears that she will go crazy", 
      "Ideas crowding in her mind prevent sleep", 
      "Same disagreeable idea always arouses from light slumber", 
      "Drowsy in early part of evening", 
      "Frequent waking at night", 
      "Night terrors  dreams of the dead"
    ], 
    "Female": [
      "Increased sexual desire, easy conception", 
      "Uterus easily displaced", 
      "Hot swelling breasts", 
      "Sterility with copious menses", 
      "Leucorrhoea, milky", 
      "Much sweat about external genitals", 
      "Cutting pains in uterus during menstruation", 
      "Uterine polypi", 
      "Milk too abundant; disagreeable to child", 
      "Deficient lactation, with distended breasts in lymphatic women", 
      "Burning and itching of parts before and after menstruation; in little girls", 
      "Breasts tender and swollen before menses", 
      "Menses too early, too profuse, too long, with vertigo, toothache and cold, damp feet; the least excitement causes their return", 
      "Before menses, headache, colic, chilliness and leucorrhoea"
    ], 
    "Skin": [
      "Nettle rash; better in cold air", 
      "Small wounds do not heal readily", 
      "Petechial eruptions", 
      "Glands swollen", 
      "Unhealthy; readily ulcerating; flaccid", 
      "Boils", 
      "Chilblains", 
      "Warts on face and hands"
    ], 
    "Throat": [
      "Swelling of tonsils and submaxillary glands; stitches on swallowing", 
      "Difficult swallowing", 
      "Goitre", 
      "Parotid fistula", 
      "Hawking-up of mucus"
    ]
  }, 
  "details": "This great Hahnemannian anti-psoric is a constitutional remedy PAR EXCELLENCE. Its chief action is centered in the vegetative sphere, impaired nutrition being the keynote of its action, the glands, skin and bone, being instrumental in the changes wrought. Increased local and general perspiration, swelling of glands, scrofulous and rachitic conditions generally offer numerous opportunities for the exhibition of Calcarea. Incipient phthisis. (Ars. job.; Tuberculin.) It covers the tickling cough, fleeting chest pains, nausea, acidity and dislike of fat. Gets out of breath easily. A JADED STATE, MENTAL OR PHYSICAL, DUE TO OVERWORK. ABSCESSES IN DEEP MUSCLES; POLYPI AND EXOSTOSES. Pituitary and thyroid disfunction. Raised blood coagulability (Strontium). Is a definite stimulant to the periosteum. Is a hemostatic and gives this power probably to the gelatine injections. Easy relapses, interrupted convalescence. Persons of scrofulous type, who take cold easily, with increased mucous secretions, children who grow fat, are large-bellied, with large head, pale skin, chalky look, the so-called leucophlegmatic temperament; affections caused by working in water. Great sensitiveness to cold; partial sweats. Children crave eggs and eat dirt and other indigestible things; are prone to diarrhoea. Calcarea patient is fat, fair, flabby and perspiring and cold, damp and sour.", 
  "dosage": "Sixth trit. Thirtieth and higher potencies. Should not be repeated too frequently in elderly people."
}