{
  "name": "Calcarea  sulphurica", 
  "Relationship": "Compare; Hepar; Silica.", 
  "symptoms": {
    "Eyes": [
      "Inflammation of the eyes, with discharge of thick, yellow matter", 
      "Sees only one-half an object", 
      "Ophthalmia neonatorum", 
      "Cornea smoky"
    ], 
    "Fever": [
      "With cough and burning in soles", 
      "Hectic fever, caused by formation of pus"
    ], 
    "Head": [
      "Scald-head of children, if there be purulent discharge, or yellow, purulent crusts"
    ], 
    "Stool": [
      "Pus-like, slimy discharge from the bowels", 
      "Diarrhoea after maple sugar and from change of weather", 
      "Purulent diarrhoea mixed with blood", 
      "Painful abscesses about the anus in cases of fistula"
    ], 
    "Abdomen": [
      "Pain in region of liver, in right side of pelvis, followed by weakness, nausea, and pain in stomach"
    ], 
    "Face": [
      "Pimples and pustules on the face", 
      "Herpes"
    ], 
    "Respiratory": [
      "Empyema, pus forming in the lungs or pleural cavities", 
      "Purulent, sanious expectoration", 
      "Cough, with purulent and sanious sputa and hectic fever", 
      "Catarrh, with thick, lumpy, white-yellow or pus-like secretions"
    ], 
    "Mouth": [
      "Tongue flabby, resembling a layer of dried clay", 
      "Inside of lips sore", 
      "Sour, soapy, acrid taste", 
      "Yellow coating at base"
    ], 
    "Nose": [
      "One-sided discharge from nose", 
      "Cold in the head, with thick, yellowish, purulent secretion, frequently tinged with blood", 
      "Yellowish discharge from posterior nares", 
      "Edges of nostrils sore"
    ], 
    "Female": [
      "Menses late, long-lasting, with headache, twitching great weakness"
    ], 
    "Skin": [
      "Dry eczema in children", 
      "Cuts, wounds, bruises, etc., unhealthy, discharging pus; they do not heal readily", 
      "Skin affections with yellowish scabs", 
      "Yellow, purulent crusts or discharge", 
      "Purulent exudation in or upon the skin", 
      "Many little matter less pimples under the hair, bleeding when scratched"
    ], 
    "Throat": [
      "Last stage of ulcerated sore throat, with discharge of yellow matter", 
      "Suppurating stage of tonsillitis, when abscess is discharging"
    ], 
    "Extremities": [
      "Burning-itching of soles of feet"
    ], 
    "Ears": [
      "Pimples around ear", 
      "Deafness, with discharge of matter from the middle ear, sometimes mixed with blood"
    ]
  }, 
  "details": "Eczema and torpid glandular swellings. Cystic tumors. Fibroids. Suppurative processes come within the range of this remedy, after pus has found a vent. MUCOUS DISCHARGES ARE YELLOW, THICK AND LUMPY. Lupus vulgaris.", 
  "Natural History": "Sulphate of Lime - Plaster of Paris", 
  "dosage": "Second and third trituration. The twelfth potency has been found effective in Lupus."
}