{
  "name": "Camphora", 
  "Relationship": "Camphor antidotes or modifies the action of nearly every vegetable medicine - tobacco, opium, worm medicines, etc. Luffa actangula (whole body ice-cold, with a restlessness and anxiety; burning thirst). Camphoric acid - (a prophylactic against catheter fever; cystitis 15 grains three times a day; also for prevention of night sweats).Complementary: Canth.Incompatible: Kali-nit.Antidotes: Opium; Nit. sp. Dulc.; Phos.Compare: Carbo; Cuprum; Arsenic; Verat.", 
  "symptoms": {
    "Eyes": [
      "Fixed, staring; pupils dilated", 
      "Sensation as if all objects were too bright and glittering"
    ], 
    "Respiratory": [
      "Asthma", 
      "Breath cold", 
      "Violent, dry, hacking cough", 
      "Palpitation", 
      "Suffocative dyspnoea", 
      "Suspended respiration", 
      "Precordial distress"
    ], 
    "Stomach": [
      "Pressive pain in pit of stomach", 
      "Coldness, followed by burning"
    ], 
    "Modalities": [
      "Worse: motion", 
      "Worse: night", 
      "Worse: contact", 
      "Worse: cold air", 
      "Better: warmth"
    ], 
    "Urine": [
      "Retention with full bladder", 
      "Burning and strangury, with tenesmus of the neck of the bladder"
    ], 
    "Stool": [
      "Blackish; involuntary", 
      "Asiatic cholera, with cramps in calves, coldness of body, anguish, great weakness, collapse, tongue and mouth cold"
    ], 
    "Head": [
      "Tongue cold, flabby, trembling", 
      "Fleeting stitches in temporal region and orbits", 
      "Influenza; headache, with catarrhal symptoms, sneezing, etc. beating pain in cerebellum", 
      "Occipital throbbing, synchronous with the pulse", 
      "Nose cold and pinched", 
      "Cold sweat", 
      "Vertigo, tendency to unconsciousness, feeling as if he would die", 
      "Head sore"
    ], 
    "Face": [
      "Pale, haggard, anxious, distorted; bluish, cold", 
      "Cold sweat"
    ], 
    "Fever": [
      "Cold perspiration", 
      "Icy coldness of the whole body", 
      "Tongue cold, flabby, trembling", 
      "Pulse small, weak, slow", 
      "Congestive chill"
    ], 
    "Nose": [
      "Persistent epistaxis, especially with goose-flesh state of skin", 
      "Fluent coryza on sudden change of weather", 
      "Stopped; sneezing", 
      "Cold and pinched"
    ], 
    "Skin": [
      "Cannot bear to be covered", 
      "Cold, pale, blue, livid"
    ], 
    "Sleep": [
      "Subsultus and extreme restlessness", 
      "Insomnia, with cold limbs"
    ], 
    "Extremities": [
      "Icy cold feet, ache as if sprained", 
      "Cracking in joints", 
      "Cramps in calves", 
      "Numbness, tingling and coldness", 
      "Rheumatic pain between shoulders", 
      "Difficult motion"
    ], 
    "Male": [
      "Priapism", 
      "Nightly emissions", 
      "Desired increased", 
      "Chordee"
    ]
  }, 
  "details": "Hahnemann says: The action of this substance is very puzzling and difficult of investigation, even in the healthy organism because its PRIMARY ACTION, more frequently than with any other remedy, alternates and becomes intermixed with the vital reactions (after effects) of the organism. On this account it is often difficult to determine what belongs to the vital reactions of the body and WHAT TO THE ALTERNATING EFFECTS DUE TO THE PRIMARY ACTION OF THE CAMPHOR. Pictures a state of collapse. ICY COLDNESS of the whole body; sudden sinking of strength; pulse small and weak. After operations, if temperature is subnormal, low blood pressure, 3 doses Camph. 1x, 15-minute intervals. This condition is met with in cholera, and here it is that Camphor has achieved classical fame. FIRST STAGES OF A COLD, WITH CHILLINESS AND SNEEZING. Subsultus and extreme restlessness. Cracking of joints. Epileptiform convulsions. Camphor has a direct relationship to muscles and fascia. In local rheumatic affections in cold climates necessary. Distention of veins. As a heart stimulant for emergency use of Camphor is the most satisfactory remedy. Drop doses on sugar as often as every five minutes. It is characteristic of Camphor that the patient WILL NOT BE COVERED, notwithstanding the icy coldness of the body. One of the main remedies in shock. PAIN BETTER WHILE THINKING OF IT. Very sensitive to cold and to touch. Sequelae of measles. VIOLENT CONVULSION, with wandering and hysterical excitement. Tetanic spasms. Scrofulous children and irritable, weakly blondes especially affected.", 
  "Natural History": "Camphor", 
  "dosage": "Tincture, in drop doses, repeated frequently, or smelling of Spirits of Camphor. Potencies are equally effective."
}