{
  "name": "Capsicum", 
  "Relationship": "Compare: Pulsat.; Lycop.; Bell.; Centaurea (surging of blood; homesickness; intermittent fever).Antidote: Cina; Calad.", 
  "symptoms": {
    "Head": [
      "Bursting headache; worse, coughing", 
      "Hot face", 
      "Face red, though cold", 
      "Red cheeks"
    ], 
    "Fever": [
      "Thirst before chill", 
      "SHIVERING AFTER DRINKING", 
      "Coldness, with ill-humor", 
      "Must have something hot to back", 
      "Chill begins in back; better, heat"
    ], 
    "Stomach": [
      "Much flatulence, especially in debilitated subjects", 
      "Atonic dyspepsia", 
      "Vomiting, sinking at pit of stomach", 
      "Intense craving for stimulants", 
      "MUCH THIRST; BUT DRINKING CAUSES SHUDDERING", 
      "Burning in tip of tongue"
    ], 
    "Modalities": [
      "Worse: open air", 
      "Worse: uncovering", 
      "Worse: drafts", 
      "Better: while eating", 
      "Better: from heat"
    ], 
    "Mind": [
      "Wants to be let alone", 
      "DELIRIUM TREMENS", 
      "Peppery disposition", 
      "Excessive peevishness", 
      "HOMESICKNESS, with sleeplessness and disposition to suicide"
    ], 
    "Stool": [
      "THIRSTY AFTER STOOL, WITH SHIVERING", 
      "Stinging pain during stool", 
      "BLEEDING PILES, with soreness of anus", 
      "Ectropion of meatus", 
      "Strangury, frequent, almost ineffectual urging", 
      "BLOODY MUCUS, WITH BURNING AND TENESMUS; drawing pain in back after stool", 
      "BURNING IN ORIFICE", 
      "Comes first in drops, then in spurts; neck of bladder spasmodically contracted", 
      "Urine Section"
    ], 
    "Respiratory": [
      "CONSTRICTION of chest; arrests breathing", 
      "Dry, hacking cough, expelling an offensive breath from lungs", 
      "Dyspnoea", 
      "Threatening gangrene of lung", 
      "Hoarseness", 
      "Explosive cough", 
      "Pain at apex of heart or in rib region, worse touch", 
      "Feels as if chest and head would fly to pieces", 
      "PAIN IN DISTANT PARTS ON COUGHING - bladder, legs, ears, etc."
    ], 
    "Mouth": [
      "STOMATITIS", 
      "Herpes labialis", 
      "FETID ODOR FROM MOUTH", 
      "Disagreeable smell from mouth"
    ], 
    "Female": [
      "Lathyrus", 
      "Climacteric disturbances with burning of tip of tongue", 
      ") Uterine hemorrhage near the menopause, with nausea", 
      "Sticking sensation in left ovarian region"
    ], 
    "Throat": [
      "Smarting in; constriction", 
      "PAIN AND DRYNESS IN THROAT extending to the ears", 
      "Inflamed uvula and palate; swollen and relaxed", 
      "Subacute inflammation of Eustachian tube with great pain", 
      "SORE THROAT OF SMOKERS AND DRINKERS", 
      "Burning constriction worse between acts of deglutition", 
      "HOT FEELING IN FAUCES"
    ], 
    "Extremities": [
      "Pain from hips to feet", 
      "Tensive pain in the knee", 
      "Sciatica, worse bending backward; WORSE, COUGHING"
    ], 
    "Male": [
      "COLDNESS OF SCROTUM, with impotency, atrophied testicles, loss of sensibility in testicles, with softening and dwindling", 
      "Gonorrhea, with chordee, excessive burning, pain in prostate"
    ], 
    "Ears": [
      "SWELLING AND PAIN BEHIND EARS", 
      "INFLAMMATION OF MASTOID", 
      "TENDERNESS OVER THE PETROUS BONE; extremely sore and tender to touch", 
      "Otorrhoea and mastoid disease before suppuration", 
      "Burning and stinging in ears"
    ]
  }, 
  "details": "Seems to suit especially persons of lax fiber, weak; diminished vital heat. A relaxed plethoric sluggish, cold remedy. Not much reactive force. Such persons are fat, indolent, opposed to physical exertion, averse to go outside of their routine, get homesick easily. GENERAL UNCLEANLINESS OF BODY. Abstainers from accustomed alcoholics. It affects the mucous membranes, producing a sensation of CONSTRICTION. Inflammation of petrous bone. Burning pains and general chilliness. Older people who have exhausted their vitality, especially by mental work, and poor living; blear-eyed appearance; who do not react. Fear of slightest draft. Marked tendency to suppuration in every inflammatory process. Prostration and feeble digestion of alcoholics. Myalgia, aching and jerking of muscles.", 
  "Natural History": [
    "Cayenne Pepper"
  ], 
  "dosage": "Third to sixth attenuation. In delirium tremens, dram doses of tincture in milk or tincture of orange peel."
}