{
  "name": "Carbo animalis", 
  "Relationship": "The Carbon group all have putrid discharges and exhalations. All act on the skin, causing intertrigo and excoriations. Glandular enlargements and catarrhal states, flatulency and asphyxiation. Carbon Tetrachloride is said to cause fatty liver. (Phosph.; Rs; Chloroform.) Paralysis of interosseus muscles of feet and hands. Wonderful clinical results in the treatment of Hook worm disease. See Thymol (Relationship).Complementary: Calc. phos.Antidotes: Ars.; Nux.Compare: Badiaga; Sepia; Sulph.; Plumb. iod.", 
  "symptoms": {
    "Head": [
      "Headache, as if head had been blown to pieces", 
      "Rush of blood with confusion", 
      "Sensation as if something lay above eyes so that she could not look up", 
      "Bluish cheeks and lips", 
      "Vertigo followed by nose-bleed", 
      "Nose swollen, tip bluish, small tumor on it", 
      "Hearing confused; CANNOT TELL DIRECTION OF SOUND"
    ], 
    "Respiratory": [
      "Pleurisy, typhoid character, and remaining stitch", 
      "Ulceration of lung, with feeling of coldness of chest", 
      "Cough, with discharge of greenish pus"
    ], 
    "Stomach": [
      "Eating tires patient", 
      "Weak, empty feeling in stomach", 
      "Burning and griping", 
      "WEAK DIGESTION", 
      "FLATULENCE", 
      "Ptomaine poisoning", 
      "Repugnance to fat food", 
      "Sour water from mouth", 
      "Pyrosis"
    ], 
    "Modalities": [
      "Worse: after shaving", 
      "Worse: loss of animal fluids"
    ], 
    "Mind": [
      "Desire to be alone, sad and reflective, AVOIDS CONVERSATION", 
      "Anxiety at night, with orgasm of blood"
    ], 
    "Female": [
      "Nausea of pregnancy; worse at night", 
      "Lochia offensive", 
      "Menses too early, frequent long lasting, FOLLOWED BY GREAT EXHAUSTION, so weak, can hardly speak", 
      ", flow only in morning", 
      "Burning in vagina and labia", 
      "Darting in breast; PAINFUL INDURATIONS in breast, especially right", 
      "Cancer of uterus, burning pain down thighs"
    ], 
    "Skin": [
      "Spongy ulcers, copper-colored eruption", 
      "Acne rosacea", 
      "Chilblains, worse in evening, in bed and from cold", 
      "Verruca on hands and face of old people, with bluish color of extremities", 
      "GLANDS INDURATED, swollen, painful, in neck, axillae, groin, mammae; pains lancinating, cutting, burning", 
      "Burning, rawness and fissures; moisture", 
      "Bubo"
    ], 
    "Extremities": [
      "Pain in coccyx; burns when touched", 
      "Ankles turn easily", 
      "Straining and over-lifting produce great debility", 
      "Joints weak", 
      "Easy discoloration", 
      "Pain in hip joints at night", 
      "NIGHT SWEAT fetid and profuse", 
      "Wrist pain"
    ]
  }, 
  "details": "Seems to be especially adapted to scrofulous and venous constitutions, old people, and after debilitating disease, with feeble circulation and lowered vitality. GLANDS ARE INDURATED, veins distended, skin blue. STITCH REMAINING AFTER PLEURISY. Easily strained from lifting. Weakness of nursing women. Ulceration and decomposition. All its secretions are offensive. Causes local congestions WITHOUT heat.", 
  "Natural History": [
    "Animal Charcoal"
  ], 
  "dosage": "Third to thirtieth potency. The third trituration for insufflation in aural polypi."
}