{
  "name": "Carbolicum acidum", 
  "Relationship": "Compare: Chrysarobin (locally in ringworm of the scale 5-10 per cent. in glycerine and alcohol. Equal parts). Ars.; Kreosote.; Carbo; Guano. (Violent headache as from a band around head. Itching of nostrils, back, thighs, genitals. Symptoms like hay-fever.)Antidote: Alcohol; Vinegar; Chalk; Iod. Glauger's Salt in watery solution.Incompatible: Glycerine and vegetable oils.", 
  "symptoms": {
    "Head": [
      "Disinclined to mental work", 
      "Tight feeling, as if compressed by a rubber band", 
      "Orbital neuralgia over right eye", 
      "Headache, better, by green tea; while smoking"
    ], 
    "Stomach": [
      "Appetite lost", 
      "DESIRE FOR STIMULANTS AND TOBACCO", 
      "Constant belching, nausea, VOMITING, dark olive green", 
      "Heat rises up oesophagus", 
      "Flatulent distention of stomach and abdomen", 
      "Painful flatulence often marked in one part of the bowel", 
      "FERMENTATIVE DYSPEPSIA with bad taste and breath"
    ], 
    "Stool": [
      "Constipation, with VERY OFFENSIVE BREATH", 
      "Bloody, like scrappings of intestines", 
      "Great tenesmus", 
      "Diarrhoea; stools thin, black, putrid", 
      "Almost black", 
      "Diabetes", 
      "Irritable bladder in old men with frequent urination at night, or probably prostatic nature", 
      "Use 1x)"
    ], 
    "Nose": [
      "SMELL VERY ACUTE", 
      "Putrid discharge", 
      "Ozaena, with fetor and ulceration", 
      "Influenza and resulting debility"
    ], 
    "Female": [
      "Discharges always offensive", 
      "Pustules about vulva containing bloody pus", 
      "Agonizing backache across loins, with dragging-down thighs", 
      "Pain in left ovary; worse walking in open air", 
      "Erosions of cervix; fetid, acrid discharge", 
      "Leucorrhoea in children", 
      "Puerperal fever, with offensive discharge", 
      "Irritating leucorrhoea, causing itching and burning"
    ], 
    "Skin": [
      "Itching vesicles, with burning pain", 
      "Burns tend to ulcerate"
    ], 
    "Throat": [
      "Ulcerated patches on inside of lips and cheeks", 
      "BURNING IN MOUTH TO stomach", 
      "Fauces red, and covered with exudation", 
      "Uvula whitened and shriveled", 
      "PUTRID DISCHARGE", 
      "Almost impossible to swallow", 
      "DIPHTHERIA, FETID BREATH, REGURGITATION on swallowing liquids, but little pain", 
      "Face dusky red; white about mouth and nose", 
      "Rapid sinking of vital forces"
    ], 
    "Extremities": [
      "Cramps in fore part of leg, close to tibia DURING WALKING", 
      "Gnawing pains in shin bones", 
      "Arthritis"
    ]
  }, 
  "details": "Carbolic Acid is a powerful irritant and anaesthetic. A languid, foul, painless destructive remedy. Stupor, paralysis of sensation and motion, feeble pulse and depressed breathing, death due to paralysis of respiratory centers. Acts primarily on the central nervous system. INCREASED OLFACTORY SENSIBILITY. Produces mental and bodily languor, disinclination to study, with headache like a band. Very marked ACUTENESS OF SMELL is a strong guiding symptom. Stomach symptoms are also important. Pains are terrible; come and go suddenly. Physical exertion brings on abscess somewhere. Putrid discharges. (Bapt.) Scarlet fever, with marked tendency to destruction of tissue internally, and fetid odor. Spasmodic coughs. Arthritis. (See Dose.)", 
  "Natural History": [
    "Phenol - Carbolic Acid"
  ], 
  "dosage": "Third to thirtieth potency. Phenol in Arthritis, according to Goodno. Must be absolutely pure. Crystals Solution (25%) in equal parts of water and glycerine, dose 20 minims well diluted 3 times daily (Bartlett)."
}