{
  "name": "Causticum", 
  "Relationship": "According to the careful investigations of Dr. Wagner of Basel, Causticum corresponds to Ammon. causticum 4X. Causticum does not agree with Phosphorus; the remedies should not be used after each other. Diphtherotoxin follows, causticum in chronic bronchitis.Complementary: Carbo; Petrosel.Compare: Rhus; Arsenic; Am. phos. (facial paralysis).Antidote: Paralysis from lead-poisoning.", 
  "Modalities": [
    "Worse: dry", 
    "Worse: cold winds", 
    "Worse: in clear fine weather", 
    "Worse: cold air; from motion of carriage", 
    "Better: in damp", 
    "Better: wet weather; warmth"
  ], 
  "Common names": "Hahnemann's Tinctura acris sine Kali", 
  "symptoms": {
    "Urine": [
      "Expelled very slowly, and sometimes retained", 
      "Retention after surgical operations", 
      "Loss of sensibility on passing urine", 
      "Involuntary when coughing, sneezing", 
      "Involuntary during first sleep at night; also from slightest excitement"
    ], 
    "Stool": [
      "Fistula and large piles", 
      "Soft and small, size of goose-quill", 
      "Hard, tough, covered with mucus; shines like grease; small-shaped; expelled with much straining, or only on standing up", 
      "Rectum sore and burns", 
      "Partial paralysis of rectum", 
      "Pruritis"
    ], 
    "Head": [
      "Pain in right frontal eminence", 
      "Sensation of empty space between forehead and brain"
    ], 
    "Stomach": [
      "Worse after eating fresh meat; smoked meat agrees", 
      "Sensation of ball rising in throat", 
      "Greasy taste", 
      "Acid dyspepsia", 
      "Feels as if lime were burned in stomach", 
      "Aversion to sweets"
    ], 
    "Mouth": [
      "Bites inside of cheek from chewing", 
      "Gums bleed easily", 
      "Rheumatism of articulation of lower jaw", 
      "Paralysis of tongue, with indistinct speech"
    ], 
    "Respiratory": [
      "Cough with raw soreness of chest", 
      "Mucus under sternum, which he cannot quite reach", 
      "Own voice roars in ears and distresses", 
      "Pain in chest, with palpitation", 
      "Expectoration scanty; must be swallowed", 
      "Difficulty of voice of singers and public speakers", 
      "Cough with pain in hip, especially left worse in evening; better, drinking cold water; worse, warmth of bed", 
      "Voice re-echoes", 
      "Sore streak down trachea", 
      "Larynx sore", 
      "Hoarseness with pain in chest; aphonia", 
      "Cannot lie down at night"
    ], 
    "Eyes": [
      "Sparks and dark spots before eyes", 
      "Ptosis", 
      "Cataract with motor disturbances", 
      "Vision impaired, as if film were before eyes", 
      "Paralysis of ocular muscles after exposure to cold", 
      "Inflammation of eyelids; ulceration"
    ], 
    "Face": [
      "Pain in jaws, with difficulty in opening mouth", 
      "Dental fistula", 
      "Pain in facial bones", 
      "Warts", 
      "Paralysis of right side"
    ], 
    "Nose": [
      "Scaly nose", 
      "Nostrils ulcerated", 
      "Coryza, with hoarseness", 
      "Pimples and warts"
    ], 
    "Ears": [
      "Ringing, roaring, pulsating, with deafness; words and steps re-echo; chronic middle-ear catarrh; accumulation of ear-wax"
    ], 
    "Mind": [
      "Intensely sympathetic", 
      "Child does not want to go to bed alone", 
      "Least thing makes it cry", 
      "Thinking of complaints, aggravates, especially hemorrhoids", 
      "Sad, hopeless", 
      "Ailments from long-lasting grief, sudden emotions"
    ], 
    "Back": [
      "Dull pain in nape of neck", 
      "Stiffness between shoulders"
    ], 
    "Sleep": [
      "Very drowsy; can hardly keep awake", 
      "Nocturnal sleeplessness, with dry heat, inquietude"
    ], 
    "Female": [
      "Menses delay, late", 
      "Uterine inertia during labor", 
      "Leucorrhoea at night, with great weakness", 
      "Menses cease at night; flow only during day"
    ], 
    "Skin": [
      "Old burns that do not get well, and ill effects from burns", 
      "Cicatrices freshen up; old injuries reopen", 
      "Warts large, jagged, bleeding easily, on tips of fingers and nose", 
      "Soreness in folds of skin, back of ears, between thighs", 
      "Skin prone to intertrigo during dentition", 
      "Pains of burns"
    ], 
    "Extremities": [
      "Slow in learning to walk", 
      "Unsteadiness of muscles of forearm and hand", 
      "Cracking and tension in knees; stiffness in hollow of knee", 
      "Weak ankles", 
      "Dull, tearing pain in hands and arms", 
      "Numbness; loss of sensation in hands", 
      "Itching on dorsum of feet", 
      "Contracted tendons", 
      "Rheumatic tearing in limbs; better by warmth, especially heat of bed", 
      "Paralysis of single parts", 
      "Burning in joints", 
      "Left-sided sciatica, with numbness", 
      "Unsteady walking and easily falling", 
      "Cannot walk without suffering", 
      "Restless legs at night", 
      "Heaviness and weakness", 
      "Tearing joints"
    ]
  }, 
  "details": "Manifests its action mainly in chronic rheumatic, arthritic and paralytic affections, indicated by the tearing, drawing pains in the muscular and fibrous tissues, with deformities about the joints; progressive loss of muscular strength, tendinous contractures. Broken down seniles. In catarrhal affections of the air passages, and seems to choose preferable dark-complexioned and rigid-fibered persons. Restlessness at night, with tearing pains in joints and bones, and faint-like sinking of strength. This weakness progresses until we have gradually appearing paralysis. Local paralysis, vocal cords, muscles of deglutition, of tongue, eyelids, face, bladder and extremities. Children are slow to walk. The skin of a Caucasian person is of a DIRTY WHITE sallow, with warts, especially on the face. Emaciation due to disease, worry, etc., and of long standing. BURNING, RAWNESS, AND SORENESS are characteristic.", 
  "dosage": "Third to thirtieth attenuation. In chronic ailments and especially in paralytic states, the higher potencies once or twice a week."
}