{
  "name": "Chamomilla", 
  "Relationship": "Compare: Cypriped; Anthemis; Aconite; Puls.; Coffea; Bellad.; Staphis.; gnat. Follows Belladonna in diseases of children and abuse of opium. Rubus villosus - Blackberry - (diarrhoea of infancy; stools watery and clay colored).Antidotes: Camph.; Nux; Puls.Complementary: Bell.; Mag. c.", 
  "symptoms": {
    "Eyes": [
      "Lids smart", 
      "Yellow sclerotic", 
      "Spasmodic closing of lids"
    ], 
    "Respiratory": [
      "Hoarseness, hawking, RAWNESS of LARYNX", 
      "IRRITABLE, DRY TICKLING COUGH; suffocative tightness of chest, with bitter expectoration in daytime", 
      "Rattling of mucus in child's chest"
    ], 
    "Stomach": [
      "Eructations foul", 
      "Nausea after coffee", 
      "Sweats after eating or drinking", 
      "Aversion to warm drinks", 
      "Tongue yellow; tastes bitter", 
      "Bilious vomiting", 
      "Acid rising; regurgitation of food", 
      "Bitter, bilious vomiting", 
      "Pressive gastralgia, as from a stone"
    ], 
    "Modalities": [
      "Worse: by HEAT", 
      "Worse: anger", 
      "Worse: open air", 
      "Worse: wind", 
      "Worse: NIGHT", 
      "Better: from being carried", 
      "Better: warm wet weather"
    ], 
    "Mind": [
      "WHINING RESTLESSNESS", 
      "Child wants many things which he refuses again", 
      "Piteous moaning because he cannot have what he wants", 
      "Child can only be quieted when carried about and petted constantly", 
      "IMPATIENT, intolerant of being spoken to or interrupted; extremely sensitive to every pain; always complaining", 
      "Spiteful, SNAPPISH", 
      "Complaints from ANGER and vexation", 
      "MENTAL CALMNESS CONTRAINDICATE CHAMOM"
    ], 
    "Stool": [
      "Hot, GREEN, watery, fetid, SLIMY, with colic", 
      "Chopped white and yellow mucus like chopped eggs and spinach", 
      "Soreness of anus", 
      "Diarrhoea during dentition", 
      "Hemorrhoids, with painful fissures"
    ], 
    "Back": [
      "Insupportable pain in loins and hips", 
      "Lumbago", 
      "Stiffness of neck muscles"
    ], 
    "Face": [
      "ONE CHEEK RED and hot; the other pale and cold", 
      "Stitches in jaw extending to inner ear and teeth", 
      "TEETH ACHE WORSE AFTER WARM DRINK; worse, coffee, at night", 
      "Drives to distraction", 
      "Jerking of tongue and facial muscles", 
      "Distress of teething children"
    ], 
    "Mouth": [
      "Toothache, if anything warm is taken, from coffee, during pregnancy", 
      "Nightly salivation"
    ], 
    "Nose": [
      "Sensitive to all smells", 
      "Coryza, with inability to sleep"
    ], 
    "Head": [
      "Throbbing headache in one-half of the brain", 
      "Inclined to bend head backward", 
      "Hot, clammy sweat on forehead and scalp"
    ], 
    "Throat": [
      "Parotid and submaxillary glands swollen", 
      "Constriction and pain as from a plug"
    ], 
    "Abdomen": [
      "Distended", 
      "Griping in region of navel, and pain in small of back", 
      "Flatulent colic, after anger, WITH RED CHEEKS AND HOT PERSPIRATION", 
      "Hepatic colic", 
      "Acute duodenitis", 
      ")"
    ], 
    "Extremities": [
      "Violent rheumatic pains drive him out of bed at night; compelled to walk about", 
      "Burning of soles at night", 
      "ANKLES GIVE WAY IN THE AFTERNOON Nightly paralytic loss of power in the feet, unable to step on them", 
      "Sleep", 
      "Drowsiness with moaning, weeping and wailing during sleep; anxious, frightened dreams, with half-open eyes"
    ], 
    "Female": [
      "Uterine Hemorrhages", 
      "Profuse discharge of clotted, DARK BLOOD, WITH LABOR-LIKE PAINS", 
      "Labor pains spasmodic; press upward", 
      "Patient intolerant of pain", 
      "Nipples inflamed; tender to touch", 
      "Infants' breasts tender", 
      "Yellow, acrid leucorrhoea"
    ], 
    "Ears": [
      "Ringing in ears", 
      "EARACHE, with soreness; SWELLING AND HEAT DRIVING PATIENT FRANTIC", 
      "Stitching pain", 
      "Ears feel stopped"
    ]
  }, 
  "details": "The chief guiding symptoms belong to the mental and emotional group, which lead to this remedy in many forms of disease. Especially of frequent employment in diseases of children, where peevishness, restlessness, and colic give the needful indications. A disposition that is mild, calm and gentle; sluggish and constipated bowels contraindicate Chamomilla.Chamomilla is SENSITIVE, IRRITABLE, THIRSTY, HOT, AND NUMB. Over-sensitiveness from abuse of coffee and narcotics. PAINS UNENDURABLE, associated with numbness. Night-sweats.", 
  "Natural History": [
    "German Chamomile"
  ], 
  "dosage": "Third to thirtieth attenuation."
}