{
  "name": "Chelidonium majus", 
  "Relationship": "Complementary: Lycop.; Bryon.Compare: Nux; Sulph.; Bry.; Lyc.; Opium; Podophyl.; Sanguin.; Ars.Antidote: Chamomile.Chelidonin. - (Spasm of smooth muscle everywhere, intestinal colic, uterine colic, bronchial spasm, tachycardia, etc.) Boldo - Boldoa fragrans - (Bladder atony; cholecystitis and biliary calculus. Bitter taste, no appetite; constipation, hypochondriasis languor, congestion of liver, burning weight in liver and stomach. Painful hepatic diseases. Disturbed liver following malaria.) Elemuy Gauteria - (Stone in kidneys and bladder; grain doses of powdered bark in water or 5 drops of tincture. Pellagra).Sulph. often completes its work.", 
  "symptoms": {
    "Eyes": [
      "Dirty yellow color of whites", 
      "Sore sensation on looking up", 
      "Tears fairly gush out", 
      "Orbital neuralgia of right eye, with profuse lachrymation; pupils contracted, relieved by pressure"
    ], 
    "Respiratory": [
      "Hoarse in afternoon", 
      "Dyspnoea", 
      "Constriction of chest", 
      "Small lumps of mucus fly from mouth when coughing", 
      "Short, exhausting cough; sensation of dust not relieved by cough", 
      "Very quick and short inspirations; pain on deep inspiration", 
      "Pain in right side of chest and shoulder, with embarrassed respiration", 
      "Whooping-cough; spasmodic cough; loose, rattling; expectoration difficult"
    ], 
    "Stomach": [
      "Gastralgia", 
      "Taste bitter, pasty", 
      "Eating relieves temporarily, especially when accompanied with hepatic symptoms", 
      "Pain through stomach to back and right shoulder-blade", 
      "Tongue yellow, with imprint of teeth; large and flabby", 
      "Prefers hot food and drink", 
      "Nausea, vomiting; better, very hot water", 
      "Bad odor from mouth"
    ], 
    "Head": [
      "Right-sided headache down behind ears and shoulder-blade", 
      "Icy coldness of occiput from the nape of neck; feels heavy as lead", 
      "Heavy, lethargic; drowsiness very marked, with general numbness; vertigo, associated with hepatic disturbance", 
      "Inclination to fall forward", 
      "Neuralgia over right eye, right cheek-bone and right ear, with excessive lachrymation, preceded by pain in liver"
    ], 
    "Urine": [
      "Dark, turbid", 
      "Profuse, foaming, yellow urine, like beer"
    ], 
    "Modalities": [
      "Worse: right side", 
      "Worse: motion", 
      "Worse: touch", 
      "Worse: change of weather", 
      "Worse: very early in morning", 
      "Better: after dinner", 
      "Better: from pressure"
    ], 
    "Stool": [
      "Constipation; stools hard, round balls, like sheep's dung, bright yellow, pasty; clay-colored, stools float in water; alternation of diarrhoea and constipation", 
      "Burning and itching of anus"
    ], 
    "Back": [
      "Pain at lower angle of left scapula", 
      "Pain in nape of neck", 
      "Fixed pain under inner and lower angle of right scapula", 
      "Stiff neck, head drawn to left"
    ], 
    "Face": [
      "Wilted skin", 
      "Yellow; worse nose and cheeks"
    ], 
    "Nose": [
      "Flapping of alae nasi"
    ], 
    "Female": [
      "Menses too late and too profuse"
    ], 
    "Skin": [
      "Painful red pimples and pustules", 
      "Wilted skin", 
      "Dry heat of skin; itches, yellow", 
      "Sallow, cold, clammy", 
      "Old, spreading, offensive ulcers"
    ], 
    "Abdomen": [
      "Fermentation and sluggish bowels", 
      "Liver enlarged", 
      "Distention", 
      "Gallstones", 
      "Jaundice due to hepatic and gall-bladder obstruction", 
      "Constriction across, as by a string", 
      "Gall-colic"
    ], 
    "Extremities": [
      "Pain in arms, shoulders, hands, tips of fingers", 
      "Whole flesh sore to touch", 
      "Rheumatic pain in hips and thighs; intolerable pains in heels, as if pinched by too narrow a shoe; worse, right", 
      "Icy coldness of tips of fingers; wrists sore, tearing in metacarpal bones", 
      "Paresis of the lower limbs with rigidity of muscles", 
      "Feels paralyzed"
    ]
  }, 
  "details": "A prominent liver remedy, covering many of the direct reflex symptoms of diseased conditions of that organ. The jaundiced skin, and especially the CONSTANT PAIN UNDER INFERIOR ANGLE OF RIGHT SCAPULA, are certain indications. Paralytic drawing and lameness in single parts. The great general lethargy and indisposition to make any effort is also marked. Ailments brought on or renewed by change of weather. SEROUS EFFUSIONS. HYDROCELE. BILIOUS COMPLICATIONS DURING GESTATION.", 
  "Natural History": "Celandine", 
  "dosage": "Tincture and lower attenuation."
}