{
  "name": "Chimaphila umbellata", 
  "Relationship": "Compare: Chimaph. maculata (intense gnawing hunger; burning fever; sensation of swelling in arm pits); Uva.; Ledum; Epigea.", 
  "symptoms": {
    "Head": [
      "Pain in left frontal protuberance", 
      "Halo about the light", 
      "Itching of eyelids", 
      "Stabbing pain in left eye with lachrymation"
    ], 
    "Modalities": [
      "Worse: in damp weather; from sitting on cold stones or pavements; left side"
    ], 
    "Mouth": [
      "Toothache, worse after eating and exertion, better cool water", 
      "Pain as if tooth was being gently pulled", 
      "Urinary Organs", 
      "Urging to urinate", 
      "Urine turbid, offensive, containing ropy or bloody mucus, and depositing a copious sediment", 
      "Burning and scalding during micturition, and straining afterwards", 
      "MUST STRAIN before flow comes", 
      "Scanty urine", 
      "Acute prostatitis, retention, and FEELING OF A BALL IN PERINEUM", 
      "Fluttering in region of kidney", 
      "SUGAR IN URINE", 
      "Unable to urinate without standing with feet wide apart and body inclined forward"
    ], 
    "Female": [
      "Labia inflamed, swollen", 
      "Pain in vagina", 
      "Hot flashes", 
      "Painful TUMOR OF MAMMAE, not ulcerated, with undue secretion of milk, Rapid atrophy of breasts", 
      "Women with VERY LARGE BREASTS and tumor in the mammary gland with SHARP pain through it"
    ], 
    "Skin": [
      "Scrofulous ulcers", 
      "Glandular enlargements"
    ], 
    "Extremities": [
      "Feeling of a band above left knee"
    ], 
    "Male": [
      "Smarting in urethra from neck of bladder to meatus", 
      "Gleet", 
      "Loss of prostatic fluid", 
      "Prostatic enlargement and irritation"
    ]
  }, 
  "details": "Acts principally on kidneys, and genitourinary tract; affects also lymphatic and mesenteric glands and female mammae. Plethoric young women with dysuria. Women with large breasts. Hepatic and renal dropsies; chronic alcoholics. Incipient and progressive cataracts. One of the remedies whose symptoms point to its employment in bladder affections, notably catarrh, acute and chronic. SCANTY URINE, AND LOADED WITH ROPY, MUCOPURULENT SEDIMENT. PROSTATIC ENLARGEMENT.", 
  "Natural History": [
    "Pipsissewa"
  ], 
  "dosage": "Tincture, to third attenuation."
}