{
  "name": "Chininum sulphuricum", 
  "Relationship": "Antidotes: Parthenium; Nat. mur.; Lach.; Arn.; Puls.Compare: Chin. salicyl. (Deafness, tinnitus, and Meniere's disease.) Ars.; Eupat.; Methyl blue. Camphor mono-bromide (is said to intensify the action of Quinine and render it more permanent.) Baja, an East Indian drug, (said to be almost infallible in intermittent fever, quartan type; pulsating headache injected eyes, flushed face. Liver and spleen enlarged. Oedema. Also Pambotano, Mexican remedy for intermittent and tropical fevers.", 
  "symptoms": {
    "Head": [
      "Inability to remain standing", 
      "Falling in street", 
      "Worse left side", 
      "Amaurosis", 
      "Pain in forehead and temples, increasing gradually at noon, of malarial origin, with vertigo and pulsation"
    ], 
    "Fever": [
      "Subnormal temperature", 
      "Anguish", 
      "Shivering even in a warm room", 
      "Chill daily at three PM Painful swelling of various veins during a chill"
    ], 
    "Spine": [
      "Last cervical sensitive", 
      "GREAT SENSITIVENESS OF THE DORSAL VERTEBRAE; pain on pressure", 
      "Pain extends to head and neck"
    ], 
    "Urine": [
      "Excessive flow", 
      "Albuminuria", 
      "Small amount of urea and phosphoric acid with excess or uric acid and abundance of chlorides, accompanied by subnormal temperature", 
      "Turbid, slimy, clay-colored, greasy sediment", 
      "Bloody"
    ], 
    "Skin": [
      "Itching; erythema, urticaria, icterus, vesication, pustules, purpura", 
      "Great sensitiveness", 
      "Shriveled skin"
    ], 
    "Face": [
      "Neuralgia commences under eye; extends into and around it", 
      "Pains return with great regularity; RELIEVED BY PRESSURE"
    ], 
    "Urine Section": [
      "Excessive flow", 
      "Albuminuria", 
      "Small amount of urea and phosphoric acid with excess or uric acid and abundance of chlorides, accompanied by subnormal temperature", 
      "Turbid, slimy, clay-colored, greasy sediment", 
      "Bloody"
    ], 
    "Ears": [
      "Violent ringing, buzzing, and ROARING IN EARS, WITH DEAFNESS"
    ]
  }, 
  "details": "Blood.An immediate and rapid decrease in red blood cells and reduction in haemoglobin with increase in elimination of chlorides. Tendency to poly nucleated leucocytosis.A dose of Chinin, sulph. in high potency sometimes arouses suppressed malaria, and brings back the paroxysm. Aside from its undoubted influence over malaria, it is indicated homeopathically whenever there is marked periodicity and spinal sensitiveness. ACUTE ARTICULAR RHEUMATISM. Polyarticular gout. Pruritis and congested conditions of the rectum. Symptoms of CHRONIC INTERSTITIAL NEPHRITIS. Retrobulbar neuritis with sudden loss of sight. Thready vessels. Hiccough.", 
  "Natural History": [
    "Sulphite of Quinine"
  ], 
  "dosage": "First to third trituration; also thirtieth potency and higher."
}