{
  "name": "Chininum arsenicosum", 
  "Relationship": "Compare: Chininum; also Ferrum Citricum (in nephritis with great anaemia; acid dyspepsia in chlorosis. Morbus maculosus Werlhoff); Chin in. mur. (in severe neuralgic pains around eyes, with chills; exaggerated sensitiveness to alcohol and tobacco; prostration and restlessness). Oenothera (effortless diarrhoea with nervous exhaustion; incipient hydrocephaloid). Macrozamia spiralis (extreme debility after illness; collapse).", 
  "symptoms": {
    "Heart": [
      "Palpitation", 
      "Must have open air", 
      "Suffocative attacks, occurring in periodical paroxysms", 
      "Short of breath on ascending; cardiac dyspnoea; circulatory weakness after acute infections; early myocardial degeneration", 
      "Sensation as if heart stopped"
    ], 
    "Eyes": [
      "Flickering with pain and lachrymation", 
      "Intense photophobia and orbicular spasm; gushing hot tears"
    ], 
    "Fever": [
      "Continuous, with weakness", 
      "System depleted"
    ], 
    "Stomach": [
      "Thirst for water, yet it disturbs", 
      "Hyperchlorhydria", 
      "EGGS PRODUCE DIARRHOEA", 
      "Alternation of hyperacidity and decrease of acid", 
      "ANOREXIA"
    ], 
    "Head": [
      "Vertigo; worse looking up", 
      "Dull, heavy headache, frontal and occipital", 
      "Great anxiety", 
      "Darting pains running up into head", 
      "Head feels too full", 
      "Tired feeling", 
      "Throbbing", 
      "Great irritability"
    ], 
    "Mouth": [
      "No appetite", 
      "Tongue thickly furred; yellow, slimy coating", 
      "Bitter taste"
    ], 
    "Sleep": [
      "Sleeplessness due to nervous causes"
    ], 
    "Extremities": [
      "Tearing pains", 
      "COLDNESS OF HANDS AND FEET, KNEES AND LIMBS", 
      "Weak limbs"
    ]
  }, 
  "details": "The symptoms of general WEARINESS AND PROSTRATION produced by the drug have been utilized in prescribing it homeopathically as a general tonic, often with very marked beneficial and prompt effect. In diphtheria with great prostration, cases that are prolonged, especially, and in malarial affections, neuralgia, etc., it has been found curative. Asthmatic attacks which recur periodically, with great prostration. Icy skin. Pressure in the solar plexus, with tender spine back of it.", 
  "Natural History": [
    "Arsenite of Quinine"
  ], 
  "dosage": "Second and third trituration."
}