{
  "name": "Chloralum", 
  "Relationship": "Antidotes: Ammon.; Atro.; Dig.; Mosch.Compare: Bell.; Opium; Apis; Verona - (a dangerous drug made by the action of alcohol upon urea and contains the same radical that alcohol does. Makes a man just as drunk as pure alcohol. Staggers, cannot stand up. (Dr. Barney.) (Confluent, reddish spots; dermatitis, itching of glans and prepuce; circumscribed dermatitis patch on first metacarpal phalangeal joint.) Luminal - (Sleeplessness with skin symptoms in migraine; lethargy like epidemic encephalitis). (Dr. Royal.)", 
  "Modalities": [
    "Worse: after hot drinks", 
    "Worse: stimulants", 
    "Worse: eating", 
    "Worse: night"
  ], 
  "symptoms": {
    "Eyes": [
      "Eyes blood-shot and watery", 
      "Dim vision", 
      "Circles of light, black spots", 
      "Conjunctivitis, burning in eye and lids; eyeball feels too large; everything looks white", 
      "Illusions of sight where eyes are closed or at night"
    ], 
    "Respiratory": [
      "Extreme dyspnoea, with sensation of weight and constriction of chest", 
      "Asthma, with sleeplessness"
    ], 
    "Head": [
      "Morning headache; worse in forehead, also in occiput, on motion; better in open air", 
      "Hears voices", 
      "Passive cerebral hyperaemia", 
      "Feeling as if hot band were drawn from temple to temple"
    ], 
    "Sleep": [
      "Somnolence", 
      "Insomnia, hallucinations, horrid dreams"
    ], 
    "Skin": [
      "Erythema aggravated by alcoholic drinks, with palpitation; causes pain in tendons and extensors", 
      "Surface of body stone-cold", 
      "Purpura", 
      "Red blotches, like measles", 
      "Wheals come on from a chill; better, warmth", 
      "Urticaria, worse, spirituous liquors, hot drinks", 
      "Intense itching"
    ]
  }, 
  "details": "This drug, used in physiological doses, is a powerful hypnotic and cardiac depressant. It has a marked effect on the skin, producing erythema, ecchymosis, etc., which symptoms have been utilized homeopathically with much success, especially in the treatment of hives. Emotional excitability, hallucinations. Night terrors in children. Muscular prostration.", 
  "Natural History": "Chloral Hydrate", 
  "dosage": "First trituration in hives, otherwise, higher potencies. Locally, in offensive foot-sweat, bathe with one per cent. solution. For its physiological"
}