{
  "name": "Cimicifuga racemosa", 
  "Relationship": "Compare: RHAMNUS CALIFORNICA (MUSCULAR PAINS, lumbago, pleurodynia, acute rheumatism). DERRIS PINNATA (Neuralgic headaches of rheumatic origin). ARISTOLOCHIA MILHOMENS (pain in tendo-Achilles; diabetes). CAULOPHYL.; PULSAT.; LILIUM; AGAR.; MACROTIN (especially for lumbago).", 
  "symptoms": {
    "Heart": [
      "Irregular, slow, trembling pulse", 
      "Tremulous action", 
      "Angina pectoris", 
      "Numbness of left arm; feels as if bound to side", 
      "Heart's action ceases suddenly, impending suffocation", 
      "Left-sided inframammary pain"
    ], 
    "Eyes": [
      "Asthenopia associated with pelvic trouble", 
      "Deep-seated throbbing and SHOOTING PAINS in eyes, with photophobia from artificial light", 
      "INTENSE ACHING OF EYEBALL", 
      "PAIN FROM EYES TO TOP OF HEAD"
    ], 
    "Respiratory": [
      "Tickling in throat", 
      "Dry, short cough, WORSE SPEAKING and at night", 
      "Cough when secretion is scanty - spasmodic, dry, with muscular soreness and nervous irritation"
    ], 
    "Stomach": [
      "Nausea and vomiting caused by pressure on spine and cervical region", 
      "Sinking in epigastrium", 
      "GNAWING PAIN", 
      "Tongue pointed and trembling"
    ], 
    "Modalities": [
      "Worse: morning", 
      "Worse: cold", 
      "Worse: during menses; the more profuse the flow", 
      "Worse: the greater the suffering", 
      "Better: warmth", 
      "Better: eating"
    ], 
    "Head": [
      "Wild feeling in brain", 
      "Shooting and throbbing pains in head after mental worry, over-study, or reflex of uterine disease", 
      "Waving sensation or OPENING AND SHUTTING SENSATION IN BRAIN", 
      "Brain feels too large", 
      "PRESSING-OUTWARD pain", 
      "Tinnitus", 
      "Ears sensitive to least noise"
    ], 
    "Back": [
      "Spine very sensitive, especially upper part", 
      "STIFFNESS AND CONTRACTION IN NECK AND BACK", 
      "Intercostal rheumatism", 
      "Rheumatic pains in muscles of back and neck", 
      "Pain in lumbar and sacral region, down thighs, and through hips", 
      "Crick in back"
    ], 
    "Female": [
      "Amenorrhoea", 
      "Pain in ovarian region; shoots upward and down anterior surface of thighs", 
      "Pain immediately before menses", 
      "Menses profuse, dark, COAGULATED, offensive with backache, nervousness; always irregular", 
      "Ovarian neuralgia", 
      "PAIN ACROSS PELVIS, FROM HIP TO HIP", 
      "After-pains, with great sensitiveness and INTOLERANCE TO PAIN", 
      "Inframammary pains worse, left side", 
      "Facial blemishes in young women"
    ], 
    "Skin": [
      "Locally and internally for ivy poisoning"
    ], 
    "Extremities": [
      "Uneasy, restless feeling in limbs", 
      "Aching in limbs and MUSCULAR SORENESS", 
      "Rheumatism affecting the belly of muscles, especially large muscles", 
      "Choreic movements, accompanied by rheumatism", 
      "Jerking of limbs", 
      "Stiffness in tendo-Achilles", 
      "Heaviness in lower extremities", 
      "Heavy, aching, tensive pain", 
      "Sleep", 
      "Sleeplessness", 
      "Brain irritation of children during dentition"
    ]
  }, 
  "details": "Has a wide action upon the cerebrospinal and muscular system, as well as upon the uterus and ovaries. Especially useful in rheumatic, nervous subjects with ovarian irritation, uterine cramps and heavy limbs. Its muscular and crampy pains, primarily of neurotic origin, occurring in nearly every part of the body, are characteristic. AGITATION AND PAIN indicate it. Pains like electric shocks here and there. Migraine. Symptoms referable to the pelvic organs prominent. \"It lessens the frequency and force of the pulse soothes pain and allays irritability.\"Mental.Sensation of a cloud enveloping her. Great depression, with DREAM OF IMPENDING EVIL. Fears riding in a closed carriage, of being obliged to jump out. Incessant talking. Visions of rats, mice, etc. Delirium tremens; tries to injure himself. Mania following disappearance of neuralgia.", 
  "Natural History": [
    "Actaea Racemosa) (MacrotysBlack Snake-Root"
  ], 
  "dosage": "First to thirtieth attenuation, third most frequently used."
}