{
  "name": "Cina", 
  "Relationship": "Antidote; CAMPH.; CAPS.Compare: SANTONIN - (often preferable in worm affections; same symptoms as Cina; corresponding to the pain in shocks produced by Cina. Visual illusions, YELLOW sight; violent light not recognized, colors not distinguishable. Urine deep saffron color. Spasms and twitchings, chronic gastric and intestinal troubles sometimes removed by a single dose (physiological) of Santonin. (Dahlke.) HELMINTHOCHORTOS - Worm-moss (acts very powerfully on intestinal worms, especially the lumbricoid.) TEUCRIUM; IGNAT.; CHAM.; SPIG.", 
  "symptoms": {
    "Eyes": [
      "Eyestrain, especially when presbyopia sets in", 
      "Weak sight from masturbation", 
      "PULSATION OF SUPERCILIARY MUSCLE", 
      "Dilated pupils; yellow vision", 
      "Strabismus from abdominal irritation"
    ], 
    "Fever": [
      "Cold sweat on forehead, nose, and hands", 
      "Much hunger; colicky pains; chilliness, with thirst", 
      "Light chill", 
      "Much fever, associated with clean tongue", 
      "In Cina fever, face is cold and hands warm"
    ], 
    "Stomach": [
      "Vomiting and diarrhoea immediately after eating and drinking", 
      "Gets hungry soon after a meal", 
      "Vomiting with a clean tongue", 
      "Desires many and different things", 
      "Craving for sweets", 
      "Epigastric pain; worse, first waking in morning and before meals", 
      "HUNGRY, digging, gnawing sensation"
    ], 
    "Female": [
      "Uterine hemorrhage before puberty"
    ], 
    "Modalities": [
      "Worse: looking fixedly at an object", 
      "Worse: from worms", 
      "Worse: at night", 
      "Worse: in sun", 
      "Worse: in summer"
    ], 
    "Mind": [
      "Ill-humor", 
      "Desires many things, but rejects everything offered", 
      "Abnormal consciousness, as if having committed some evil deed", 
      "Child VERY CROSS; does not want to be touched, or crossed, or carried"
    ], 
    "Stool": [
      "ITCHING OF ANUS  Worms", 
      "Involuntary at night", 
      "White mucus, like small pieces of popped corn, preceded by pinching colic", 
      "Urine Section", 
      "Turbid, white; turns milky on standing"
    ], 
    "Abdomen": [
      "Bloated and hard abdomen", 
      "TWISTING PAIN ABOUT NAVEL"
    ], 
    "Face": [
      "WHITE AND BLUISH ABOUT THE MOUTH", 
      "Grits teeth during sleep", 
      "PALE, hot, WITH DARK RINGS AROUND EYES", 
      "Intense, circumscribed redness of cheeks", 
      "Cold perspiration", 
      "CHOREIC MOVEMENTS OF FACE and hands"
    ], 
    "Respiratory": [
      "Child is afraid to speak of move for fear of bringing on paroxysm of coughing", 
      "After coughing, moaning, anxious, gasps for air and turns pale", 
      "Periodic; returning spring and fall", 
      "Swallows after coughing", 
      "Gagging cough in the morning", 
      "Cough so violent as to bring tears and sternal pains; feels as if something had been torn off", 
      "Cough ends in a spasm", 
      "GURGLING FROM THROAT TO STOMACH AFTER COUGHING", 
      "Violent recurring paroxysms, as of down in throat", 
      "Whooping-cough"
    ], 
    "Sleep": [
      "Night terrors of children; cries out, screams, wakes frightened", 
      "Screams and talks in sleep", 
      "Child gets on hands and knees in sleep; on abdomen", 
      "TROUBLES WHILE YAWNING", 
      "Grits teeth"
    ], 
    "Nose": [
      "WANTS TO RUB IT and pick at it", 
      "Itching of nose all the time", 
      "BORES AT NOSE till it bleeds"
    ], 
    "Head": [
      "Headache, alternating with pain in abdomen", 
      "Pain in head when using eyes", 
      "Relieved by stooping"
    ], 
    "Extremities": [
      "Paralyzed shocks; patient will jump suddenly, as though in pain", 
      "CHILD STRETCHES OUT FEET SPASMODICALLY", 
      "Nocturnal convulsions", 
      "Left foot in constant spasmodic motion", 
      "SUDDEN INWARD JERKING OF FINGERS OF RIGHT HAND", 
      "Child throws arms from side to side", 
      "TWITCHING and jerking distortion of limbs, trembling"
    ], 
    "Ears": [
      "Digging and scratching in ears"
    ]
  }, 
  "details": "This is a children's remedy, - big, fat, rosy, scrofulous, corresponding to many conditions that may be referred to intestinal irritation, such as worms and accompanying complaints. An irritability of temper, variable appetite, grinding of teeth, and even convulsions, with screams and violent jerkings of the hands and feet, are all within its range of action. The Cina patient is hungry, cross, ugly, and wants to be rocked. PAIN IN SHOCKS. Skin sensitive to touch.", 
  "Natural History": [
    "Worm-seed"
  ], 
  "dosage": "Third attenuation. For nervous irritable children, thirtieth and two hundredth preferable.SANTONIN in first (with care) and third trituration."
}