{
  "name": "Coccus cacti", 
  "Relationship": "Compare: CANTH.; CACT.; SARS.", 
  "symptoms": {
    "Heart": [
      "URINARY CALCULI, Hematuria, URATES, and uric acid; lancinating pains from kidney to bladder", 
      "Sensation as if everything were pressed toward the heart", 
      "Urging to urinate; BRICK-RED SEDIMENT", 
      "Urinary Organs", 
      "Dysuria", 
      "Deep-colored, thick urine"
    ], 
    "Head": [
      "Headache, worse from lying on back, better with the head high", 
      "Dull pain over right eye in morning", 
      "Suboccipital soreness; worse after sleep and exertion", 
      "Distress from cinders lodged in eye", 
      "SENSATION OF A FOREIGN BODY BETWEEN UPPER LID AND EYEBALL"
    ], 
    "Respiratory": [
      "Spasmodic morning cough", 
      "Suffocative cough; worse, first waking, with tough, white mucus, which strangles", 
      "Sensation of a crumb behind larynx, must swallow continually; brushing teeth causes cough", 
      "Walking against wind takes breath away", 
      "Constant hawking from enlarged uvula; coryza, with inflamed fauces; ACCUMULATION OF THICK VISCID MUCUS, which is expectorated with great difficulty", 
      "Fauces very sensitive", 
      "TICKLING IN LARYNX", 
      "WHOOPING COUGH ATTACKS END WITH VOMITING OF THIS TOUGH MUCUS", 
      "Chronic bronchitis complicated with gravel; large quantities of albuminous, tenacious mucus, are expectorated"
    ], 
    "Modalities": [
      "Better: walking", 
      "Worse: left side", 
      "Worse: after sleep", 
      "Worse: touch", 
      "Worse: pressure of clothing", 
      "Worse: brushing teeth", 
      "Worse: slightest exertion"
    ], 
    "Mind": [
      "Early morning or afternoon, sadness"
    ], 
    "Female": [
      "LABIA inflamed", 
      "Menses too early, profuse, BLACK and thick; DARK CLOTS, with dysuria", 
      "LARGE CLOTS escape when passing water", 
      "Intermittent menstruation; flow only in evening and at night"
    ]
  }, 
  "details": "The clinical application of the symptoms of this remedy, place it among the medicines for spasmodic and whooping coughs, and catarrhal conditions of the bladder; spasmodic pains in kidneys, with visceral tenesmus. Anuria, anasarca, ascites.", 
  "Natural History": [
    "Cochineal"
  ], 
  "dosage": "Lower triturations."
}