{
  "name": "Colchicum", 
  "Relationship": "Antidotes: THUJA; CAMPH.; COCCUL.; NUX; PULS.Compare:COLCHICINE (intestinal catarrh with shreddy membranes; convulsive jerkings of right hand; rheumatic fever, gout, endo and pericarditis, pleurisy, arthritis, deform in early stages; INTENSE PAIN OF RHEUMATISM 3x trit.). Also, CARBO; ARNICA; LILIUM; ARSEN.; VERAT.", 
  "symptoms": {
    "Heart": [
      "Anxiety in region of heart", 
      "Impulse not felt", 
      "Pericarditis, with severe pain, oppression and dyspnoea, pulse threadlike", 
      "Sound of heart becomes weaker, pulse of low tension"
    ], 
    "Eyes": [
      "Pupils unequal; left pupil contracted", 
      "Variations in visual acuity", 
      "Lachrymation worse in open air; violent tearing pain in eyes", 
      "Dim vision after reading", 
      "Spots before eyes"
    ], 
    "Stomach": [
      "Dry mouth, tongue burns, gums and teeth pain", 
      "THIRST; pain in stomach and flatulence", 
      "The SMELL OF FOOD CAUSES NAUSEA EVEN TO FAINTING, especially fish", 
      "Profuse salivary secretion", 
      "Vomiting of mucus, bile and food; worse, any motion; GREAT COLDNESS IN STOMACH", 
      "CRAVING FOR VARIOUS THINGS, but is averse to them when smelling them, seized then with nausea", 
      "Gouty gastralgia", 
      "Burning or ICY COLDNESS IN STOMACH and abdomen", 
      "Thirst for effervescent, alcoholic beverages", 
      "Pain in transverse colon"
    ], 
    "Female": [
      "Pruritis of genitals", 
      "Cold feeling in thigh after period", 
      "Sensation of swelling in vulva and clitoris", 
      "Urine Section", 
      "Dark, scanty or suppressed; bloody, brown, black, inky; contains clots of putrid decomposed blood, albumin, sugar"
    ], 
    "Modalities": [
      "Worse: sundown to sunrise; motion", 
      "Worse: loss of sleep", 
      "Worse: smell of food in evening", 
      "Worse: mental exertion", 
      "Better: stooping"
    ], 
    "Stool": [
      "Painful, scanty, transparent, jelly-like mucus; pain, as if anus were torn open, with prolapse", 
      "Autumnal dysentery; stools contain WHITE SHREDDY PARTICLES in large quantities", 
      "Ineffectual pressing; feels faeces in rectum, but cannot expel them"
    ], 
    "Back": [
      "Aching in lumbar and lumbosacral region", 
      "Dull pain across loins", 
      "Backache, better, rest and pressure"
    ], 
    "Face": [
      "Pain in facial muscles, moving about", 
      "Tingling and oedematous swelling; cheeks red, hot, sweaty", 
      "Very irritable with the pains  Pain behind angle of right lower jaw"
    ], 
    "Head": [
      "Headache chiefly frontal and temporal, but also occipital and in nape of neck, worse afternoon and evening"
    ], 
    "Skin": [
      "Blotchy papular rash on face", 
      "Pink spots on back, chest and abdomen", 
      "Urticaria"
    ], 
    "Abdomen": [
      "DISTENTION of abdomen, with gas, inability to stretch out legs", 
      "Borborygmi", 
      "Pain over liver", 
      "Caecum and ascending colon much distended", 
      "Fullness and continuous rumbling", 
      "Ascites"
    ], 
    "Extremities": [
      "Sharp pain down left arm", 
      "Tearing in limbs during warm weather, stinging during cold", 
      "Pins and needles in hands and wrists, fingertips numb", 
      "Pain in front of thigh", 
      "Right plantar reflex abolished", 
      "Limbs, lame, weak, tingling", 
      "Pain worse in evening and warm weather", 
      "Joints stiff and feverish; shifting rheumatism; pains worse at night", 
      "Inflammation of great toe, gout in heel, CANNOT BEAR TO HAVE IT TOUCHED OR MOVED", 
      "Tingling in the finger nails", 
      "Knees strike together, can hardly walk", 
      "Oedematous swelling and coldness of legs and feet"
    ], 
    "Ears": [
      "Itching in ears; sharp, shooting pains below right tragus"
    ]
  }, 
  "details": "Affects markedly the muscular tissues, periosteum, and synovial membranes of joints. Has specific power of relieving the gouty paroxysms. It seems to be more beneficial in chronic affections of these parts. The parts are red, hot, swollen. Tearing pains; worse, in the evening and at night and from touch; stubbing the toes hurts exceedingly. THERE IS ALWAYS GREAT PROSTRATION, internal COLDNESS, and tendency to collapse. Effects of night watching and hard study. Shocks as from electricity through one half of body. Bad effects from suppressed sweat. Dreams of mice.", 
  "Natural History": [
    "Meadow Saffron"
  ], 
  "dosage": "Third to thirtieth attenuation."
}