{
  "name": "Colocynthis", 
  "Relationship": "Antidote: COFFEA; STAPHIS.; CHAM. COLOCYNTH is the best antidote to lead poisoning. (Royal).Compare: LOBELIA ERINUS (violent cork-screw-like pains in abdomen). DIPODIUM PUNCTATUM (WRITHING. Twisting like a dying snake. Intractable insomnia.) DIOSCOR.; CHAMOM.; COCCUL.; MERC; PLUM.; MAG. PHOS.", 
  "symptoms": {
    "Eyes": [
      "Pains sharp, boring, BETTER PRESSURE", 
      "Sensation on stooping, as if eye would fall out", 
      "Gouty affections of eyes", 
      "Violent pain in eyeballs which precede the development of glaucoma"
    ], 
    "Stomach": [
      "Very BITTER taste", 
      "Tongue rough, as from sand, and feels scalded", 
      "Canine hunger", 
      "Feeling in stomach as if something would not yield; drawing pain"
    ], 
    "Female": [
      "BORING PAIN IN OVARY", 
      "MUST DRAW UP DOUBLE, WITH GREAT RESTLESSNESS", 
      "Round, small cystic tumors in ovaries or broad ligaments", 
      "Wants abdomen supported by pressure", 
      "Bearing-down cramps, causing her to bend double", 
      "Urine Section", 
      "Intense burning along urethra during stool", 
      "Vesical catarrh, discharge like fresh white of egg", 
      "VISCID", 
      "Fetid; small quantities, with frequent urging", 
      "Itching at orifice", 
      "Red, hard crystals, adhering firmly to vessel", 
      "Tenesmus of bladder", 
      "Pains on urinating OVER WHOLE ABDOMEN"
    ], 
    "Modalities": [
      "Worse: from anger and indignation", 
      "Better: doubling up", 
      "Better: hard pressure", 
      "Better: warmth", 
      "Better: lying with head bent forward"
    ], 
    "Mind": [
      "Extremely irritable", 
      "Becomes angry when questioned", 
      "Mortification caused by offense", 
      "Anger, with indignation"
    ], 
    "Abdomen": [
      "Agonizing cutting pain in abdomen CAUSING PATIENT TO BEND OVER DOUBLE, and pressing on the abdomen", 
      "Sensation as if stones were being ground together in the abdomen, and would burst", 
      "Intestines feel as if bruised", 
      "Colic with cramps in calves", 
      "Cutting in abdomen, especially after anger", 
      "Each paroxysm is attended with general agitation and a chill over the cheeks, ascending from the hypogastrium", 
      "Pain in small spot below navel", 
      "DYSENTERIC STOOL RENEWED EACH TIME BY THE LEAST FOOD OR DRINK", 
      "JELLY-LIKE stools", 
      "Musty odor", 
      "Distention"
    ], 
    "Face": [
      "Tearing, shooting, and swelling of face; left side great soreness", 
      "Get relief from pressure", 
      "Neuralgia, WITH CHILLINESS; teeth seem too long", 
      "SOUNDS RE-ECHO IN EARS", 
      "Pain in stomach, always with pain of teeth or head"
    ], 
    "Head": [
      "Vertigo when turning head TO THE LEFT", 
      "Lateral cutting headache, with nausea, vomiting", 
      "Pains , with soreness of SCALP", 
      "Burning pains, digging, rending, and tearing", 
      "Frontal headache; worse, stooping, lying on back, and moving eyelids"
    ], 
    "Extremities": [
      "CONTRACTION OF MUSCLES", 
      "All the limbs are drawn together", 
      "Pain in right deltoid", 
      "CRAMP-LIKE PAIN IN HIP; lies on affected side; pain from hip to knee", 
      "Spontaneous luxation of the hip-joints", 
      "Stiffness of joints and shortening of tendons", 
      "Sciatic pain, left side, drawing, tearing; better, PRESSURE AND HEAT; worse, gentle touch", 
      "Contraction of the muscles", 
      "Pain down right thigh; muscles and tendons feel too short; numbness with pains", 
      "Pain in left knee joint"
    ]
  }, 
  "details": "Often indicated in the transition season when the air is cold, but the sun is still powerful enough to heat the blood. Develops most of its symptoms in the abdomen and head, causing intense neuralgias. It is especially suitable for irritable persons easily angered, and ill effects therefrom. Women with copious menstruation, and of sedentary habits. Persons with a tendency to corpulency. The neuralgic pains are nearly always relieved by pressure. Cramps and twitching and shortening of muscles. Constrictions and contractions. Cystospasm following operations on orifices. (HYPER.) Urinous odor or perspiration (BERB.; NIT-AC.) AGONIZING PAIN IN ABDOMEN, causing patient to bend double, is most characteristic. Sensations: Cutting, twisting, grinding, contracting and bruised; AS IF CLAMPED WITH IRON BANDS.", 
  "Natural History": [
    "Bitter Cucumber"
  ], 
  "dosage": "Sixth to thirtieth potency."
}