{
  "name": "Conium", 
  "Relationship": "Compare: SCIRRHINUM - Cancer nosode - (cancerous diathesis; enlarged glands; cancer of breast; worms); BARYT.; HYDRAST.; IOD.; KALI-PHOS.; HYOS.; CURARE.", 
  "symptoms": {
    "Eyes": [
      "PHOTOPHOBIA AND EXCESSIVE LACHRYMATION", 
      "Corneal pustules", 
      "Dim-sighted; worse, artificial light", 
      "On closing eyes, he sweats", 
      "Paralysis of ocular muscles", 
      "In superficial inflammation, as in phlyctenular conjunctivitis and keratitis", 
      "THE SLIGHTEST ULCERATION OR ABRASION WILL CAUSE THE MOST INTENSE PHOTOPHOBIA"
    ], 
    "Respiratory": [
      "Dry cough, almost continuous, hacking; worse, evening and at night; CAUSED BY DRY SPOT IN LARYNX WITH ITCHING in chest and throat, WHEN LYING DOWN, talking or laughing, and during pregnancy", 
      "Expectoration only after long coughing", 
      "Want of breath on taking the least exercise; oppressed breathing, constriction of chest; pains in chest"
    ], 
    "Stomach": [
      "Soreness about the root of tongue", 
      "Terrible nausea, acrid HEARTBURN, and acid eructations; WORSE ON GOING TO BED", 
      "Painful spasms of the stomach", 
      "Amelioration from eating and aggravation a few hours after meals; acidity and burning; painful spot the level of the sternum"
    ], 
    "Female": [
      "Dysmenorrhoea, with drawing-down thighs", 
      "Mammae lax and shrunken, HARD, painful to touch", 
      "STITCHES IN NIPPLES", 
      "Wants to press breast hard with hand", 
      "Menses delayed and scanty; parts sensitive", 
      "BREASTS ENLARGE AND BECOME PAINFUL before and during menses", 
      "Rash before menses", 
      "Itching around pudenda", 
      "Unready conception", 
      "Induration of os and cervix", 
      "Ovaritis; ovary enlarged, indurated; lancinating pain", 
      "Ill effects of REPRESSED SEXUAL desire or suppressed menses, or from excessive indulgence", 
      "Leucorrhoea after micturition"
    ], 
    "Modalities": [
      "Worse: lying down", 
      "Worse: TURNING or rising in bed; CELIBACY; before and during menses", 
      "Worse: from taking cold", 
      "Worse: bodily or mental exertion", 
      "Better: while fasting", 
      "Better: in the dark", 
      "Better: from letting limbs hand down", 
      "Better: motion and pressure"
    ], 
    "Mind": [
      "Excitement causes mental depression", 
      "Depressed, timid, averse to society, and afraid of being alone", 
      "No inclination for business or study; takes no interest in anything", 
      "Memory weak; unable to sustain any mental effort"
    ], 
    "Stool": [
      "Frequent urging; hard, with tenesmus", 
      "TREMULOUS WEAKNESS AFTER EVERY STOOL", 
      "Heat and burning in rectum during stool", 
      "Urine Section", 
      "Much difficulty in voiding", 
      "IT FLOWS AND STOPS AGAIN", 
      "INTERRUPTED DISCHARGE", 
      "Dribbling in old men"
    ], 
    "Back": [
      "Dorsal pain between shoulders", 
      "Ill effects of bruises and shocks to spine", 
      "Coccydynia", 
      "Dull aching in lumbar and sacral region"
    ], 
    "Abdomen": [
      "Severe aching in and around the liver", 
      "Chronic jaundice, and pains in right hypochondrium", 
      "Sensitive, bruised, swollen, knife-like pains", 
      "Painful tightness"
    ], 
    "Nose": [
      "Bleeds easily - becomes sore", 
      "Polypus"
    ], 
    "Head": [
      "VERTIGO, WHEN LYING DOWN, AND WHEN TURNING OVER IN BED, when turning head SIDEWISE, or turning eyes; worse, shaking head, slight noise or conversation of others, especially towards the left", 
      "Headache, stupefying, with nausea and vomiting of mucus, with a feeling as of foreign body under the skull", 
      "Scorched feeling of top", 
      "Tightness as if both temples were compressed; worse AFTER A MEAL", 
      "Bruised, semi lateral pains", 
      "Dull occipital pain on rising in morning"
    ], 
    "Skin": [
      "AXILLARY GLANDS PAIN, WITH NUMB FEELING DOWN ARM", 
      "Induration after contusions", 
      "Yellow skin, with papular eruption; yellow finger-nails", 
      "GLANDS ENLARGED AND INDURATED, also mesenteric", 
      "Flying stitches through the glands", 
      "Tumors; piercing pains; worse, at night", 
      "Chronic ulcers with fetid discharge", 
      "SWEAT AS SOON AS ONE SLEEPS, or even when closing eyes", 
      "Night and morning sweat, with offensive odor, and smarting in skin"
    ], 
    "Extremities": [
      "Heavy, weary, paralyzed; trembling; hands unsteady; fingers and toes numb", 
      "MUSCULAR WEAKNESS, especially of lower extremities", 
      "PERSPIRATION OF HANDS", 
      "PUTTING FEET ON CHAIR RELIEVES PAIN"
    ], 
    "Male": [
      "Desire increased; power decreased", 
      "Sexual nervousness, with feeble erection", 
      "EFFECTS OF SUPPRESSED SEXUAL APPETITE", 
      "Testicles hard and enlarged"
    ], 
    "Ears": [
      "Defective hearing; discharge from ear blood colored"
    ]
  }, 
  "details": "An old remedy, rendered classical by Plato's graphic description of its employment in the death of Socrates. The ASCENDING PARALYSIS it produces, ending in death by failure of respiration, show the ultimate tendency of many symptoms produced in the provings, for which Conium is an excellent remedy, such as difficult gait, trembling, sudden loss of strength while walking, painful stiffness of legs, etc. Such a condition is often found in old age, a time of weakness, languor, local congestions, and sluggishness. This is the special environment that Conium chooses to manifest its action. It corresponds to the debility, hypochondriasis, urinary troubles, weakened memory, sexual debility found here. Troubles at the change of life, old maids and bachelors. Growth of tumors invite it also. General feeling as if bruised by blows. Great debility in the morning in bed. WEAKNESS OF BODY AND MIND TREMBLING, and palpitation. Cancerous diathesis. Arteriosclerosis. Caries of sternum. Enlarged glands. Acts on the glandular system, engorging and indurating it, altering its structure like scrofulous and cancerous conditions. Tonic after grippe. Insomnia of multiple neuritis.", 
  "Natural History": [
    "Poison Hemlock"
  ], 
  "dosage": "Best in higher potencies given infrequently, especially for growth, paretic states, etc. Otherwise sixth to thirtieth."
}