{
  "name": "Crataegus", 
  "Relationship": "STROPHANTUS; DIGIT.; IBERIS; NAJA; CACTUS.", 
  "symptoms": {
    "Heart": [
      "CARDIAC DROPSY", 
      "Fatty degeneration", 
      "EXTREME DYSPNOEA ON LEAST EXERTION, without much increase of pulse", 
      "Cutaneous chilliness, blueness of fingers and toes; all aggravated by exertion or excitement", 
      "Valvular murmurs, angina pectoris", 
      "Heart muscles seem flabby, worn out", 
      "Pulse accelerated, IRREGULAR, FEEBLE, INTERMITTENT", 
      "Pain in region of heart and UNDER LEFT CLAVICLE", 
      "Aortic disease", 
      "Cough", 
      "HEART DILATED; FIRST SOUND WEAK", 
      "Sustains heart in infectious diseases"
    ], 
    "Head": [
      "Apprehensive, despondent", 
      "Mental dullness conjunctival irritation nasal discharges", 
      "Very nervous and irritable, with pain in back of head and neck"
    ], 
    "Modalities": [
      "Worse: in warm room", 
      "Better: fresh air", 
      "Better: quiet and rest"
    ], 
    "Urine": [
      "DIABETES, especially in children"
    ], 
    "Skin": [
      "Excessive perspiration", 
      "Skin eruptions"
    ], 
    "Sleep": [
      "Insomnia of aortic patients"
    ]
  }, 
  "details": "Produces giddiness, lowered pulse, and air hunger and reduction in blood-pressure. Acts on muscle of heart, and IS A HEART TONIC. No influence on the endocardium. Myocarditis. Falling compensation. IRREGULARITY OF HEART. Insomnia of aortic anaemia; oedema, cutaneous chilliness. High arterial tension. Is a sedative in cross, irritable patients with cardiac symptoms. Chronic heart disease, with extreme weakness. Very feeble and irregular heart action. General anasarca. Very nervous, with pain in back of head and neck. Collapse of typhoid. Hemorrhage from bowels. Cold extremities, pallor; irregular pulse and breathing. Painful sensation of pressure in left side of chest below the clavicle. Dyspepsia and nervous prostration, with heart failure. In the beginning of heart mischief after rheumatism. ARTERIOSCLEROSIS. SAID TO HAVE A SOLVENT POWER UPON CRUSTACEOUS AND CALCAREOUS DEPOSITS IN ARTERIES.", 
  "Natural History": [
    "Hawthorn Berries"
  ], 
  "dosage": "Fluid extract or tincture, one to fifteen drops. Must be used for some time"
}