{
  "Natural History": [
    "Saffron"
  ], 
  "symptoms": {
    "Eyes": [
      "Appearances as of electric sparks", 
      "Must wipe eyes as if mucus or water were in them", 
      "FEELING IN EYES AS AFTER VIOLENT WEEPING", 
      "Sensation as if she had been looking through too sharp spectacles", 
      "EYES FEEL AS IF IN SMOKE", 
      "Pupils enlarged and react slowly", 
      "Lids heavy", 
      "Ciliary neuralgia, pain from eyes to top of head", 
      "SENSATION AS IF COLD AIR WAS RUSHING THROUGH EYE", 
      "Asthenopia with extreme photophobia", 
      "Threatened glaucoma; embolism of arteria centralis retinal"
    ], 
    "Respiratory": [
      "Wheezy cough, with frothy expectoration, containing threads like fine twine; worse, lying down", 
      "Breath has offensive, sickly smell", 
      "Feeling as if the uvula is elongated in hysterical patients"
    ], 
    "Female": [
      "Threatened abortion, especially when hemorrhage is DARK AND STRINGY", 
      "Urging of blood to genitals", 
      "Menses dark, viscid, too frequent and copious, BLACK AND SLIMY", 
      "Uterine hemorrhage; CLOTS WITH LONG STRINGS; worse from least movement", 
      "Jerking pain in interior of left breast, as if drawn toward back by means of thread", 
      "A bounding feeling, as if something alive in right breast"
    ], 
    "Modalities": [
      "Worse: lying down", 
      "Worse: hot weather", 
      "Worse: warm room", 
      "Worse: in morning", 
      "Worse: fasting", 
      "Worse: before breakfast", 
      "Worse: looking fixedly at an object", 
      "Better: in open air"
    ], 
    "Mind": [
      "VACILLATING; pleasant mania; sings and laughs", 
      "Happy and affectionate; then angry", 
      "Sudden changes from hilarity to melancholy", 
      "Vivid recollection from music heard"
    ], 
    "Abdomen": [
      "OBSTINATE CONSTIPATION due to portal stagnation", 
      "Constipation in infants", 
      "Crawling and stitches in anus", 
      "SENSATION OF SOMETHING ALIVE IN ABDOMEN, STOMACH, ETC", 
      ", especially on left side", 
      "Abdomen swollen, feeling of something heavy"
    ], 
    "Back": [
      "Sudden feeling of coldness in back as if cold water were thrown over him; icy-cold extremities"
    ], 
    "Nose": [
      "Epistaxis", 
      "DARK, STRINGY, CLOTTED", 
      "STRINGS OF DARK BLOOD hanging down the nose"
    ], 
    "Head": [
      "Throbs, pulsates, during climacteric; worse during menses"
    ], 
    "Extremities": [
      "Spasmodic contractions and twitchings of single set of muscles", 
      "Chorea and hysteria, with great alteration of feeling", 
      "Whole upper extremity falls asleep", 
      "Cracking in hip-joint and KNEES", 
      "Weakness in knees and legs", 
      "Pain in ankles and soles"
    ], 
    "dosage": ""
  }, 
  "name": "Crocus sativa", 
  "Relationship": "Antidote: OPIUM; BELL.Compare: IPEC.; TRILLIUM; PLAT.; CHINA; SABINA.", 
  "details": "Is a remedy often useful in Hemorrhages that are black and stringy. Tingling in various parts. Chorea and hysterical affections. Frequent and extreme changes in sensations and mental conditions. Anger with violence followed by repentance. LAUGHING mania. Drowsiness and LASSITUDE; better by literary labor."
}