{
  "Natural History": "Rattlesnake", 
  "symptoms": {
    "Urine": [
      "Casts", 
      "Dark, bloody urine", 
      "Inflamed kidney", 
      "Albuminous, dark, scanty"
    ], 
    "Stool": [
      "Black, thin, offensive, like coffee-grounds", 
      "Intestinal hemorrhage; blood dark, fluid, non-coagulable", 
      "Blood oozes from rectum when standing or walking"
    ], 
    "Head": [
      "Vertigo, with weakness and trembling", 
      "Dull heavy occipital pain, on right side and right eye", 
      "Headache with pain in heart on lying on left side", 
      "Headache; must walk on tip-toe to avoid jarring"
    ], 
    "Fever": [
      "Malignant fevers of a hemorrhagic or putrescine character", 
      "Yellow fever", 
      "Cerebrospinal meningitis", 
      "Cold sweats", 
      "Bloody sweat", 
      "Low bilious remittents"
    ], 
    "Stomach": [
      "Intolerance of clothing about epigastrium", 
      "Cannot lie on right side, without vomiting dark-green matter", 
      "Atonic dyspepsia", 
      "Ulceration of the stomach", 
      "Intolerance of clothing around stomach", 
      "Unable to retain anything; violent vomiting of food; bilious vomiting, vomiting of blood", 
      "Trembling, fluttering feeling below the epigastrium", 
      "Black or coffee-grounds vomiting", 
      "Hungry, craves stimulants, sugar; averse to meat", 
      "Gastritis in chronic alcoholism", 
      "Cancer of stomach with vomiting of bloody, slimy mucus", 
      "Faintness and sinking at stomach", 
      "Constant nausea and vomiting every month, after menstruation"
    ], 
    "Abdomen": [
      "Pain in region of liver", 
      "Distended, hot, and tender"
    ], 
    "Mouth": [
      "Cancer of tongue with hemorrhage", 
      "Mouldy smell of breath", 
      "Tongue fiery red, dry in center, smooth and polished", 
      "Fills up with saliva", 
      "Tongue red and small, but feels swollen", 
      "Spasmodic grinding of teeth at night", 
      "Tongue when protruding goes to right"
    ], 
    "Respiratory": [
      "Cough, with bloody expectoration", 
      "Tickling from a dry spot in larynx"
    ], 
    "Eyes": [
      "Ciliary neuralgia; tearing, boring pain, as if a cut had been made around eyes", 
      "Diplopia", 
      "Auditory vertigo", 
      "For absorption of intraocular hemorrhages, into the vitreous, but particularly for non-inflammatory retinal hemorrhages", 
      "Illusions; blue colors", 
      "Feeling of stoppage in right ear", 
      "Very sensitive to light, especially lamp light", 
      "Yellow color of eyes", 
      "Blood oozes from ears"
    ], 
    "Face": [
      "Leaden-colored and yellow face", 
      "Lockjaw", 
      "Acne", 
      "Lips swollen and numb"
    ], 
    "Nose": [
      "Epistaxis, blood black and stringy, ozaena, after exanthemata or syphilis"
    ], 
    "Heart": [
      "Palpitation, especially at menstrual period", 
      "Trembling feeling of heart", 
      "Action feeble, pulse tremulous"
    ], 
    "Modalities": [
      "Worse: right side; open air; evening and morning; in spring", 
      "Worse: coming on of warm weather; yearly; on awaking; damp and wet; jar"
    ], 
    "Mind": [
      "Loquacious, with desire to escape", 
      "Sadness", 
      "Delusions of cerebral decay", 
      "Weeping mood; clouded perception and memory; impatient"
    ], 
    "Sleep": [
      "Dreams of the dead", 
      "Yawning", 
      "Starting in sleep", 
      "Smothering sensation when awaking"
    ], 
    "Female": [
      "Puerperal fever; offensive lochia", 
      "Phlegmasia alba dolens", 
      "Dysmenorrhoea; pain extends down thighs, with aching in region of heart", 
      "Cannot keep legs still", 
      "Painful drawing in uterine ligaments", 
      "Prolonged menses", 
      "Sensation as though uterus would drop out", 
      "Uterine hemorrhage with faintness at stomach"
    ], 
    "Skin": [
      "Lymphangitis and septicaemia", 
      "Vesication", 
      "Sallow", 
      "Pustular eruption", 
      "Dissecting wounds", 
      "Bad effects of vaccination", 
      "Bloody sweat", 
      "Yellow color of the whole body", 
      "Boils, carbuncles, and eruptions are surrounded by purplish, mottled skin and oedema", 
      "Purpura hemorrhagica", 
      "Sore sensation relieved by pressure", 
      "Anthrax", 
      "Chilblains, felons", 
      "Hemorrhages from every part of body", 
      "Insect stings", 
      "Great sensitiveness of skin of right half of body", 
      "Swelling and discoloration, skin tense and shows every tint of color, with excruciating pain", 
      "Post-vaccination eruptions"
    ], 
    "Throat": [
      "Dry, swollen, dark red", 
      "Spasm of oesophagus; cannot swallow any solid substance", 
      "Gangrenous, with much swelling", 
      "Tight constriction"
    ], 
    "Extremities": [
      "Hands tremble, swollen", 
      "Lower extremities go to sleep easily", 
      "Right-sided paralysis"
    ]
  }, 
  "name": "Crotalus horridus", 
  "Relationship": "Antidote: LACH.; ALCOHOL. Radiant heat; camphor.Compare: BOTHROPS; NAJA (more nervous phenomena); LACHESIS (more markedly wore on left side); ELAPS (preferable in otorrhoea and affections of right lung); CROTALUS CASCAVELLA (thoughts and dreams of death. Paralysis of articulation, embarrassed stertorous breathing and semi-consciousness. A magnetic state is produced; cutting sensation all around eyeball.) BUNGARUS - KRAIT - (poliomyelitis).", 
  "details": "Snake poisons are supposed to be chemically CAN. HYDRATES of Soda and other salts. Alcohol is the natural solvent of these salts and is an antidote. Has a profound trophic action. Old age nutritional troubles. Low septic states. General disorganization of the blood, Hemorrhages and jaundice. A crotalin injection decreases the rate of coagulation of the blood. In epilepsy the average rate is far greater than in normal conditions. Blood decomposition, HEMORRHAGES (dark fluid that forms no clots), tendency to carbuncles, malignant scarlatina, YELLOW FEVER, the plague, cholera, give opportunity to use this remedy. HEMORRHAGIC DIATHESIS. Acts as a sedative. Sleeps into his symptoms. More right-sided in its action."
}