{
  "name": "Croton tiglium", 
  "Relationship": "Antidote: ANT. TART.Compare: MOMORDICA CHARANTIA - Hairy mordica - (has marked drastic properties, producing colic, nausea, vomiting, cholera-like symptoms, abdomen seems full of fluid discharged explosively, thin, watery, yellow. Great thirst). RHUS; ANAGALLIS; ANACARD.; SEPIA.", 
  "symptoms": {
    "Eyes": [
      "Granular lids; pustules of cornea", 
      "FEEL DRAWN BACKWARD", 
      "Red and raw appearance", 
      "TENSIVE PAIN ABOVE RIGHT ORBIT", 
      "Eruptions around eyes"
    ], 
    "Modalities": [
      "Worse: "
    ], 
    "Stool": [
      "Constant urging to stool, followed by sudden evacuation", 
      "Swishing sensation in intestines", 
      "Night urine foaming; dark orange color; turbid on standing; greasy particles floating on top", 
      "Copious watery stools, with much urging; ALWAYS FORCIBLY SHOT OUT, with gurgling in intestines; worse, drinking the least quantity, or even while eating", 
      "Urine Section", 
      "Day urine is pale, with white sediment"
    ], 
    "Head": [
      "Pressing pain in forehead; especially orbits"
    ], 
    "Chest": [
      "DRAWING-PAIN THROUGH THE LEFT CHEST INTO THE BACK", 
      "Sensitive to deep breathing", 
      "Inflamed breasts", 
      "Nursing women; every suck the child gives produces PAIN FROM NIPPLE BACK", 
      "ASTHMA, with cough; cannot expand the chest", 
      "Cough; as soon as he touches the pillow must get up"
    ], 
    "Skin": [
      "Vesicular erysipelas, itching exceedingly", 
      "FEELS HIDE-BOUND", 
      "INTENSE ITCHING; BUT SCRATCHING IS PAINFUL", 
      "Herpes zoster; stinging, smarting pains of the eruption", 
      "Pustular eruption, especially on face and GENITALS, with fearful itching, followed by painful burning", 
      "Vesicles; confluent oozing"
    ]
  }, 
  "details": "Is a valuable remedy in diarrhoea, summer complaint, and SKIN AFFECTIONS. These may alternate with each other. Feels tight all over. It is one of the antidotes to Rhus poisoning, as is evident from its wide and intense action upon skin and mucous surface, causing both irritation and inflammation, with formation of vesicles and mucous discharges. Has elective affinity for skin of face and external genitals. BURNING IN THE ESOPHAGUS.", 
  "Natural History": [
    "Croton-oil Seed"
  ], 
  "dosage": "Sixth to thirtieth potency."
}