{
  "name": "Cuprum metallicum", 
  "Relationship": "Antidotes: BELL.; HEPAR; CAMPH. Copper is found in Dulcamara., STAPHISAG., CONIUM and some other plants. ALSO IN KING-CRAB (Limulus).Compare: CUPR. SULPH. (BURNING AT VERTEX; incessant, spasmodic cough, worse at night; tongue and lips bluish; locally, CUPR. SULPH. in 1-3 per cent. sol. in inoperable sarcoma). CUPR. CYAN. (meningitis basilaris); CHOLAS TERRAPINA (cramps in calves and feet; rheumatism, with cramp-like pains); PLUMB.; NUX; VERATR. CUPRUM OXYDATUM NIGRUM 1x (all kinds of worms, including tape-worms and trichinosis according to Zopfy's 60 years' experience).", 
  "symptoms": {
    "Heart": [
      "Angina pectoris", 
      "Slow pulse; or hard, full and quick", 
      "Palpitation, precordial anxiety and pain", 
      "Fatty degeneration"
    ], 
    "Eyes": [
      "Aching over eyes", 
      "Fixed, starry, sunken, glistening, turned upward", 
      "Crossed", 
      "Quick rolling of eyeballs, with closed eyes"
    ], 
    "Respiratory": [
      "Cough has a gurgling sound, better by drinking cold water", 
      "Suffocative attacks, worse three AM  SPASM AND CONSTRICTION of chest; spasmodic asthma, alternating with spasmodic vomiting", 
      "Whooping-cough, better, swallow water, with vomiting and spasms and purple face", 
      "Spasm of the glottis", 
      "Dyspnoea with epigastric uneasiness", 
      "Spasmodic dyspnoea before menstruation", 
      "Angina with asthmatic symptoms and cramps"
    ], 
    "Stomach": [
      "Hiccough preceding the spasms", 
      "NAUSEA", 
      "Vomiting, relieved by drinking cold water; with colic, diarrhoea, spasms", 
      "Strong metallic taste", 
      "WHEN DRINKING, THE FLUID DESCENDS WITH GURGLING SOUND", 
      "Craves cool drink"
    ], 
    "Female": [
      "Menses too late, protracted", 
      "Cramps, extending into chest, before, during, or after suppression of menses", 
      "Also, from suppressed foot sweats", 
      "Ebullition of blood; palpitation", 
      "Chlorosis", 
      "AFTER-PAINS"
    ], 
    "Modalities": [
      "Worse: before menses; from vomiting", 
      "Worse: contact", 
      "Better: during perspiration", 
      "Better: drinking cold water"
    ], 
    "Stool": [
      "Black, painful, bloody, with tenesmus and weakness", 
      "Cholera; with cramps in abdomen and calves"
    ], 
    "Abdomen": [
      "Tense, hot and tender to touch; CONTRACTED", 
      "Neuralgia of abdominal viscera", 
      "COLIC, violent and intermittent", 
      "Intussusception"
    ], 
    "Face": [
      "Distorted, PALE BLUISH, with blue lips", 
      "CONTRACTION OF JAWS, with foam at mouth"
    ], 
    "Mouth": [
      "STRONG METALLIC, SLIMY TASTE, with flow of saliva", 
      "Constant protrusion and retraction of the tongue, like a snake", 
      "Paralysis of tongue", 
      "Stammering speech"
    ], 
    "Nose": [
      "Sensation of violent congestion of blood to nose"
    ], 
    "Head": [
      "Fixed ideas, malicious and morose", 
      "Uses words not intended", 
      "Fearful", 
      "Empty feeling", 
      "Purple, red swelling of head, with convulsions", 
      "Bruised pain in brain and eyes on turning them", 
      "Meningitis", 
      "Sensation as if water were poured over head", 
      "Giddiness accompanies many ailments, head falls forward on chest"
    ], 
    "Skin": [
      "BLUISH, marbled", 
      "Ulcers, itching spots, and pimples at the folds of joints", 
      "Chronic psoriasis and lepra", 
      "Sleep", 
      "Profound, with shocks in body", 
      "During sleep constant rumbling in abdomen"
    ], 
    "Extremities": [
      "Jerking, twitching of muscles", 
      "Coldness of hands", 
      "Cramps in palm", 
      "Great weariness of limbs", 
      "CRAMPS IN CALVES AND SOLES", 
      "Epilepsy; aura begins in knees", 
      "Clenched thumbs", 
      "Clonic spasms, beginning in fingers and toes"
    ]
  }, 
  "details": "SPASMODIC AFFECTIONS, CRAMPS, convulsions, beginning in fingers and toes, violent, contractive, and intermitting pain, are some of the more marked expressions of the action of Cuprum; and its curative range therefore includes tonic and clonic spasms, convulsions, and epileptic attacks. Chorea brought on by fright. Nausea greater than in any other remedy. In epilepsy, aura begins at knees, ascends to hypogastrium; then unconsciousness, foaming, and falling. Symptoms disposed to appear periodically and in groups. Complaints begin in left side. (LACHES.) Tape worm (colloidal Cuprum 3x) Where eruptions strike in, as in scarlet fever, complaints may result, such as excessive vomiting, stupor, convulsions, which come within the sphere of this remedy. The pains are increased by movement and touch.", 
  "Natural History": [
    "Copper"
  ], 
  "dosage": "Sixth to thirtieth potency."
}