{
  "name": "Dioscorea villosa", 
  "Relationship": "Antidotes: CHAMOM.; CAMPH.Compare: COLOC. (differs in modalities); NUX; CHAM.; BRY.", 
  "symptoms": {
    "Heart": [
      "Angina pectoris; pain back of sternum into arms; labored breathing; FEEBLE ACTION OF HEART", 
      "Especially with flatulence and pain through chest and tightness across"
    ], 
    "Head": [
      "Dull pain in both temples; better pressure, but worse afterwards", 
      "Buzzing in head"
    ], 
    "Respiratory": [
      "Tight feeling all along sternum", 
      "Chest does not seem to expand on breathing", 
      "Short-winded"
    ], 
    "Stomach": [
      "Mouth dry and bitter in morning, tongue coated, no thirst", 
      "Belching of large quantities of offensive gas", 
      "Neuralgia of stomach", 
      "SINKING AT THE PIT OF THE stomach; pyrosis", 
      "PAIN ALONG STERNUM AND EXTENDING INTO ARMS", 
      "Eructations of sour, bitter wind, WITH HICCOUGH", 
      "Sharp pain in epigastrium, relieved by standing erect"
    ], 
    "Modalities": [
      "Worse: evening and night; LYING DOWN", 
      "Worse: and DOUBLING UP", 
      "Better: standing erect", 
      "Better: motion in open air; pressure"
    ], 
    "Mind": [
      "Calls things by the wrong name"
    ], 
    "Abdomen": [
      "Pains suddenly shift to different parts; APPEAR IN REMOTE LOCALITIES, AS FINGERS AND TOES", 
      "Rumbling, with emission of much flatus", 
      "Griping, cutting in hypogastric region, with intermittent cutting in stomach and small intestines", 
      "Colic; better walking about; pains radiate from abdomen to back, chest, arms; worse, bending forwards and while lying", 
      "SHARP PAINS FROM LIVER, SHOOTING UPWARD TO RIGHT NIPPLE", 
      "Pain from gall-bladder to chest, back, and arms", 
      "Renal colic, with pain in extremities", 
      "Hurried desire for stool"
    ], 
    "Female": [
      "Uterine colic; pains radiate from uterus", 
      "Vivid dreams"
    ], 
    "Rectum": [
      "Hemorrhoids, with darting pains to liver; look like bunches of grapes or red cherries; protrude after stool, with pain in anus", 
      "Diarrhoea , yellowish, followed by exhaustion, as if flatus and feces were hot"
    ], 
    "Extremities": [
      "Lameness in back; worse, stooping", 
      "Aching and stiffness in joints", 
      "Sciatica; pains shoot down thigh; worse, right side; better, when perfectly still", 
      "FELONS in beginning, when pricking is first felt", 
      "Nails brittle", 
      "Cramps in flexors of fingers and toes"
    ], 
    "Male": [
      "RELAXATION AND COLDNESS OF ORGANS", 
      "Pains shoot into testicles from region of kidneys", 
      "STRONG-SMELLING SWEAT on scrotum and pubes", 
      "EMISSIONS in sleep, or from sexual atony, WITH WEAK KNEES"
    ]
  }, 
  "details": "As a remedy for many kinds of PAIN, especially colic, and in severe, painful affections of abdominal and pelvic viscera; it ranks with the polychrests of the Materia Medica. Persons of feeble digestive powers; tea-drinkers, with much flatulence. GALL STONE COLIC.", 
  "Natural History": [
    "Wild Yam"
  ], 
  "dosage": "Tincture, to third potency."
}