{
  "name": "Dulcamara", 
  "Relationship": "Antidotes: CAMPH.; CUPR.Complementary: BARYTA CARB.Incompatible: BELLAD.; LACHES.Compare: PIMPINELLA - (Bibernell). Respiratory mucous membrane sensitive to drafts, pain and coldness in occiput and nape. Whole body weak; heavy head and drowsiness; lumbago and stiff neck; pain from nape to shoulder; chilliness. RHUS; CIMICIF.; CALC.; PULS.; BRY.; NAT-SULPH.", 
  "symptoms": {
    "Eyes": [
      "Every time he takes cold it settles in eyes", 
      "Thick, yellow discharge; granular lids", 
      "Hay-fever; profuse, watery discharge, worse in open air"
    ], 
    "Fever": [
      "Dry burning heat all over", 
      "Chilliness towards evening, mostly in back", 
      "Icy coldness, with pains", 
      "Dry hat and burning of skin", 
      "Chilliness with thirst"
    ], 
    "Stomach": [
      "Vomiting of white, tenacious mucus", 
      "AVERSION TO FOOD", 
      "BURNING THIRST FOR COLD DRINKS", 
      "Heartburn", 
      "Nausea accompanies the desire for stool", 
      "Chilliness during vomiting"
    ], 
    "Modalities": [
      "Worse: at night; from COLD in general", 
      "Worse: DAMP", 
      "Worse: RAINY WEATHER", 
      "Better: from moving about", 
      "Better: external warmth"
    ], 
    "Stool": [
      "Green, watery, slimy, bloody, MUCUS, especially in summer, when the weather suddenly becomes cold; FROM DAMP, COLD WEATHER and repelled eruptions", 
      "Urine Section", 
      "Must urinate WHEN GETTING CHILLED", 
      "Strangury, painful micturition", 
      "Catarrh of bladder from taking cold", 
      "Urine has thick, MUCOUS, purulent sediment", 
      "Ischuria from wading with bare feet in cold water"
    ], 
    "Back": [
      "Stiff neck", 
      "PAIN IN SMALL OF BACK, as after long stooping", 
      "Stiffness and lameness across neck and shoulders, after getting cold and wet"
    ], 
    "Face": [
      "Tearing in cheek extending to ear, orbit, and jaw, PRECEDED BY COLDNESS OF PARTS, AND ATTENDED BY CANINE HUNGER", 
      "Humid eruption on cheeks and face generally"
    ], 
    "Respiratory": [
      "Cough worse cold, wet weather, with free expectoration, tickling in larynx", 
      "Cough, hoarse, spasmodic", 
      "Whooping-cough, with excessive secretion of mucus", 
      "Winter coughs, dry, teasing", 
      "Asthma with dyspnoea", 
      "Loose, rattling cough; worse wet weather", 
      "Must cough a long time to expel phlegm", 
      "Cough AFTER PHYSICAL EXERTION"
    ], 
    "Mouth": [
      "Saliva tenacious, soapy", 
      "Dry, rough tongue, rough scraping in throat, after taking cold in damp weather", 
      "Cold-sores on lips", 
      "Facial neuralgia; worse, SLIGHTEST EXPOSURE TO COLD"
    ], 
    "Nose": [
      "Dry coryza", 
      "Complete stoppage of nose", 
      "STUFFS UP WHEN THERE IS A COLD RAIN", 
      "Thick, yellow mucus, bloody crusts", 
      "Profuse coryza", 
      "Wants nose kept warm, least cold air stops the nose", 
      "Coryza of the newborn"
    ], 
    "Head": [
      "Mental confusion", 
      "Occipital pain ascending from nape of neck", 
      "Headache relieved by conversation", 
      "Rejects things asked for", 
      "Back part of head chill, heavy, aching, during cold weather", 
      "Ringworm of scalp", 
      "THICK BROWN CRUSTS, SCALDED HEAD, bleeding when scratched", 
      "Buzzing in head"
    ], 
    "Skin": [
      "ADENITIS", 
      "PRURITUS, ALWAYS WORSE IN COLD, WET WEATHER", 
      "Herpes zoster, pemphigus", 
      "Swelling and indurated glands from cold", 
      "Vesicular eruptions", 
      "Sensitive bleeding ulcers", 
      "Little boils", 
      "Red spots, URTICARIA, brought on by exposure, or sour stomach", 
      "Humid eruptions on face, genitals, hands etc", 
      "WARTS, large, smooth, on face and palmar surface of hands", 
      "Anasarca", 
      "Thick, brown-yellow crusts, bleeding when scratched"
    ], 
    "Abdomen": [
      "Colic from cold", 
      "Acts prominently on umbilical region", 
      "CUTTING PAIN ABOUT NAVEL", 
      "Swelling of inguinal glands"
    ], 
    "Extremities": [
      "Paralysis: paralyzed limbs, FEET ICY COLD", 
      "Warts on hands", 
      "Perspiration on palms of hands", 
      "Pain in shin-bones", 
      "Rheumatism alternates with diarrhoea", 
      "Rheumatic symptoms after acute skin eruptions"
    ], 
    "Female": [
      "Suppression of menses from cold or dampness", 
      "Before appearance of menses, a RASH APPEARS ON SKIN, or sexual excitement", 
      "Dysmenorrhoea, with blotches all over; mammae engorged and sore, delicate, sensitive to cold"
    ], 
    "Ears": [
      "Earache, buzzing, stitches, and swelling of Middle-ear catarrh"
    ]
  }, 
  "details": "Hot days and cold nights toward the close of summer are especially favorable to the action of Dulcamara, and is one of the remedies that correspond in their symptoms to the conditions found as effects of damp weather, colds after exposure to wet, especially diarrhoea. It has a specific relation also to the SKIN, GLANDS, and digestive organs, MUCOUS MEMBRANES secreting more profusely while the skin is inactive. The RHEUMATIC TROUBLES induced by damp cold are aggravated by every cold change and somewhat relieved by moving about. Results from sitting on cold, damp ground. Icy coldness. One-sided spasms with speechlessness. Paralysis of single parts. Congestive headache, with neuralgia and dry nose. Patients living or working in damp, cold basements. (NAT-SULPH.) Eruptions on hands, arms or face around the menstrual period.", 
  "Natural History": [
    "Bitter-sweet"
  ], 
  "dosage": "Second to thirtieth potency."
}