{
  "name": "Eucalyptus globulus", 
  "Relationship": "Compare: Oil of Eucalyptus. (Produces remarkable bodily exhaustion, no desire for any motion, unable to do any real mental work, study, etc. The volatile oil possesses, in common with other, the property of converting water, in presence of air and sunlight, into hydrogen peroxide, or to convert oxygen into ozone, which is the explanation usually given of its deodorizing and antiseptic properties. (Merrel.) (Locally, in catarrhal affections, especially when of a suppurating or putrid nature.) Eucalyptus tereticortis (menstrual cough and PROSTRATION). Eucalyptol (depresses temperature of healthy body more than Quinine; acts on kidneys like Terebinth.); Anacard.; HYDRAST.; Kali-sulph. Eucalyptus neutralizes ill effects of STRYCHNINE. Angophora-Red Gum (dysentery, pains, tenesmus; better lying flat on face; obstinate constipation). Eucalyptus rostrata; Kino.", 
  "symptoms": {
    "Head": [
      "Exhilaration", 
      "Desire for exercise", 
      "Dull congestive headache", 
      "CORYZA; sore throat", 
      "Eyes smart and burn"
    ], 
    "Respiratory": [
      "ASTHMA, with great dyspnoea and palpitation", 
      "Moist asthma", 
      "Expectoration white, thick mucus", 
      "Bronchitis in the aged", 
      "Bronchorrhea", 
      "Profuse expectoration of offensive mucopus", 
      "Irritative cough", 
      "Whooping-cough in rachitic children", 
      "Fetid form of bronchitis, bronchial dilatation and emphysema"
    ], 
    "Stomach": [
      "SLOW DIGESTION", 
      "Much fetid gas", 
      "Beating and goneness with pulsation in epigastric arteries", 
      "Spleen hard and contracted", 
      "Pain in epigastrium and upper abdomen ameliorated by food", 
      "Malignant disease of stomach with vomiting of blood and sour fluid"
    ], 
    "Abdomen": [
      "ACUTE DIARRHOEA", 
      "Aching pains in bowels with feeling of impending diarrhoea", 
      "DYSENTERY, with rectal heat; tenesmus; hemorrhage", 
      "Diarrhoea; stools thin, watery, preceded by sharp pains", 
      "Typhoid diarrhoea", 
      "Urinary Organs", 
      "ACUTE NEPHRITIS COMPLICATION INFLUENZA", 
      "Hematuria", 
      "Suppurative inflammation of kidneys", 
      "Urine contains pus and is deficient in urea", 
      "Bladder feels loss of expulsive force", 
      "Burning and tenesmus; CATARRH OF BLADDER; diuresis; URETHRAL CARUNCLE", 
      "Spasmodic stricture; gonorrhea"
    ], 
    "Fever": [
      "Elevation of temperature", 
      "Continued and typhoid fevers", 
      "Scarlet fever", 
      "Discharges show a tendency to foulness, high temperature, accelerated but not strong pulse", 
      "Use the tincture"
    ], 
    "Nose": [
      "STUFFED-UP SENSATION; thin, watery coryza; nose does not stop running; tightness across bridge", 
      "CHRONIC CATARRHAL, PURULENT AND FETID DISCHARGE", 
      "Ethmoid and frontal sinus involved"
    ], 
    "Female": [
      "Leucorrhoea, acrid, fetid", 
      "Ulcer around orifice of urethra"
    ], 
    "Skin": [
      "Glandular enlargements and nodular swelling over joints", 
      "Foul and indolent ulcers", 
      "Herpetic eruptions"
    ], 
    "Throat": [
      "Relaxed, aphthous condition of mouth and throat", 
      "Excessive secretions of saliva", 
      "Burns, feels full", 
      "Constant sensation of phlegm in throat", 
      "Enlarged, ulcerated tonsils and inflamed throat"
    ], 
    "Extremities": [
      "Rheumatic pains; worse at night, walking or carrying anything", 
      "Stiff, weary sensation", 
      "PRICKING SENSATION, FOLLOWED BY PAINFUL ACHING", 
      "Nodular swellings over metacarpal and metatarsal joints"
    ]
  }, 
  "details": "Eucalyptus is a powerful antiseptic and destructive to low forms of life, a stimulating expectorant and an efficient diaphoretic. Atonic dyspepsia, gastric and intestinal catarrh. A remedy with marked effects on catarrhal processes, malaria, and intestinal disturbance. INFLUENZA. Fevers of a RELAPSING character. Produces diuresis and great increase of urea. Hemorrhages internally and locally. (HAMAN.) TYPHOID. Symptoms of exhaustion and toxaemia. Conditions of the mucous surfaces of the air passages, genitourinary organs and gastrointestinal tract. A gastrointestinal irritant with pain in stomach and upper intestines several hours after eating.Neutralizes ill effects of STRYCHNINE.", 
  "Natural History": [
    "Blue Gum-tree"
  ], 
  "dosage": "Tincture in on to 20 drop doses, and lower potencies. Also Oil of Eucalyptus in five-drop doses."
}