{
  "name": "Eupatorium perfoliatum", 
  "Relationship": "Compare: Bryon.; Sepia.; nat. mur.; Chelidonium. Nyctanthes arbor-tristis (bilious fever; insatiable thirst; bitter vomiting at close of chill; also constipation of children).", 
  "symptoms": {
    "Head": [
      "Vertigo; sensation of falling to left", 
      "Throbbing pain", 
      "Occipital pain after lying down, with sense of weight", 
      "Periodical headache, every third and seventh day", 
      "Pressure as if a cap of lead pressed over the whole skull", 
      "Top and back of head with pain and soreness of eyeballs"
    ], 
    "Respiratory": [
      "Coryza, with sneezing", 
      "Hoarseness and cough, with soreness in chest; must support it", 
      "Influenza, with great soreness of muscles and bones", 
      "Chronic loose cough, chest sore; worse at night", 
      "Cough relieved by getting on hands and knees"
    ], 
    "Stomach": [
      "Vomiting and purging of bile, of green liquid several quarts at a time", 
      "Taste bitter", 
      "Hiccough", 
      "Hepatic region sore", 
      "Tongue yellow", 
      "Avoids tight clothing", 
      "Vomiting preceded by thirst", 
      "Great thirst"
    ], 
    "Modalities": [
      "Worse: periodically", 
      "Better: by conversation", 
      "Better: by getting on hands and knees"
    ], 
    "Stool": [
      "Cramps", 
      "Constipate, with sore liver", 
      "Frequent, green, watery"
    ], 
    "Fever": [
      "Chill between 7 and nine am, preceded by thirst with great soreness and aching of bones", 
      "Knows chill is coming on because he cannot drink enough", 
      "Perspiration relieves all symptoms except headache", 
      "Nausea, vomiting of bile at close of chill or hot stage; throbbing headache"
    ], 
    "Mouth": [
      "Cracks in corners of mouth, yellow coated tongue, thirst"
    ], 
    "Extremities": [
      "Swelling of left great toe", 
      "Aching pain in back", 
      "Dropsical swelling", 
      "Aching in bones of extremities with soreness of flesh", 
      "Gouty soreness and inflamed nodosities of joints, associated with headache", 
      "Aching in arms and wrists"
    ]
  }, 
  "details": "Known as Bone-set, from the prompt manner in which it relieves pain in limbs and muscles that accompanies some forms of febrile disease, like malaria and influenza. Eupatorium acts principally upon the gastrohepatic organs and bronchial mucous membrane. It is a boon in miasmatic districts, along rivers, marshes, etc., and in all conditions where there is a great deal of BONE-PAIN. Cachexia from old chronic, bilious intermittents. Worn-out constitutions from inebriety. Sluggishness of all organs and functions. Bone-pains, general and severs. Soreness. Marked periodicity. (Ars.; China; Cedron.)", 
  "Natural History": "Thorough wort", 
  "dosage": "Tincture, to third attenuation."
}