{
  "name": "Ferrum metallicum", 
  "Relationship": "Antidotes: ARS.; HEP.Complementary: CHIN.; ALUM.; HAMAMEL.Compare: RUMEX (similar in respiratory and digestive sphere and contains organic iron.)FERRUM ACETICUM (alkaline urine in acute diseases. Pain in right deltoid. Epistaxis; especially adapted to thin, pale, weak children who grow rapidly and are easily exhausted; VARICES OF THE FEET; copious expectoration of greenish pus; asthma; worse, sitting still and lying; phthisis, constant cough, vomiting of food after eating, hemoptysis).FERRUM ARSENICUM (enlarged liver and spleen, with fever; undigested stool; albuminuria.) Simple and pernicious anaemia and chlorosis. Skin dry. Eczema, psoriasis, impetigo. Use 3x trituration.)FERRUM BROMATUM (sticky, excoriating leucorrhoea; uterus heavy and prolapsed, scalp feels numb).FERRUM CYANATUM (neuroses with irritable weakness and hypersensitiveness, especially of a periodical character; EPILEPSY; cardialgia, with nausea, flatulence, constipation, alternating with diarrhoea; chorea).FERRUM MAGNETICUM (small warts on hands).FERRUM MURIATICUM. (Arrested menstruation; tendency to seminal emissions or copious urination at puberty; very dark, watery stools; diphtheria; phlegmonous erysipelas; pyelitis; hemoptysis of dark, clotted blood; dyspareunia; pain in RIGHT SHOULDER, right elbow, and marked tendency to cramps and round red spots on cheeks; bright crystals in urine. Anaemia, 3x after meals. Tincture 1-5 drops 3 times daily for chronic interstitial nephritis.)FERRUM SULPHURICUM. (Watery and painless stools; menorrhagia, pressing, throbbing between periods with rush of blood to head. Basedow's disease. Erethism. (Pain in gall-bladder; toothache; acidity; eructation of food in mouthfuls); FERRUM PERNITRICUM (cough, with florid complexion); FERRUM TARTARICUM (cardialgia; heat at cardiac orifice of stomach).FERRUM PROTOXALATUM (Anaemia). Use 1x trit. Compare also: GRAPH.; MANGAN.; CUPR.", 
  "symptoms": {
    "Heart": [
      "Palpitation; worse, movement", 
      "Sense of oppression", 
      "Anaemic murmur", 
      "PULSE FULL, BUT SOFT AND YIELDING; ALSO, SMALL AND WEAK", 
      "HEART SUDDENLY BLEEDS INTO THE BLOOD VESSELS, and as suddenly draws a reflux, leaving pallor of surface"
    ], 
    "Eyes": [
      "Watery, dull red; photophobia; letters run together"
    ], 
    "Respiratory": [
      "Chest OPPRESSED; breathing difficult", 
      "Surging of blood to chest", 
      "Hoarseness", 
      "Cough dry, spasmodic", 
      "Hemoptysis", 
      "With the cough pain in occiput"
    ], 
    "Stomach": [
      "VORACIOUS appetite, or absolute loss of appetite", 
      "Loathing of sour things", 
      "Attempts to eat bring on diarrhoea", 
      "SPITS UP FOOD BY THE MOUTHFUL", 
      "Eructations of food after eating, without nausea", 
      "Nausea and vomiting after eating", 
      "VOMITING IMMEDIATELY AFTER EATING", 
      "VOMITING AFTER MIDNIGHT", 
      "INTOLERANCE OF EGGS", 
      "Distention and pressure in the stomach after eating", 
      "Heat and burning in stomach", 
      "Soreness of abdominal walls", 
      "Flatulent dyspepsia"
    ], 
    "Modalities": [
      "Better: walking slowly about", 
      "Worse: while sweating; while sitting still"
    ], 
    "Mind": [
      "Irritability", 
      "SLIGHT NOISES UNBEARABLE", 
      "Excited from slightest opposition", 
      "Sanguine temperament"
    ], 
    "Stool": [
      "Undigested, at night, while eating or drinking, painless", 
      "Ineffectual urging; stool hard, followed by backache or cramping pain in rectum; prolapsus recti; itching of anus, especially young children", 
      "Urine Section", 
      "Involuntary; worse daytime", 
      "Tickling in urethra extending to bladder"
    ], 
    "Head": [
      "Vertigo on seeing flowing water", 
      "Stinging headache", 
      "Ringing in ears before menses", 
      "HAMMERING, pulsating, congestive headache; pain extends to teeth, with cold extremities", 
      "Pain in BACK OF HEAD, with roaring in neck", 
      "Scalp painful", 
      "Must take down the hair"
    ], 
    "Face": [
      "Fiery-red and FLUSHED FROM LEAST PAIN, EMOTION, OR EXERTION", 
      "RED PARTS BECOME WHITE, bloodless and puffy"
    ], 
    "Fever": [
      "General coldness of extremities; head and face hot", 
      "CHILL AT four AM Heat in palms and soles", 
      "Profuse, debilitating sweat"
    ], 
    "Mouth": [
      "PAIN IN TEETH; RELIEVED BY ICY-COLD WATER", 
      "Earthy, paste taste, like rotten eggs"
    ], 
    "Nose": [
      "Mucous membranes relaxed, boggy, anaemic, pale"
    ], 
    "Female": [
      "Menses remit a day or two, and then return", 
      "Discharge of long pieces from uterus", 
      "Women who are weak, delicate, chlorotic, yet have a fiery-red face", 
      "Menses too early, too profuse, last too long; pale, watery", 
      "Sensitive vagina", 
      "Tendency to abortion", 
      "Prolapse of vagina"
    ], 
    "Skin": [
      "Pale; flushes rapidly; pits on pressure"
    ], 
    "Extremities": [
      "Rheumatism of the shoulder", 
      "Dropsy after loss of vital fluids", 
      "Lumbago; better, slow walking", 
      "Pain in hip-joint, tibia, soles, and heel"
    ]
  }, 
  "details": "Best adapted to young weakly persons, anaemic and chlorotic, with pseudo-plethora, who flush easily; cold extremities; OVER-SENSITIVENESS; worse after any active effort. WEAKNESS from mere speaking or walking though LOOKING strong. PALLOR of skin, mucous membranes, face, alternating with flushes. Orgasms of blood to face, chest, head, lungs, etc. Irregular distribution of blood. Pseudo-plethora. Muscles flabby and relaxed.", 
  "Natural History": [
    "Iron"
  ], 
  "dosage": "States of debility where the blood is poor in hematin require material doses; plethoric, hemorrhagic conditions call for small doses, from the second to the sixth potency."
}