{
  "name": "Formica rufa", 
  "Relationship": "The prognosis of the formic acid treatment is not so favorably in chronic arthritis in which deforming processes have already taken place on the articular surfaces. Such processes in the beginning can be checked completely, advanced cases frequently show an improvement. But there is always the possibility that this improvement is only temporary. This is particularly to be expected in the cases of the so-called arthritis deformans in which even the inflammations on the ligaments and capsula are of a very progressive character.Chronic arthritis needs a special discussion. Clinical experiments of the Hering research Laboratory of the Hahnemann Medical College of Philadelphia on a great number of cases of arthritis with FORMIC ACID showed that it preferably acts on the ligaments, capsula and bursa of the joints. Such kind of cases respond very readily to treatment.The prognosis depends to a large extent upon the etiology of the case. The most satisfactory cases are chronic arthritis in connection with gouty diathesis. Chronic arthritis following an attack of acute rheumatic fever shows also remarkable results although often pains of a neuralgic character persisting in certain spots are very stubborn. Finally chronic arthritis of traumatic nature can be cured by formic acid. In the latter case FORMIC ACID 6x showed quicker and better results than 12X or 30X which are indicated in the previous cases. In general the disappearance of the stiffness of the joint is the first sign of improvement. Then the pain and swelling cease gradually in 1-6 months time.Dr. Sylwestrowicz of the Hering Research Laboratory of Hahnemann college, Philadelphia, contributes his experience with FORMIC ACID as follows:The best field for the formic acid treatment are cases of atypical gout. Under this classification are to be mentioned disturbances in the muscles such as myositis, periostitic processes of the bones in form of doughy swellings, changes of the fascias such as Dupuytren's contraction, skin troubles such as chronic eczema, psoriasis and loss of hair, kidney disturbances such as subacute and chronic nephritis. In these cases FORMIC ACID in 12X and 30X, hypodermically 1 cc. Is indicated at intervals of 2-4 weeks. Eight till twelve days after the first injection an aggravation is often noticed.Compare: FORMIC ACID. (Chronic myalgia. Muscular pains and soreness. Gout and articular rheumatism, which appear suddenly. Pains usually worse on right side, motion and better from pressure. FAILING VISION. Increases muscular strength and resistance to fatigue. Feels stronger and more fit in ordinary walking. Marked diuretic effect, greater elimination of products of disassimilation, particularly urea. TREMOR. Tuberculosis, chronic nephritis and carcinoma, lupus, etc., have been treated successfully with injections of Formic acid of a dilution corresponding to the 3d and 4th centesimal. In prescribing it for varicose veins, polypi, catarrh, Dr. J. H. Clarke orders an ounce or two of a solution of Formic acid to the proportion of one part of the acid to eleven of distilled water. Of this one teaspoonful is taken in a tablespoonful of water after food once or twice daily. Pain in aponeurosis and muscles of head, neck and shoulders before a snowstorm.) RHUS; (DULCAM, URTICA AND JUNIPERUS contain FORMIC ACID), WOOD ALCOHOL, when taken as a constituent of a beverage so common in these prohibition days, is not eliminated easily and is slowly converted into FORMIC ACID, attacking the brain and causes death or blindness.In acute rheumatic fever and acute gonorrheal arthritis FORMIC ACID 6x, every six days 1 cc., sometimes 12X in sensitive patients shows often splendid results abolishing the pains and preventing reoccurrence.", 
  "symptoms": {
    "Head": [
      "Vertigo", 
      "Exhilarated", 
      "Sensation as if a bubble burst in forehead", 
      "Headache with cracking in left ear", 
      "Forgetful in the evening", 
      "Brain feels too heavy and large", 
      "Coryza and stopped-up feeling in nose", 
      "Rheumatic iritis", 
      "Nasal polypi"
    ], 
    "Respiratory": [
      "Hoarseness, with dry, sore throat; cough worse at night, with aching in forehead and constrictive pain in chest; pleuritic pains"
    ], 
    "Stomach": [
      "Abdomen and stool", 
      "Gas cannot be passed", 
      "In the morning, difficult passages of small quantities of flatus; afterwards diarrhoea-like urging in the rectum", 
      "Nausea, with headache, and vomiting of a yellowish bitter mucus", 
      "Pain in bowels before stool, with shuddering chilliness", 
      "Constant pressure at the cardiac end of the stomach, and a burning pain there", 
      "Drawing pain around navel before stool", 
      "Constriction in the anus", 
      "Pain shift from stomach to vertex"
    ], 
    "Modalities": [
      "Worse: cold and cold washing", 
      "Worse: dampness", 
      "Worse: before a snowstorm", 
      "Better: warmth", 
      "Better: pressure", 
      "Better: rubbing"
    ], 
    "Urine": [
      "Bloody, albuminous, with much urging; quantities of urates"
    ], 
    "Skin": [
      "Profuse sweat without relief", 
      "Nodes around joints", 
      "Red, itching and burning", 
      "Nettle-rash"
    ], 
    "Extremities": [
      "Weakness of lower extremities", 
      "Pain in hips", 
      "Paraplegia", 
      "Rheumatism comes on with suddenness and restlessness", 
      "Muscles feel strained and torn from their attachment", 
      "Sweat does not relieve", 
      "Relief after midnight and from rubbing", 
      "Rheumatic pains; stiff and contracted joints"
    ], 
    "Sexual": [
      "Seminal emissions; weakness", 
      "Slothful to venery"
    ], 
    "Ears": [
      "Cracking in left ear with headache", 
      "Ringing and buzzing", 
      "Polypi", 
      "Parts around ear feel swollen"
    ]
  }, 
  "details": "An ARTHRITIC medicine. Gout and articular rheumatism; pains worse, motion; better, pressure. Right side most affected. Chronic gout and stiffness in joints. Acute outbursts of gouty poisons, especially when assuming the neuralgic forms. Tuberculosis, carcinoma, and lupus; chronic nephritis. Complaints from over-lifting. Apoplectic diseases. HAS A MARKED DETERRENT INFLUENCE ON THE FORMATION OF POLYPI.", 
  "Natural History": "MyrmexineCrushed Live Ants", 
  "dosage": "Sixth to thirtieth attenuation."
}