{
  "name": "Glonoine", 
  "Relationship": "Antidote: ACON.Compare: AMYL. NIT.; BELLAD.; OPIUM; STRAM.; VERAT. VIR.", 
  "symptoms": {
    "Heart": [
      "Laborious action", 
      "Fluttering", 
      "Palpitation with dyspnoea", 
      "Cannot go uphill", 
      "Any exertion brings on rush of blood to heart and fainting spells", 
      "Throbbing in the whole body to finger-tips"
    ], 
    "Eyes": [
      "See everything half light, half dark", 
      "Letters appear smaller", 
      "Sparks before eyes"
    ], 
    "Stomach": [
      "Gastralgia in anaemic patients with feeble circulation", 
      "Nausea and vomiting", 
      "Faint, gnawing, and empty feeling at pit of stomach", 
      "Abnormal hunger"
    ], 
    "Female": [
      "Menses delayed, or sudden cessation with congestion to head", 
      "Climacteric flushing"
    ], 
    "Modalities": [
      "Better: brandy", 
      "Worse: in sun; exposure to sun-rays", 
      "Worse: gas", 
      "Worse: open fire; jar", 
      "Worse: stooping", 
      "Worse: having hair cut; peaches", 
      "Worse: stimulants; lying down; from six AM to noon; left side"
    ], 
    "Abdomen": [
      "Constipation, with itching, painful hemorrhoids; with pinching in abdomen before and after stool", 
      "Diarrhoea; copious blackish, lumpy stools"
    ], 
    "Face": [
      "Flushed, hot, livid, pale; sweaty; pains in root of nose; face ache", 
      "Dusky face"
    ], 
    "Mouth": [
      "Pulsating toothache"
    ], 
    "Head": [
      "CONFUSION, with dizziness", 
      "Effects of sunstroke; heat on head, as in type-setters and workers under gas and electric light", 
      "HEAD HEAVY, BUT CANNOT LAY IT ON PILLOW", 
      "CANNOT BEAR ANY HEAT ABOUT HEAD", 
      "Better from uncovering head", 
      "THROBBING headache", 
      "Angiospastic neuralgia of head and face", 
      "Very irritable", 
      "Vertigo on assuming upright position", 
      "Cerebral congestion", 
      "Head feels enormously large, as if skull were too small for brain", 
      "Sun headaches; increases and decreases with the sun", 
      "Shocks in head, synchronous with pulse", 
      "Headache in place of menses", 
      "Rush of blood to head in pregnant women", 
      "Threatened apoplexy", 
      "Meningitis"
    ], 
    "Throat": [
      "Neck feels full", 
      "Collars must be opened", 
      "Chokes and swells up under ear"
    ], 
    "Extremities": [
      "Itching all over, worse extremities", 
      "Pain in left biceps", 
      "Drawing pain in all limbs", 
      "Backache"
    ], 
    "Ears": [
      "Throbbing; each beat of heart is heard in ears; full feeling"
    ]
  }, 
  "details": "Recent German provings of Glonoine confirm the original American provings and clinical indications and bring out very marked nerve disturbances. Great lassitude, no inclination to work; extreme irritability, easily excited by the slightest opposition, ending in congestive head symptoms. The sixth potency alone produced itching all over body with later acne and furuncle formation, also bulimy.Great remedy for congestive headaches, hyperaemia of the brain from excess of heat or cold. Excellent for the inter cranial, climacteric disturbances, or due to menstrual suppression. Children get sick when sitting before an open fire. SURGING OF BLOOD TO HEAD AND HEART. Tendency to sudden and violent irregularities of the circulation. Violent convulsions, associated with cerebral congestion. SENSATION OF PULSATION THROUGHOUT BODY. PULSATING PAINS. Cannot recognize localities. Sciatica in atheromatous subjects, with cold shriveled limb; seasickness.", 
  "Natural History": [
    "Gl=GlycerineO=OxygenN=NitrogenNitro-glycerine) (Spirits Glycerinus Nitrate"
  ], 
  "dosage": "Sixty to thirtieth potency.For palliative (non-homeopathic) purposes, in angina pectoris, asthma, heart-failure, etc., physiological doses - i.e., 1-100 of drop - must be given. Here it is the great emergency remedy. The conditions calling for it are small, wiry pulse, pallor, arterial spasm, anaemia of brain, COLLAPSE, feeble heart, syncope, dicrotic pulse, vertigo, - the opposite of those indicating a homeopathic dosage. Often thus used to lower the arterial tension in chronic interstitial nephritis."
}