{
  "name": "Heloderma", 
  "Relationship": "Compare: LACERTA - Green Lizard (skin eruptions. Vesicles under tongue. Increased mental acumen. Difficult swallowing. Constant accumulation of saliva in the mouth. NAUSEA; Violent pressure in stomach). CAMPHOR; LACHESIS.", 
  "symptoms": {
    "Head": [
      "Sensation as if would fall to right side", 
      "Very depressed", 
      "Eyelids heavy", 
      "COLD band around head; cold pressure within the skull", 
      "Pain beginning in right ear, extending round back of head to left ear"
    ], 
    "Fever": [
      "Arctic coldness", 
      "INTERNAL COLDNESS, as if frozen to death", 
      "Cold waves", 
      "Cold rings around body", 
      "Temperature subnormal - 96 degrees", 
      "COLD SPOTS"
    ], 
    "Back": [
      "Burning along spine", 
      "Coldness across scapulae"
    ], 
    "Face": [
      "Cold crawling feeling, as if facial muscles were tight"
    ], 
    "Chest": [
      "Cold feeling in lungs and in heart", 
      "Slow labored thumping of heart"
    ], 
    "Mouth": [
      "Tongue cold, tender, and dry", 
      "Very thirsty", 
      "Breath cold", 
      "Swallowing difficult"
    ], 
    "Extremities": [
      "Numbness and trembling", 
      "Sensation as if walking on sponge, and as if feet were swollen", 
      "Cock's gait", 
      "Feet cold as ice or burn", 
      "When walking, lifts feet higher than usual, and puts down heel hard", 
      "Coldness", 
      "Cyanosis of hands", 
      "Staggering gait", 
      "Stretching relieves pains in muscles and limbs"
    ]
  }, 
  "details": "The result of the bite is a benumbing paralysis like paralysis agitans or locomotor ataxia. There is no tetanic phase - a condition almost reverse in objective symptoms to Hydrocy. acid or Strychnia. The most unusual action of the drug is noted upon the eyes of the mouse. THE EYEBALL BECOMES MORE PROMINENT and the cornea shows opacities. The exophthalmus is due to the pressure of the blood behind the eyeball (Boyd). Homeopathically, it is indicated in many forms of disease characterized by GREAT COLDNESS - arctic coldness. Cold waves from occiput to feet or ascending.", 
  "Natural History": [
    "Gila Monster"
  ], 
  "dosage": "Thirtieth potency."
}