{
  "name": "Hepar sulphuris calcareum", 
  "Relationship": "Antidotes: BELLAD.; CHAM.; SIL.Compare: ACON.; SPONGIA; STAPHIS.; SILICA; SULPH.; CALC. SULPH.; MYRISTICA. HEPAR antidotes bad effects from MERCURY, IODINE, POTASH, COD-LIVER OIL. Removes the weakening effects of ether.", 
  "symptoms": {
    "Stool": [
      "Clay-colored and soft", 
      "SOUR, white, undigested, FETID", 
      "Loss of power to expel even a soft stool", 
      "Urine Section", 
      "Voided slowly, without force - drops vertically, bladder weak", 
      "Seems as if some always remained", 
      "Greasy pellicle on urine", 
      "Bladder difficulties of old men"
    ], 
    "Head": [
      "Vertigo and headache, when shaking the head or riding", 
      "Boring pain in the right temple and in root of nose every morning", 
      "Scalp sensitive and sore", 
      "Humid scald-head itching and burning", 
      "Cold sweat on head"
    ], 
    "Fever": [
      "Chilly in open air or from SLIGHTEST DRAFT", 
      "Dry heat at night", 
      "PROFUSE SWEAT; sour, sticky, offensive"
    ], 
    "Stomach": [
      "Longing for acids, wine, and strong-tasting food", 
      "Aversion to fat food", 
      "Frequent eructations, without taste or smell", 
      "Distention of stomach, compelling one to loosen the clothing", 
      "Burning in stomach", 
      "Heaviness and pressure in stomach after a slight meal"
    ], 
    "Abdomen": [
      "Stitching in region of liver when walking, coughing, breathing, or touching it", 
      "Hepatitis, hepatic abscess; abdomen distended, tense; chronic abdominal affections"
    ], 
    "Mouth": [
      "Ptyalism", 
      "Gums and mouth painful to touch and bleed readily"
    ], 
    "Respiratory": [
      "Loses voice and coughs when exposed to dry, cold wind", 
      "Hoarseness, with loss of voice", 
      "Cough troublesome when walking", 
      "Dry, hoarse cough", 
      "Cough excited WHENEVER ANY PART OF THE BODY GETS COLD OR UNCOVERED, or from eating anything cold", 
      "Croup with loose, rattling cough; worse in morning", 
      "CHOKING COUGH", 
      "Rattling, croaking cough; suffocative attacks; has to rise up and bend head backwards", 
      "Anxious, wheezing, moist breathing, asthma worse in dry cold air; better in damp", 
      "Palpitation of heart"
    ], 
    "Eyes": [
      "ULCERS ON CORNEA", 
      "Iritis, with pus in anterior chamber; purulent conjunctivitis, with marked chemosis, profuse discharge, great sensitiveness to touch and air", 
      "Eyes and lids red and inflamed", 
      "Pain in the eyes, as if pulled back into the head", 
      "Boring pain in upper bones of the orbits", 
      "Eyeballs sore to touch", 
      "Objects appear red and too large", 
      "Vision obscured by reading; field reduced one-half", 
      "Bright circles before eyes", 
      "HYPOPION"
    ], 
    "Face": [
      "Yellowish complexion", 
      "Middle of lower lip cracked", 
      "Vesicular erysipelas, with pricking in parts", 
      "Neuralgia of right side, extending in streak into temple, ear, alae, and lip", 
      "Pains in bones of face, especially when being touched", 
      "Ulcers in corners of mouth", 
      "Shooting in jaw on opening mouth"
    ], 
    "Nose": [
      "Sore, ulcerated", 
      "Soreness of nostrils, with catarrhal troubles", 
      "Sneezes every time he goes into a cold, dry wind, with running from nose, later, thick, offensive discharge", 
      "Stopped up every time he goes out into cold air", 
      "SMELL LIKE OLD CHEESE", 
      "HAY-FEVER"
    ], 
    "Male": [
      "Herpes, sensitive, bleed easily", 
      "Ulcers externally on prepuce similar to chancre", 
      "Excitement and emission without amorous fancies", 
      "Itching of glans, frenum, and scrotum", 
      "Suppurating inguinal glands", 
      "Fig warts of offensive odor", 
      "Humid soreness on genitals and between scrotum and thigh", 
      "Obstinate gonorrhea \"does not get well", 
      "\""
    ], 
    "Ears": [
      "Scurfs on and behind the ears", 
      "Discharge of fetid pus from the ears", 
      "Whizzing and throbbing in ears, with hardness of hearing", 
      "Deafness after scarlet fever", 
      "Pustules in auditory canal and auricle", 
      "Mastoiditis"
    ], 
    "Modalities": [
      "Worse: from dry cold winds; cool air; slightest draft; from Mercury", 
      "Worse: touch; lying on painful side", 
      "Better: in damp weather", 
      "Better: from wrapping head up", 
      "Better: from warmth", 
      "Better: after eating"
    ], 
    "Mind": [
      "Anguish in the evening and night, with thoughts of suicide", 
      "THE SLIGHTEST CAUSE IRRITATES HIM", 
      "Dejected and sad", 
      "Ferocious", 
      "Hasty speech"
    ], 
    "Female": [
      "Discharge of blood from uterus", 
      "Itching of pudenda and nipples, worse during menses", 
      "Menses late and scanty", 
      "ABSCESSES OF LABIAE WITH GREAT SENSITIVENESS", 
      "Extremely offensive leucorrhoea", 
      "Smells like old cheese", 
      "Profuse perspiration at the climacteric"
    ], 
    "Skin": [
      "Abscesses; suppurating glands are very sensitive", 
      "PAPULES prone to suppurate and extend", 
      "Acne in youth", 
      "Suppurate with prickly pain", 
      "Easily bleed", 
      "Angioneurotic oedema", 
      "UNHEALTHY SKIN; EVERY LITTLE INJURY SUPPURATES", 
      "Chapped skin, with DEEP CRACKS ON HANDS AND FEET", 
      "Ulcers, with bloody suppuration, smelling like old cheese", 
      "ULCERS VERY SENSITIVE TO CONTACT, burning, stinging, easily bleeding", 
      "Sweats day and night without relief", 
      "\"COLD-SORES\" VERY SENSITIVE", 
      "Cannot bear to be uncovered; WANTS TO BE WRAPPED UP WARMLY", 
      "Sticking or pricking in afflicted parts", 
      "Putrid ulcers, SURROUNDED BY LITTLE PIMPLES", 
      "Great sensitiveness to slightest touch", 
      "CHRONIC AND RECURRING URTICARIA", 
      "Small-pox", 
      "Herpes circinatus", 
      "Constant offensive exhalation from the body"
    ], 
    "Throat": [
      "When swallowing, sensation as if a plug and OF A SPLINTER IN THROAT", 
      "Quinsy, WITH IMPENDING SUPPURATION", 
      "Stitches in throat extending to the ear when swallowing", 
      "Hawking up of mucus"
    ], 
    "Extremities": [
      "Finger-joints swollen; tendency to easy dislocation", 
      "Nail of great toe painful on slight pressure"
    ]
  }, 
  "details": "Suits especially scrofulous and lymphatic constitutions who are inclined to have eruptions and glandular swellings. Unhealthy skin. Blondes with sluggish character and weak muscles. GREAT SENSITIVENESS TO ALL IMPRESSIONS. Sweating patient pulling blanket around him. Locally, it has special affinity to the respiratory mucous membrane, producing croupous catarrhal inflammation, profuse secretion; also easy perspiration. After abuse of Mercury. Infected sinus with pus forming. THE TENDENCY TO SUPPURATION is most marked, and has been a strong guiding symptom in practice. The lesions spread by the formation of small papules around the side of the old lesion. Chilliness, hypersensitiveness, splinter-like pains, craving for sour and strong things are very characteristic. FEELING AS IF WIND WERE BLOWING ON SOME PART. The side of the body on which he lies at night becomes gradually insufferably painful; he must turn. PELLAGRA (material doses required). Syphilis after anti specific gross medication.", 
  "Natural History": [
    "Hahnemann's Calcium Sulphide"
  ], 
  "dosage": "First to 200th. The higher potencies may abort suppuration, the lower promote it. If it is necessary to hasten it, give 2X."
}