{
  "name": "Hydrastis", 
  "Relationship": "Antidote: SULPH.Useful after too much Chlorate of Potash for sore throat.Compare: XANTHORRHIZA APIFOLIA; KALI-BICH.; CONIUM; ARS. IOD.; PHYTOL.; GALIUM (cancer - nodulated tumor of the tongue); ASTERIAS; STANN.; PULS. Also MANZANITA (diarrhoea, gonorrhea, gleet, leucorrhoea, catarrhal conditions). HYDRASTINUM MURIATICUM - Muriate of Hydrastis. (Locally, in aphthous sore mouth, ulcers, ulcerated sore throat, ozaena, etc. Internally, third Dec. trit. Is a uterine hemostatic and vasoconstrictor; metrorrhagia, especially from fibroid tumors; hemorrhages, IN DILATATION OF THE STOMACH, and chronic digestive disorders). HYDRASTIN SULPH 1x (hemorrhage of bowels in typhoid).MARRUBIUM - Hoar hound - (a stimulant to mucous membranes, especially laryngeal and bronchial; chronic bronchitis, dyspepsia, and hepatic disorders; colds and coughs).", 
  "symptoms": {
    "Head": [
      "Dull, pressing frontal pain, especially connected with constipation", 
      "Myalgic pain in scalp and muscles of neck", 
      "Eczema on forehead along line of hair", 
      "SINUSITIS, after coryza"
    ], 
    "Respiratory": [
      "Chest raw, sore, burning", 
      "Dry, harsh cough", 
      "Bronchial catarrh, later stages", 
      "Bronchitis in old, exhausted persons, WITH THICK, YELLOW, TENACIOUS EXPECTORATION", 
      "Frequent fainting spells, with cold sweat all over", 
      "Feels suffocating when lying on left side", 
      "Pain from chest to left shoulder"
    ], 
    "Stomach": [
      "Sore feeling in stomach more or less constant", 
      "Weak digestion", 
      "BITTER TASTE", 
      "Pain as from a hard-cornered substance", 
      "Gone feeling", 
      "Pulsation in epigastrium", 
      "Cannot eat bread or vegetables", 
      "Atonic dyspepsia", 
      "Ulcers and cancer", 
      "Gastritis"
    ], 
    "Mind": [
      "Depressed; sure of death, and desires it"
    ], 
    "Back": [
      "Dull, heavy, dragging pain and stiffness, particularly ACROSS LUMBAR REGION, MUST USE ARMS IN RAISING HIMSELF FROM SEAT"
    ], 
    "Abdomen": [
      "Gastroduodenal catarrh", 
      "Liver torpid, tender", 
      "Jaundice", 
      "Gallstones", 
      "Dull dragging in right groin with cutting sensation into right testicle"
    ], 
    "Mouth": [
      "Peppery taste", 
      "Tongue white, swollen, large, flabby, slimy; SHOWS IMPRINT OF TEETH ; as if scalded; stomatitis", 
      "Ulceration of tongue, fissures toward the edges"
    ], 
    "Nose": [
      "THICK, TENACIOUS SECRETION FROM POSTERIOR NARES TO throat", 
      "Watery, EXCORIATING discharge", 
      "Ozaena, with ulceration of septum", 
      "Tends to blow nose all the time"
    ], 
    "Female": [
      "Erosion and excoriation of cervix", 
      "Leucorrhoea, worse after menses ; acrid and corroding, shreddy, tenacious", 
      "Menorrhagia", 
      "Pruritus vulvae, with profuse leucorrhoea", 
      "Sexual excitement", 
      "Tumor of breast; nipple retracted"
    ], 
    "Skin": [
      "Eruption like variola", 
      "Lupus; ULCERS, cancerous formations", 
      "General tendency to profuse perspiration and unhealthy skin"
    ], 
    "Throat": [
      "Follicular pharyngitis", 
      "Raw, smarting, excoriating sensation", 
      "Hawking of yellow, tenacious mucus", 
      "Child is aroused suddenly from sleep by this tenacious post-nasal dropping", 
      "Goitre of puberty and pregnancy"
    ], 
    "Rectum": [
      "Prolapsed; anus fissured", 
      "CONSTIPATION, with sinking feeling in stomach, and dull headache", 
      "During stool, smarting pain in rectum", 
      "After stool, long-lasting pain", 
      "Hemorrhoids; even a light flow exhausts", 
      "Contraction and spasm", 
      "Urine Section", 
      "GLEETY DISCHARGE", 
      "Urine smells decomposed"
    ], 
    "Male": [
      "Gonorrhea, second stage; discharge thick and yellow"
    ], 
    "Ears": [
      "Roaring", 
      "Mucopurulent discharge", 
      "Deafness", 
      "EUSTACHIAN CATARRH, with high-pitched voice"
    ]
  }, 
  "details": "Acts especially on mucous membranes, relaxing them and producing a THICK, YELLOWISH, ROPY secretion. The catarrh may be anywhere, - throat, stomach, uterus, urethra, - it is always characterized by this peculiar mucous discharge. Hydrastis is especially active in old, easily-tired people, cachectic individuals, with great debility. Cerebral effects prominent, feels his wits sharpened, head cleared, facile expression. Weak muscular power, poor digestion and obstinate constipation. Lumbago. Emaciation and prostration. Its action on the liver is marked. Cancer and cancerous state, before ulceration, when pain in principal symptom. GOITRE of puberty and pregnancy. SMALLPOX internally and locally. The power of Hydrastis over smallpox seen in modifying the disease, abolishing its distressing symptoms, shortening its course, lessening its danger and greatly mitigating its consequences. (J.J. Garth Wilkinson.)", 
  "Natural History": [
    "Golden Seal"
  ], 
  "dosage": "Tincture, to thirtieth attenuation. Locally colorless Hydrastis, mother tincture, or fluid extract."
}