{
  "name": "Hyoscyamus", 
  "Relationship": "Compare: BELLAD.; STRAM.; AGARIC.; GELS.; HYOS. HYDROBROM. SCOPOLAMINE HYDROBROMIDE. (Paralysis agitans; TREMORS OF DISSEMINATED SCLEROSIS. Sleeplessness and nervous agitation. Dry cough in phthisis. Similar in its effects to alcohol, both recent and remote. Corresponds to the effects of strong poisons introduced into or generated within the body. Symptoms of uraemia and acute nervous exhaustion. A remedy for shock. Third and fourth Dec. trituration. In physiological dosage (1-200 gr.) mania and chorea; insomnia. SCOPOLA (Japanese Belladonna) - chemically identical with Hyoscine. (Joyous delirium, licking of lips and smacking of mouth; sleepless; tries to get out of bed; sees cats, picks imaginary hairs, warms hands before imaginary fire, etc.)Antidotes: BELL.; CAMPH.", 
  "Modalities": [
    "Worse: at night", 
    "Worse: during menses", 
    "Worse: after eating", 
    "Worse: when lying down", 
    "Better: stooping"
  ], 
  "Common names": "Henbane", 
  "symptoms": {
    "Eyes": [
      "Spasmodic closing of lids", 
      "Diplopia", 
      "Objects have colored borders", 
      "Eyes open, but does not pay attention; downcast and dull, fixed", 
      "Pupils dilated, sparkling, fixed", 
      "Strabismus"
    ], 
    "Stomach": [
      "Nausea, with vertigo", 
      "Vomiting, with convulsions; hematemesis; violent cramps, relieved by vomiting; burning in stomach; epigastrium tender", 
      "Hiccough, eructations empty, bitter", 
      "After irritating food"
    ], 
    "Urine": [
      "Involuntary micturition", 
      "Has no will to urinate", 
      "Bladder paralyzed"
    ], 
    "Head": [
      "Inflammation of brain, with unconsciousness; head is shaken to and fro", 
      "Feels light and confused", 
      "Vertigo as if intoxicated", 
      "Brain feels loose, fluctuating"
    ], 
    "Mind": [
      "Talkative, obscene, lascivious mania, uncovers body; jealous, foolish", 
      "Low, muttering speech; constant carphologia, deep stupor", 
      "Very suspicious", 
      "Great hilarity; inclined to laugh at everything", 
      "Delirium, with attempt to run away"
    ], 
    "Stool": [
      "Involuntary defecation", 
      "Diarrhoea, colicky, pains; involuntary, aggravated by mental excitement or during sleep", 
      "Diarrhoea during the lying-in period"
    ], 
    "Chest": [
      "Spasm, forcing bending forward", 
      "Suffocating fits", 
      "Hemoptysis", 
      "Dry, spasmodic cough at night , from itching in the throat, as if uvula were too long"
    ], 
    "Female": [
      "During menses, convulsive movements, urinary flux and sweat", 
      "Puerperal mania", 
      "Excited sexual desire", 
      "Spasms of pregnant women", 
      "Before menses, hysterical spasms", 
      "Lochia suppressed"
    ], 
    "Mouth": [
      "Lower jaw drops", 
      "Teeth covered with sordes", 
      "Tongue dry, red, cracked, stiff and immovable, protruded with difficulty; speech impaired", 
      "Foams at mouth"
    ], 
    "Throat": [
      "Constriction", 
      "Uvula elongated", 
      "Cannot swallow liquids", 
      "Stinging dryness"
    ], 
    "Sleep": [
      "Great restlessness; every muscle twitches", 
      "Sopor, with convulsions", 
      "Intense sleeplessness", 
      "Will not be covered", 
      "Starts up frightened", 
      "Coma vigilnerves"
    ], 
    "Extremities": [
      "Child sobs and cries without waking", 
      "Picking at bed-clothes; plays with hands; reaches out for things", 
      "Epileptic attacks ending in deep sleep", 
      "Cramps in calves and toes", 
      "Spasms and convulsions"
    ], 
    "Male": [
      "Lascivious; exposes his person; plays with genitals during fever", 
      "Impotence"
    ], 
    "Abdomen": [
      "Colic, with vomiting, belching, hiccough screaming", 
      "Red spots on abdomen", 
      "Colic, as if abdomen would burst", 
      "Distention", 
      "Tympanites"
    ]
  }, 
  "details": "Disturbs the nervous system profoundly. It is as if some diabolical force took possession of the brain and prevented its functions. It causes a perfect picture of MANIA OF A QUARRELSOME AND OBSCENE CHARACTER. Inclined to be unseemly and immodest in acts, gestures and expressions. Very talkative, and persists in stripping herself, or uncovering genitals. Is jealous, afraid of being poisoned, etc. Its symptoms also point to weakness and NERVOUS AGITATION; hence typhoid and other infections with COMA VIGIL. TREMULOUS WEAKNESS AND TWITCHING OF TENDONS. Subsultus tendinum. Muscular twitchings, spasmodic affections, generally with delirium. Non-inflammatory cerebral activity. TOXIC GASTRITIS.", 
  "dosage": "Sixth, to 200th potency."
}