{
  "name": "Hypericum", 
  "Relationship": "Compare: LEDUM (punched wounds and bites of animals); ARNICA; STAPHIS.; CALEN.; RUTA; COFF.Antidotes: ARS.; CHAM.", 
  "symptoms": {
    "Head": [
      "Heavy; feels as if touched by AN ICY COLD HAND", 
      "THROBBING IN VERTEX; worse in close room", 
      "Brain seems compressed", 
      "Right side of face aches", 
      "Brain-fag and neurasthenia", 
      "Facial neuralgia and toothache of a pulling, tearing character, with sadness", 
      "HEAD FEELS LONGER - elongated to a point", 
      "In fractured skull, bone splinters", 
      "Brain feels alive", 
      "Pains in eyes and ears", 
      "Falling out of hair"
    ], 
    "Respiratory": [
      "Asthma WORSE foggy weather and relieved by profuse perspiration"
    ], 
    "Stomach": [
      "Craving for wine", 
      "Thirst; NAUSEA", 
      "Tongue coated white at base, tip clean", 
      "Feeling of lump in stomach"
    ], 
    "Modalities": [
      "Worse: in cold; dampness", 
      "Worse: in a FOG; in close room; least exposure; touch", 
      "Better: bending head backward"
    ], 
    "Mind": [
      "Feels as if lifted high in air, or anxiety lest he fall from heights", 
      "Mistakes in writing", 
      "Effects of shock", 
      "Melancholy"
    ], 
    "Back": [
      "Pain in nape of neck", 
      "PRESSURE OVER SACRUM", 
      "Spinal concussion", 
      "Coccyx injury from fall, with pain radiating up spine and down limbs", 
      "Jerking and twitching of muscles"
    ], 
    "Skin": [
      "Hyperidrosis, sweating of scalp, worse in morning after sleep; falling of hair from injury; eczema of hands and face, intense itching, eruption seems to be under the skin", 
      "Herpes zoster", 
      "Old ulcers or sores in mouth when very sensitive", 
      "Lacerated wounds with much prostration from loss of blood"
    ], 
    "Rectum": [
      "Urging, dry, dull, pressing pain", 
      "HEMORRHOIDS, with pain, bleeding, and tenderness"
    ], 
    "Extremities": [
      "Darting pain in shoulders", 
      "Pressure along ulnar side of arm", 
      "Cramp in calves", 
      "Pain in toes and fingers, especially in tips", 
      "CRAWLING IN HAND AND FEET", 
      "Lancinating pain in upper and lower limbs", 
      "NEURITIS, with tingling, burning pain, numbness and flossy skin", 
      "Joints feel bruised", 
      "Hysterical joints", 
      "Tetanus", 
      "Traumatic neuralgia and neuritis"
    ]
  }, 
  "details": "The great remedy for injuries to nerves, especially of fingers, toes and nails. Crushed fingers, especially tips. Excessive painfulness is a guiding symptom to its use. Prevents lockjaw. PUNCTURED wounds. Relieves pain after operations. Quite supersedes the use of Morphia after operations. (Helmuth.) Spasms after every injury. Has an important action on the rectum; hemorrhoids. COCCYDYNIA. Spasmodic asthmatic attacks with changes of weather or before storms, better by copious expectoration. Injured nerves from bites of animals. Tetanus. Neuritis, tingling, burning and numbness. Constant drowsiness.", 
  "Natural History": [
    "St", 
    "John's-wort"
  ], 
  "dosage": "Tincture, to third potency."
}