{
  "name": "Ichthyolum", 
  "Relationship": "Compare: HEPAR.; CALC.; SILICA; SULPH.; ARS.; PETROL.", 
  "Common names": "(A Combination of Sulphonated Hydrocarbons; a Fossil Product of Complex Structure found in Tyrol; supposed to be Fish Deposits, contains 10% Sulphur.)", 
  "symptoms": {
    "Eyes": [
      "Burn, red; worse, any change of temperature"
    ], 
    "Respiratory": [
      "Bronchiectasis and phthisis", 
      "Coryza; dry, teasing cough", 
      "Bronchitis, especially of the aged"
    ], 
    "Stomach": [
      "Increased appetite", 
      "Disagreeable taste, burning sensation, very thirsty", 
      "Nausea"
    ], 
    "Head": [
      "Dull frontal and supraorbital headache; worse moving eyes, cold air; better, warmth", 
      "Dull, aching; better cold, pressure"
    ], 
    "Urine": [
      "Uric acid deposits", 
      "Increased in quantity and frequency", 
      "Burning pain in meatus"
    ], 
    "Mind": [
      "Forgetful, lack of concentration", 
      "Irritable and depressed"
    ], 
    "Abdomen": [
      "Early morning diarrhoea", 
      "Disposition to soft, shapeless stools", 
      "Griping in umbilical and left hypogastric region"
    ], 
    "Nose": [
      "Irresistible desire to sneeze", 
      "Bland coryza; stuffed feeling; feels sore inside"
    ], 
    "Female": [
      "Fullness in lower abdomen", 
      "Nausea at time of menses"
    ], 
    "Skin": [
      "Crops of boils", 
      "Heat and irritation; itching", 
      "Scaly and itching eczema", 
      "Psoriasis, acne, rosacea, erysipelas", 
      "Pruritis of pregnancy"
    ], 
    "Throat": [
      "Irritated; pain to ears; sore, dry, with hawking and expectoration"
    ], 
    "Extremities": [
      "Lameness in right shoulder and right lower extremity"
    ], 
    "Face": [
      "Skin feels dry and itches", 
      "Acne on chin"
    ]
  }, 
  "details": "Its action on skin, mucous membranes, and kidneys is prompt and useful. It is strongly antiparasitic; redness, pain and inflammation; decreases tension. Excellent in winter coughs of old people. Polyarthritis. Chronic rheumatism. URIC ACID DIATHESIS. Hay-fever. CHRONIC HIVES. TUBERCULOSIS, AIDS NUTRITION. Alcoholism when nothing will stay on stomach.", 
  "dosage": "Lower potencies. Externally, it is used as an ointment, with Lanoline 20 to 50 per cent.; for chronic eczema and psoriasis, also acne rosacea and gouty joints. Chilblains, scabies. Rectal suppositories for senile prostate."
}