{
  "name": "Ignatia", 
  "Relationship": "Complementary: COFFEA; NUX; TAB AC.Antidotes: PULS.; CHAM.; COCC.Compare: ZINC.; KALI-PHOS.; SEP.; CIMICIF. PANACEA ARVENSIS - Poor man's Mercury - (Sensitiveness over gastric region with hunger but an aversion to food).", 
  "symptoms": {
    "Urine": [
      "Profuse, watery"
    ], 
    "Head": [
      "Cramp-like pain over root of nose", 
      "Congestive headaches following anger or grief; WORSE, SMOKING OR SMELLING TOBACCO, inclines head forward", 
      "Headache as if a nail were driven out through the side", 
      "Feels hollow, heavy; WORSE, STOOPING"
    ], 
    "Fever": [
      "Chill, with thirst; not relieved by external heat", 
      "During fever, itching; nettle-rash all over body"
    ], 
    "Stomach": [
      "Craving for acid things", 
      "Averse to ordinary diet; longs for great variety of indigestible articles", 
      "SINKING IN STOMACH, RELIEVED BY TAKING A DEEP BREATH", 
      "All-gone feeling in stomach; MUCH FLATULENCE; hiccough", 
      "Sour eructation", 
      "Cramps in stomach; worse slightest contact"
    ], 
    "Abdomen": [
      "Throbbing in abdomen", 
      "Rumbling in bowels", 
      "Weak feeling in upper abdomen", 
      "Colicky, griping pains in one or both sides of abdomen"
    ], 
    "Mouth": [
      "SOUR TASTE", 
      "Easily bites inside of cheeks", 
      "Toothache; worse after drinking coffee and smoking", 
      "Constantly full of saliva"
    ], 
    "Rectum": [
      "Stitches from anus deep into rectum", 
      "Hemorrhage and pain; worse when stool is loose", 
      "Stitches in hemorrhoids during cough", 
      "Itching and stitching up the rectum", 
      "Stools pass with difficulty; PAINFUL CONSTRICTION OF ANUS AFTER STOOL", 
      "PROLAPSE", 
      "Diarrhoea from fright", 
      "PRESSURE AS OF A SHARP INSTRUMENT FROM WITHIN OUTWARD"
    ], 
    "Respiratory": [
      "Dry, spasmodic cough in quick successive shocks", 
      "Hollow spasmodic cough, worse in the evening, little expectoration, leaving pain in trachea", 
      "MUCH SIGHING", 
      "Coughing increases the desire to cough", 
      "Spasm of glottis  Reflex coughs"
    ], 
    "Eyes": [
      "ASTHENOPIA, with spasms of lids and neuralgic pain about eyes", 
      "Flickering zigzags"
    ], 
    "Face": [
      "TWITCHING OF MUSCLES of face and lips", 
      "Changes color when at rest"
    ], 
    "Modalities": [
      "Worse: in the morning", 
      "Worse: open air", 
      "Worse: after meals", 
      "Worse: COFFEE", 
      "Worse: smoking", 
      "Worse: liquids", 
      "Worse: external warmth", 
      "Better: while eating", 
      "Better: change of position"
    ], 
    "Mind": [
      "After shocks, grief, disappointment", 
      "Changeable mood; introspective; silently brooding", 
      "Not communicative", 
      "Melancholic, sad, tearful", 
      "SIGHING AND SOBBING"
    ], 
    "Sleep": [
      "Very light", 
      "Dreams continuing a long time; troubling him", 
      "Jerking of limbs on going to sleep", 
      "Insomnia from grief, cares, with itching of arms and violent yawning"
    ], 
    "Female": [
      "Suppression from grief", 
      "Menses, BLACK, too early, too profuse, or scanty", 
      "Feminine sexual frigidity", 
      "During menses great languor, with spasmodic pains in stomach and abdomen"
    ], 
    "Skin": [
      "Very sensitive to draft of air", 
      "Itching, nettle-rash", 
      "Excoriation, especially around vagina and mouth"
    ], 
    "Throat": [
      "Sore throat; stitches when not swallowing; better, eating something solid", 
      "FOLLICULAR TONSILLITIS", 
      "Stitches extend to ear", 
      "Stitches between acts of swallowing", 
      "Feeling of a lump in throat that cannot be swallowed", 
      "Tonsils inflamed, swollen, WITH SMALL ULCERS", 
      "Tendency to choke, globus hystericus"
    ], 
    "Extremities": [
      "Ulcerative pain in soles", 
      "Jerking of limbs", 
      "Pain in tendo-Achilles and calf"
    ]
  }, 
  "details": "Produces a marked hyperaesthenia of all the senses, and a tendency to clonic spasms. Mentally, THE EMOTIONAL ELEMENT IS UPPERMOST, AND CO-ORDINATION OF FUNCTION IS INTERFERED WITH. Hence, it is one of the chief remedies for hysteria. It is especially adapted to the nervous temperament - women of sensitive, easily excited nature, dark, mild disposition, quick to perceive, rapid in execution. Rapid change of mental and physical condition, opposite to each other. Great contradictions. Alert, nervous, apprehensive, rigid, trembling patients who suffer acutely in mind or body, at the same time made worse by drinking coffee. The SUPERFICIAL AND ERRATIC CHARACTER of its symptoms is most characteristic. EFFECTS OF GRIEF and worry. Cannot bear tobacco. Pain is small, circumscribed spots. (OXAL-AC.) THE PLAGUE. Hiccough and hysterical vomiting.", 
  "Natural History": [
    "Ignatius Bean", 
    "St"
  ], 
  "dosage": "Sixth to 200th potency."
}