{
  "name": "Iodium", 
  "Relationship": "Yatren. Iod. pathogenesis is similar to that of CARBOL. ACID. Antidotes: HEPAR; SULPH.; GRATIOLA.Complementary: LYCOPOD.; BADIAGA.Compare: BROM.; HEPAR; MERCUR.; PHOSPH.; ABROT; NAT-MUR.; SANIC.; TUBER.", 
  "symptoms": {
    "Heart": [
      "Heart feels squeezed", 
      "Myocarditis, painful compression around heart", 
      "Feels as if squeezed by an iron hand  followed by great weakness and faintness", 
      "Palpitation from least exertion", 
      "Tachycardia"
    ], 
    "Eyes": [
      "Violent lachrymation", 
      "Pain in eyes", 
      "Pupil dilated", 
      "Constant motion of eyeballs", 
      "ACUTE DACRYOCYSTITIS"
    ], 
    "Fever": [
      "Flushes of heat all over body", 
      "Marked fever, restlessness, red cheeks, apathetic", 
      "Profuse sweat"
    ], 
    "Stomach": [
      "Throbbing at pit of stomach", 
      "RAVENOUS HUNGER and much thirst", 
      "Empty eructations, as if every particle of food were turned into gas", 
      "Anxious and worried if he does not eat", 
      "Loses flesh, yet hungry and eating well"
    ], 
    "Female": [
      "Great weakness during menses", 
      "Menstruation irregular", 
      "Uterine hemorrhage", 
      "OVARITIS", 
      "WEDGE-LIKE PAIN FROM OVARY TO UTERUS", 
      "DWINDLING OF MAMMARY GLANDS", 
      "Nodosities in skin of mammae", 
      "Acrid leucorrhoea, thick, slimy, corroding the linen", 
      "WEDGE-LIKE PAIN IN THE RIGHT OVARIAN REGION"
    ], 
    "Modalities": [
      "Worse: when quiet", 
      "Worse: in warm room", 
      "Worse: right side", 
      "Better: walking about", 
      "Better: in open air"
    ], 
    "Mind": [
      "Anxiety WHEN QUIET", 
      "PRESENT anxiety and depression, no reference to the future", 
      "Sudden impulse to run and do violence", 
      "Forgetful", 
      "Must be busy", 
      "Fear of people, shuns every one", 
      "Melancholy", 
      "Suicidal tendency"
    ], 
    "Stool": [
      "Hemorrhage at every stool", 
      "Diarrhoea, whitish, frothy, fatty", 
      "Constipation, with ineffectual urging; better by drinking cold milk", 
      "Constipation alternating with diarrhoea", 
      "Urine Section", 
      "Frequent and copious, DARK YELLOW-GREEN", 
      ", thick, acrid with cuticle on surface"
    ], 
    "Abdomen": [
      "Liver and spleen sore and enlarged", 
      "Jaundice", 
      "Mesenteric glands enlarged", 
      "Pancreatic disease", 
      "Cutting pain in abdomen"
    ], 
    "Respiratory": [
      "Hoarse", 
      "RAW and tickling feeling provoking a dry cough", 
      "PAIN IN LARYNX", 
      "Laryngitis, with painful roughness; worse during cough", 
      "Child grasps throat when coughing", 
      "Right-sided pneumonia with high temperature", 
      "Difficult expansion of chest, blood-streaked sputum; internal dry heat, external coldness", 
      "Violent heart action", 
      "Pneumonia", 
      "Hepatization spreads rapidly with persistent high temperature; absence of pain in spite of great involvement, worse warmth; craves cool air", 
      "Croup in scrofulous children with dark hair and eyes", 
      "Inspiration difficult", 
      "Dry, morning cough, from tickling in larynx", 
      "CROUPY COUGH, with difficult respiration; wheezy", 
      "COLD EXTENDS DOWNWARDS from head to throat and bronchi", 
      "Great weakness about chest", 
      "Palpitation from least exertion", 
      "Pleuritis effusion", 
      "Tickling all over chest", 
      "Iod", 
      "cough is worse indoors, in warm, wet weather, and when lying on back"
    ], 
    "Mouth": [
      "Gums loose and bleed easily", 
      "Foul ulcers and salivation", 
      "Profuse, fetid ptyalism", 
      "Tongue thickly coated", 
      "Offensive odor from mouth"
    ], 
    "Nose": [
      "Sneezing", 
      "Sudden violent influenza", 
      "Dry coryza becomes fluent in open air, also a FLUENT HOT CORYZA with general heat of skin", 
      "Pain at root of nose and frontal sinus", 
      "Nose stopped up", 
      "Tendency to ulceration", 
      "Loss of smell", 
      "ACUTE NASAL ENGORGEMENT associated with high blood pressure"
    ], 
    "Head": [
      "Throbbing; RUSH OF BLOOD, and feeling of a tight band", 
      "Vertigo; worse from stooping, worse in warm room Chronic, congestive headache of old people"
    ], 
    "Skin": [
      "Hot, dry, yellow and withered", 
      "Glands enlarged", 
      "Nodosities", 
      "Anasarca of cardiac disease"
    ], 
    "Throat": [
      "Larynx feels constricted", 
      "EUSTACHIAN DEAFNESS", 
      "Thyroid enlarged", 
      "Goitre, with sensation of constriction", 
      "Swollen submaxillary glands", 
      "Uvula swollen"
    ], 
    "Extremities": [
      "Joints inflamed and painful", 
      "Pain in bones at night", 
      "White swelling", 
      "Gonorrheal rheumatism", 
      "Rheumatism of nape and upper extremities", 
      "Cold hands and feet", 
      "Acrid sweat of feet", 
      "Pulsation in large arterial trunks", 
      "Rheumatic pains, nightly pains in joints; constrictive sensations"
    ], 
    "Male": [
      "Testicles swollen and indurated", 
      "Hydrocele", 
      "Loss of sexual power, with atrophied testes"
    ]
  }, 
  "details": "Rapid metabolism: LOSS OF FLESH with great appetite. Hungry with much thirst. Better after eating. GREAT DEBILITY, THE SLIGHTEST EFFORT INDUCES PERSPIRATION. Iod. individual is exceedingly thin, dark complexioned, with enlarged lymphatic glands, has voracious appetite but gets thin. Tubercular type.All glandular structures, respiratory organs, circulatory system are especially affected; they atrophy. Iodine arouses the defensive apparatus of the system by assembling the mononuclear leucocytoses whose phagocytic action is marked, at a given point. Lead poisoning. Tremor. Iodine craves cold air.ACUTE EXACERBATION OF CHRONIC INFLAMMATION. Arthritis deformans. ACTS PROMINENTLY ON CONNECTIVE TISSUE. THE PLAGUE. GOITRE. Abnormal vasoconstriction, capillary congestion followed by oedema, ecchymosis, hemorrhages, and nutritive disturbances are the pathological conditions at the basis of its symptomatology. Sluggish vital reaction, hence chronicity in many of its aspects. Acute catarrh of all mucous membranes, rapid emaciation, notwithstanding good appetite, and glandular atrophy call for this remedy, in numerous wasting diseases and in scrofulous patients. Acute affections of the respiratory organs. PNEUMONIA, rapid extension. Iodine is warm, and wants cool surroundings. Weakness and loss of breath going upstairs. ADENOID VEGETATIONS. Tincture internally and locally to swollen glands and rattlesnake bites.", 
  "Natural History": [
    "Iodine"
  ], 
  "dosage": "The crude drug in saturated solution may be required. Third to thirtieth potency. Ioduretted solution of Potass. iod. (35 grains Potass. and 4 grains Iodine to 1 oz. of water, 10 drops three times a day) expels tapeworms dead.Locally the most powerful, least harmful and easily managed microbicide. Ideal agent to keep wounds clean and disinfected. Bites of insects, reptiles, etc. Gunshot wounds and compound fractures, excellent. Great skin disinfectant."
}