{
  "Natural History": "Permanganate of Potassium", 
  "details": "Intense irritation of nose, throat, and larynx. Diphtheria. Dysmenorrhoea. Bites of serpents and for other animal poisons. Septic conditions; tissues infiltrated with tendency to sloughing.", 
  "symptoms": {
    "Throat": [
      "Posterior nares painful", 
      "Muscles of neck feel sore", 
      "Fetor of breath", 
      "Swollen uvula", 
      "Swollen and painful", 
      "Everything hawked up streaked with blood"
    ], 
    "Respiratory": [
      "Larynx feels raw", 
      "Bleeding from nose", 
      "Short, hacking cough", 
      "Smarts and irritates", 
      "Constrictive, smarting sensation in throat", 
      "Nasal discharge"
    ]
  }, 
  "name": "Kali permanganicum", 
  "dosage": "Locally, 1 dram to a quart of water, to correct fetor in cancer, ulcer, ozaena, and other foul odors. Also as an injection in leucorrhoea and gonorrhea. Internally, 2X dilution in water. Saturated solution locally in eruption of small-pox.Potassium Permanganate for Morphine Poisoning. Potassium Permanganate is recognized as being the most effective chemical antidote in cases of morphine or opium poisoning, acting directly on the morphine and oxidizing it to less toxic substances. To be effective the Permanganate must come in direct contact with the opium or morphine in the stomach; hypodermatic or intravenous injections are absolutely useless, as the salt would be decomposed by the blood serum at once. The approved treatment is administration of two to five grains of potassium Permanganate in dilute aqueous solution as soon as possible after the poison is taken, this amount to be increased if very large doses of the poison have been taken. Washing out the stomach with a quantity of 1 to 500 solution of Permanganate is also recommended, using at least a pint of this solution either by a stomach pump or by enforced vomiting. PERMANG. OF POTASH counteracts effects of alkaloids of many poisonous plants. Owing to its oxidizing powers if given before the"
}