{
  "name": "Kali nitricum", 
  "Relationship": "Antidotes: OPIUM; NIT. SP. DULC.Antidote to Opium and Morphine poisoning, 8-10 grains to glass of water.Compare: GUN-POWDER (Nitre with sulphur and charcoal - 2X trit. \"Blood-poisoning.\" Septic suppuration. Protractive against wound infection. Antidote to Ivy and Primula rash (Clarke). HERPES FACIALIS; crops of boils. Carbuncles). Osteomyelitis. CANNAB. SAT. (Which contains a large amount of KALI-NIT.). LYCOP.; SANGUIN.; ALLIUM. SAT.; ANTIMON. IOD.", 
  "symptoms": {
    "Heart": [
      "Pulse weak, SMALL, thready", 
      "Violent stitch in precordia, and beating of heart"
    ], 
    "Eyes": [
      "Vision becomes clouded", 
      "Turbid corpus vitreum", 
      "Variegated-colored rings before eyes", 
      "Burning and lachrymation"
    ], 
    "Respiratory": [
      "Hoarseness", 
      "Dry, morning cough, with pain in chest and bloody expectoration", 
      "Bronchitis, with sharp, short, dry, hacking cough", 
      "ASTHMA, with excessive dyspnoea, nausea, dull stitches, and burning in chest", 
      "Dyspnoea so great that breath cannot be held long enough to drink, though thirsty", 
      "Chest feels constricted", 
      "Oppression worse in morning", 
      "Sour-smelling expectoration", 
      "Expectoration of clotted blood, after hawking mucus", 
      "Acute exacerbations in phthisis; congestion of lungs", 
      "SPASMODIC CROUP; paroxysm of crowing", 
      "Laryngeal diphtheria"
    ], 
    "Modalities": [
      "Worse: eating veal; towards morning and in afternoon", 
      "Better: drinking sips of water"
    ], 
    "Stool": [
      "Thin, watery, bloody", 
      "Membranous shreds, with tenesmus", 
      "DIARRHOEA FROM EATING VEAL"
    ], 
    "Head": [
      "Scalp very sensitive", 
      "Headache, with vertigo, as if falling to right side and backwards; worse, stooping", 
      "Ennui"
    ], 
    "Mouth": [
      "Tongue red, with burning pimples; burns at tip", 
      "Throat constricted and sore"
    ], 
    "Nose": [
      "Sneezing", 
      "Swollen feeling; WORSE, RIGHT NOSTRIL", 
      "Point red and itching", 
      "Polypus"
    ], 
    "Female": [
      "Menses too early, profuse, BLACK; preceded and with violent backache", 
      "Leucorrhoea", 
      "Burning pains in the ovarian region only during menses"
    ], 
    "Extremities": [
      "Stitches between shoulder-blades", 
      "Tearing and sticking in shoulders and joints", 
      "Hands and fingers seem swollen"
    ]
  }, 
  "details": "Often indicated in asthma, also valuable in cardiac asthma; of great value in SUDDEN DROPSICAL SWELLINGS OVER THE WHOLE BODY. Gastrointestinal inflammation, with much debility, and relapse in phthisis, call for this remedy. Suppurative nephritis.", 
  "Natural History": [
    "Nitrate of Potassium - Saltpeter"
  ], 
  "dosage": "Third to thirtieth potency."
}