{
  "name": "Kali carbonicum", 
  "Relationship": "Complementary: CARBO; (Lowness of vitality may suggest a preliminary course of Carbo to nurse up recuperation to the point that Kali-carb. would come in helpfully.) Follows NUX often in stomach and bladder troubles.Compare: KALI SALICYLICUM (vomiting, especially of pregnancy; arteriosclerosis, with chronic rheumatism); KALI SILICUM (gouty nodosities); KALI ACETICUM (diabetes, diarrhoea, dropsy, alkaline urine, very much increased in quantity); KALI CITRICUM (Bright's disease - 1 gr. to wine-glass of water); KALI FERROCYANATUM - Prussian blue - (physical and mental prostration following infection. Inability to sustained routine work. Neuralgic affections depending on impoverished blood and exhausted nerve centers, especially spinal. Fatty and functional heart troubles. Pulse weak, small, irregular. Uterine symptoms, like Sepia, bearing-down sensation and gastric sinking; profuse, pus-like leucorrhoea and passive hemorrhage); use 6x); KALI OXALICUM (lumbago, convulsions); KALI PICRO-NITRICUM and KALI PICRICUM (jaundice, violent eructations); KALI TARTARICUM (paraplegia); KALI TELLURICUM (garlicky odor of breath, salivation, swollen tongue). Also compare: CALC.; AMMON. PHOS.; LYCOP.; BRY.; NATRUM; STANN.; SEPIA.Antidotes: CAMPH.; COFFEA.", 
  "symptoms": {
    "Stool": [
      "Diarrhoea; profuse, greenish mucus", 
      "Urine Section", 
      "Obliged to rise several times at night to urinate", 
      "Pressure on bladder long before urine comes", 
      "Involuntary urination when coughing, sneezing, etc", 
      "Albuminuria, scanty, suppressed", 
      "Hematuria; diuresis", 
      "Nucleo-albumin and bile, high Phosphoric acid, with low total solids"
    ], 
    "Head": [
      "Vertigo on turning", 
      "Headache FROM RIDING IN COLD WIND", 
      "Headache comes on with yawning", 
      "Stitches in temples; aching in occiput, one-sided, with nausea, on riding in carriage", 
      "Loose feeling in head", 
      "Great DRYNESS OF HAIR; falls out"
    ], 
    "Stomach": [
      "Flatulence", 
      "Desire for sweets", 
      "Feeling of lump in pit of stomach", 
      "Gagging", 
      "Dyspepsia of old people; burning acidity, bloating", 
      "Gastric disorders from ice-water", 
      "SOUR ERUCTATIONS", 
      "NAUSEA; better lying down", 
      "Constant feeling as IF STOMACH WERE FULL OF WATER", 
      "Sour vomiting; throbbing and cutting in stomach", 
      "Disgust for food", 
      "ANXIETY FELT IN STOMACH", 
      "Epigastrium sensitive externally", 
      "Easy choking when eating", 
      "Epigastric pain to back", 
      "Feeling of weight in epigastric and umbilical region", 
      "Flatulence", 
      "Vomiting of greenish-black matter"
    ], 
    "Abdomen": [
      "Stitches in region of liver", 
      "Old chronic liver troubles, with soreness", 
      "Jaundice and dropsy", 
      "Distention and coldness of abdomen", 
      "Pain from left hypochondrium through abdomen; must turn on right side before he can rise"
    ], 
    "Mouth": [
      "Gums separate from teeth; pus oozes out", 
      "Pyorrhoea", 
      "Aphthae", 
      "Tongue white", 
      "Much saliva constantly in mouth", 
      "Bad, slimy taste"
    ], 
    "Rectum": [
      "LARGE, difficult stools, with stitching pain an hour before", 
      "Hemorrhoids, large, swollen, painful", 
      "Itching, ulcerated pimples around anus", 
      "Large discharge of blood with natural stool", 
      "Pain in hemorrhoids when coughing", 
      "Burning in rectum and anus", 
      "Easy prolapsus", 
      "Itching"
    ], 
    "Respiratory": [
      "Cutting pain in chest; worse lying on right side", 
      "Hoarseness and loss of voice", 
      "Dry, hard cough about three AM, with STITCHING PAINS and dryness of pharynx", 
      "Bronchitis, WHOLE CHEST IS VERY SENSITIVE", 
      "Expectoration scanty and tenacious, but INCREASING in morning and after eating; aggravated right lower chest and lying on painful side", 
      "HYDROTHORAX", 
      "Leaning forward relieves chest symptoms", 
      "Expectoration must be swallowed; cheesy taste; copious, offensive, lump", 
      "COLDNESS OF CHEST", 
      "WHEEZING", 
      "Cough WITH RELAXED UVULA", 
      "Tendency to tuberculosis; constant cold taking; BETTER IN WARM CLIMATE"
    ], 
    "Eyes": [
      "Stitches in eyes", 
      "Spots, gauze, and black points before eyes", 
      "Lids stick together in morning", 
      "SWELLING OVER UPPER LID, LIKE LITTLE BAGS", 
      "Swelling of glabella between brows", 
      "Asthenopia", 
      "Weak sight from excessive sexual indulgence", 
      "On shutting eyes, painful sensation of light penetrating the brain"
    ], 
    "Nose": [
      "Nose STUFFS UP IN WARM ROOM", 
      "Thick, fluent, yellow discharge", 
      "Post-nasal dropping", 
      "Sore, scurfy nostrils; bloody nasal mucus", 
      "Crusty nasal openings", 
      "Nosebleed on washing face in morning", 
      "ULCERATED NOSTRILS"
    ], 
    "Male": [
      "Complaints from coition", 
      "Deficient sexual instinct", 
      "Excessive emissions, FOLLOWED BY WEAKNESS"
    ], 
    "Ears": [
      "Stitches in ears", 
      "Itching, cracking, ringing and roaring"
    ], 
    "Heart": [
      "Sensation as if heart were suspended", 
      "Palpitation and BURNING IN HEART REGION", 
      "WEAK, RAPID PULSE; INTERMITS, due to digestive disturbance", 
      "Threatened heart failure"
    ], 
    "Modalities": [
      "Worse: after coition; in cold weather; from soup and coffee; in morning about three o'clock; lying on left and painful side", 
      "Better: in warm weather", 
      "Better: though moist; during day", 
      "Better: while moving about"
    ], 
    "Mind": [
      "Despondent", 
      "Alternating moods", 
      "VERY IRRITABLE", 
      "Full of fear and imaginations", 
      "Anxiety felt in stomach", 
      "Sensation as if bed were sinking", 
      "Never wants to be left alone", 
      "Never quiet or contented", 
      "Obstinate and HYPERSENSITIVE to pain, noise, touch"
    ], 
    "Back": [
      "Great exhaustion", 
      "Stitches in region of kidneys and right scapula", 
      "SMALL OF BACK FEELS WEAK", 
      "Stiffness and paralytic feeling in back", 
      "Burning in spine", 
      "Severe backache during pregnancy, and after miscarriage", 
      "Hip-disease", 
      "Pain in nates and thighs and hip-joint", 
      "Lumbago with sudden sharp pains extending up and down back and to thighs"
    ], 
    "Female": [
      "Menses early, profuse  or TOO LATE, PALE AND SCANTY, with soreness about genitals; pains from back pass down through gluteal muscles, with cutting in abdomen", 
      "Pain through left labium, extending through abdomen to chest", 
      "Delayed menses in young girls, with chest symptoms or ascites", 
      "Difficult, first menses", 
      "COMPLAINTS AFTER PARTURITION", 
      "Uterine hemorrhage; constant oozing after copious flow, with violent backache, relieved by sitting and pressure"
    ], 
    "Skin": [
      "Burning as from a mustard plaster", 
      "Jaundice", 
      "Itching miliary or papular eruptions", 
      "Discolored; chocolate tint", 
      "Sleep", 
      "Drowsy after eating", 
      "Wakes about two o'clock and cannot sleep again"
    ], 
    "Throat": [
      "Dry, parched, rough", 
      "Sticking pain, as from a fish-bone", 
      "Swallowing difficult; food goes down oesophagus slowly", 
      "Mucous accumulation in the morning"
    ], 
    "Extremities": [
      "BACKS AND LEGS GIVE OUT", 
      "Uneasiness, heaviness, and tearing in limbs and jerking", 
      "Tearing pains in limbs with swelling", 
      "Limbs sensitive to pressure", 
      "White swelling of knee", 
      "Tearing in arms from shoulder to wrist", 
      "Lacerating in wrist-joint", 
      "Paralysis of old people, and dropsical affections", 
      "Limbs go to sleep easily", 
      "Tips of toes and fingers painful", 
      "SOLES VERY SENSITIVE", 
      "Itching of great toes, with pain", 
      "PAIN FROM HIP TO KNEE", 
      "PAIN IN KNEES"
    ]
  }, 
  "details": "The weakness characteristic of all Potassium Salts is seen especially in this, with soft pulse, coldness, general depression, and very characteristic stitches, which may be felt in any part of the body, or in connection with any affection. All Kali pains are SHARP AND CUTTING; nearly all better by motion. Never use any Salts of Potash where there is fever (T. F. Allen). Sensitive to every atmospheric change, and INTOLERANCE OF COLD WEATHER. One of the best remedies following labor. Miscarriage, for consequent debilitated states. Early morning aggravation is very characteristic. Fleshy aged people, with dropsical and paretic tendencies. SWEAT, BACKACHE, AND WEAKNESS. Throbbing pains. Tendency to dropsy. Tubercular diathesis. Pains from within out, and of stinging character. \"Giving-out\" sensation. Fatty degeneration. Stinging pains in muscles and internal parts. Twitching of muscles. Pain in small spot on left side. Hypothyroidism. Coxitis.", 
  "Natural History": [
    "Carbonate of Potassium"
  ], 
  "dosage": "Thirtieth and higher. Sixth trit. Do not repeat too often. Use cautiously in old gouty cases, advanced Bright's and tuberculosis. Tongue swollen. STOMATITIS - aphthous and GANGRENOUS. Fetor. Mercurial stomatitis (as a mouth wash).Second to sixth potency. Use cautiously locally as it is poisonous."
}