{
  "name": "Kali phosphoricum", 
  "Relationship": "Compare: KALI HYPO PHOSPH. (DEBILITY WITH WASTING OF MUSCULAR TISSUE. Phosphaturia with general anemia or leucocythemia. Effects of excessive tea drinking. Chronic bronchitis where the expectoration is THICK AND FETID, sometimes SCANTY AND TOUGH. Dose - 5 grains of crude to 3X.) GENISTA - Dyer's Weed - (contains scopolamin; frontal headache and vertigo, worse motion, better open air and eating. Dry throat, awakes with water brash. Itching eruption on elbows, knees, and ankles. Promotes diuresis in dropsical conditions.) MACROZAMIA SPIRALIS. (Extreme debility after severe illness; collapse. Weariness from no assignable cause, no pains. Boring pain at vertex; vomiting and retching all night; impossible to eyes, giddiness and cold.) ZINC.; GELS.; CIMICIF.; LACHES.; MUR-AC.", 
  "symptoms": {
    "Urine": [
      "Incontinence", 
      "Enuresis", 
      "Very yellow urine", 
      "Bleeding from the urethra"
    ], 
    "Head": [
      "Occipital headache; better, after rising", 
      "Headaches are relieved by gentle motion", 
      "Vertigo, from lying, on standing up, from sitting, and when looking upward", 
      "Cerebral anaemia", 
      "Headache, with weary, empty, gone feeling at stomach"
    ], 
    "Fever": [
      "Subnormal temperature"
    ], 
    "Stomach": [
      "A nervous gone sensation at the pit of the stomach", 
      "Feels seasick without nausea"
    ], 
    "Abdomen": [
      "Cholera; stools have the appearance of rice water", 
      "Dysentery; stools consist of pure blood; patient becomes delirious; abdomen swells", 
      "Diarrhoea while eating", 
      "Prolapsus recti", 
      "Diarrhoea; foul, putrid odor; occasioned by fright, with depression and exhaustion"
    ], 
    "Mouth": [
      "Breath offensive, fetid", 
      "Excessively dry, in the morning", 
      "Gums spongy and receding", 
      "Toothache, with easily-bleeding gums; they have a bright-red seam on them", 
      "Tongue coated brownish, like mustard"
    ], 
    "Respiratory": [
      "Cough; yellow expectoration", 
      "Short breath on going upstairs", 
      "Asthma; least food aggravates"
    ], 
    "Eyes": [
      "Drooping of eyelids", 
      "Weakness of sight; loss of perceptive power; after diphtheria; from exhaustion"
    ], 
    "Face": [
      "Right-sided neuralgia, relieved by cold applications", 
      "Livid and sunken, with hollow eyes"
    ], 
    "Nose": [
      "Nasal disease, with offensive odor; fetid discharge"
    ], 
    "Male": [
      "Nocturnal emissions; sexual power diminished; utter prostration after coitus"
    ], 
    "Ears": [
      "Humming and buzzing in the ears"
    ], 
    "Modalities": [
      "Better: warmth", 
      "Better: rest", 
      "Better: nourishment"
    ], 
    "Mind": [
      "Somnambulance", 
      "Indisposition to meet people", 
      "Extreme lassitude and depression", 
      "Brain-fag; hysteria; night terrors", 
      "Slightest labor seems a heavy task", 
      "Anxiety, nervous dread, lethargy", 
      "Very nervous, starts easily, irritable", 
      "Great despondency about business", 
      "Shyness; disinclined to converse", 
      "Loss of memory"
    ], 
    "Female": [
      "Menstruation too late or too scanty in pale, irritable, sensitive, lachrymose females", 
      "Feeble and ineffectual labor pains", 
      "Too profuse discharge, deep-red or blackish-red, thin and not coagulating; some times with offensive odor"
    ], 
    "Throat": [
      "Paralysis of the vocal cords", 
      "Gangrenous sore throat"
    ], 
    "Extremities": [
      "Pains, with depression, and subsequent exhaustion", 
      "Exertion aggravates", 
      "Paralytic lameness in back and extremities"
    ]
  }, 
  "details": "One of the greatest nerve remedies. PROSTRATION. Weak and tired. Especially adapted to the young. Marked disturbance of the sympathetic nervous system. Conditions arising from WANT OF NERVE POWER, neurasthenia, mental and physical depression, are wonderfully improved by this remedy. The causes are usually excitement, overwork and worry. Besides, IT CORRESPONDS TO STATES OF ADYNAMIA AND DECAY, gangrenous conditions. In these two directions it has won many clinical laurels. Remember it in the treatment of suspected malignant tumors. After removal of cancer when in healing process skin is drawn TIGHT over the wound. Delayed labor.", 
  "Natural History": "Phosphate of Potassium", 
  "dosage": "Third to twelfth trituration. The highest potencies seem to be indicated in certain cases."
}