{
  "name": "Kali hydriodicum", 
  "Relationship": "Antidote: HEPAR. Compare: IOD.; MERCUR.; SULPH; MEZER. CHOPHEENEE, a Hindu remedy for syphilitic eruptions, ulcerations and bone-pains. Used in tincture.", 
  "Modalities": [
    "Worse: warm clothing", 
    "Worse: warm room", 
    "Worse: at night", 
    "Worse: damp weather", 
    "Better: motion", 
    "Better: open air"
  ], 
  "Common names": "Iodide of Potassium", 
  "symptoms": {
    "Eyes": [
      "Bony tumors of the orbit", 
      "Conjunctiva red, injected; profuse lachrymation", 
      "Pustular keratitis and chemosis", 
      "Syphilitic iritis"
    ], 
    "Respiratory": [
      "Pneumococcic meningitis", 
      "Larynx feels raw", 
      "Stitching pains through lungs to back", 
      "Asthma", 
      "Pleuritic effusion", 
      "Laryngeal oedema", 
      "Expectoration like soap-suds, greenish", 
      "Violent cough; worse in morning", 
      "Pneumonia, when hepatization commences", 
      "Awakes choking", 
      "Dyspnoea on ascending, with pain in heart", 
      "Hydrothorax", 
      "Cold travels downward to chest", 
      "Pulmonary oedema"
    ], 
    "Stomach": [
      "Flatulence", 
      "Cold food and drink, especially milk, aggravate", 
      "Much thirst", 
      "Faintness at epigastrium", 
      "Throbbing, painful burning", 
      "Saliva increased"
    ], 
    "Mind": [
      "Irritable; congestion to head, heat and throbbing", 
      "Sad, anxious; harsh temper"
    ], 
    "Head": [
      "Pain through sides of head", 
      "Facial neuralgia", 
      "Hard nodes, with severe pain", 
      "Brain feels enlarged", 
      "Cranium swells up in hard lump", 
      "Pain in tense over eyes and root of nose", 
      "Violent headache", 
      "Lancinating pain in upper jaw"
    ], 
    "Nose": [
      "Red, swollen", 
      "Profuse, cool, greenish, non-irritating discharges", 
      "Sneezing", 
      "Stuffiness and dryness of nose, without discharge", 
      "Tip of nose red; profuse, acrid, hot, watery, thin discharge", 
      "Ozaena, with perforated septum", 
      "Nasal catarrh, involving frontal sinus"
    ], 
    "Female": [
      "Corrosive leucorrhoea, with subacute inflammatory conditions of the womb in young married women", 
      "During menses uterus feels as if squeezed", 
      "Menses late, profuse", 
      "Fibroid tumors, metritis, sub-involution, hypertrophy"
    ], 
    "Skin": [
      "Tendency to edematous swellings, eyelids, mouth, uvula, etc. acne rosacea", 
      "Hives", 
      "Acne, hydroa", 
      "Rough nodules all over, worse any covering; heat of body intense", 
      "Fissured anus of infants", 
      "Small boils", 
      "Glands enlarged; indurated", 
      "Purple spots; worse on legs"
    ], 
    "Extremities": [
      "Formication of lower extremities when sitting, better lying down", 
      "Contraction of joints", 
      "Periosteum thickened, especially tibia; sensitive to touch", 
      "Pain in hip, forcing limping", 
      "Sciatica; cannot stay in bed; worse at night and lying on affected side", 
      "Severe bone-pains", 
      "Rheumatism; pains at night and in damp weather", 
      "Pain in small of back and coccyx", 
      "Rheumatism of knees with effusion"
    ], 
    "Ears": [
      "Boring pain in ears", 
      "Noises"
    ]
  }, 
  "details": "The profuse, watery, acrid coryza that the drug produces serves as a sure guiding symptom, especially when associated with pain in frontal sinus. It acts prominently on fibrous and connective tissues, producing infiltration, oedema, etc. GLANDULAR SWELLINGS. Purpura and hemorrhagic diathesis. SYPHILIS may be indicated in all stage: 1. In acute form with evening remitting fever, going off in nightly perspiration. 2. Second stage, mucous membranes and skin ulcerations. 3. Tertiary symptoms; nodes. Give material doses. DIFFUSED SENSITIVENESS - (glands, scalp, etc. Rheumatism in NECK, BACK, feet, especially heels and soles; worse, cold and wet. Iodide of Potass. in material doses acts in the different forms of Fungoid disease (thrush, ringworm, etc.), offer simulating syphilis and bacterial diseases like tuberculosis. Symptoms like loss of weight, spitting of blood etc. Tea-taster's cough due to inhaling the fungus; also brings about often favorable reaction in many chronic ailments even when not clearly symptomatically indicated.", 
  "dosage": "Crude drug, in material officinal dosage, but remember Dr. Meyhoffer's statements in his chronic diseases of organs of respiration: \"From the moment the drug produces pathogenetic symptoms, it exaggerates the function of the tissue, exhausts the already diminished vitality, and thence, instead of stimulating the organic cell in the direction of life, impairs or abolishes its power of contraction. We use, as a rule, the first dilution from 6 to 20 drops a day; if after a week no decided progress is visible, one drop of the tincture of Iodine is added to each hundred of the first dilution. In this way, the mucous tubercles, gummy deposits and ulcerations resulting therefrom in the larynx undergo a favorable termination in laryngeal syphilis.\" When strictly homeopathically indicated, as in acute respiratory affections the third potency."
}