{
  "Natural History": [
    "Mountain Laurel"
  ], 
  "symptoms": {
    "Heart": [
      "Weak, SLOW pulse", 
      "Fluttering of heart, with anxiety", 
      "PALPITATION; WORSE LEANING FORWARD", 
      "Gouty and rheumatic metastasis of heart", 
      "Tachycardia, with pain", 
      "Tobacco heart", 
      "Dyspnoea and pressure from epigastrium toward the heart", 
      "SHARP PAINS TAKE AWAY THE BREATH", 
      "Shooting through chest above heart into shoulder-blades", 
      "Frequent pulse", 
      "Heart's action tumultuous, rapid and visible", 
      "Paroxysms of anguish around heart"
    ], 
    "Eyes": [
      "Vision impaired", 
      "STIFF, DRAWING SENSATION WHEN MOVING EYES", 
      "Rheumatic iritis", 
      "Scleritis, PAIN INCREASED BY MOVING THE EYE"
    ], 
    "Stomach": [
      "Warm, glowing sensation in epigastrium", 
      "NAUSEA; vomiting", 
      "PAIN IN PIT OF STOMACH; WORSE BY BENDING FORWARD; RELIEVED BY SITTING ERECT", 
      "Bilious attacks, with nausea, vertigo, and headache", 
      "Sensation of something being pressed under the epigastrium", 
      "Urinary Organs", 
      "Frequent, with sharp pains in lumbar region", 
      "Post-scarlatinal nephritis"
    ], 
    "Female": [
      "Menses too early, or suppressed, with pain in limbs and back and inside of thighs", 
      "Leucorrhoea follows menses"
    ], 
    "Modalities": [
      "Worse: leaning forward ; looking down; motion", 
      "Worse: open air"
    ], 
    "Back": [
      "Pain from neck down arm; in upper three dorsal vertebrae extending to shoulder-blade", 
      "Pain down back, as if it would break; in localized regions of spine; through shoulders", 
      "LUMBAR PAINS, OF NERVOUS ORIGIN"
    ], 
    "Face": [
      "Neuralgia; worse RIGHT SIDE", 
      "Stitches in tongue", 
      "Stitches and tearing in bones of jaw and face"
    ], 
    "Head": [
      "VERTIGO; worse stooping", 
      "Confusion of brain", 
      "Pain in front and temporal region from head to nape and to teeth; from cardiac origin"
    ], 
    "Extremities": [
      "Deltoid rheumatism especially right", 
      "Pains from hips to knees and feet", 
      "PAINS AFFECT A LARGE PART OF A LIMB, or several joints, and pass through quickly", 
      "Weakness, numbness, pricking, and sense of coldness in limbs", 
      "PAINS ALONG ULNAR NERVE, index finger", 
      "Joints red, hot, swollen", 
      "Tingling and numbness of left arm", 
      "Sleep", 
      "Sleepless, WAKES VERY EARLY IN MORNING"
    ]
  }, 
  "name": "Kalmia latifolia", 
  "Relationship": "Compare: Kalmia contains Arbutin g.v. DERRIS PINUTA (of great service in neuralgic headaches of rheumatic origin).Compare: SPIGELIA; PULSAT.Complementary: BENZ. ACID.", 
  "details": "A rheumatic remedy. Pains shift rapidly. Nausea and slow pulse frequently accompanying. Has also a prominent action on the heart. In small doses, it accelerates the heart's action; in larger it moderates it greatly. Neuralgia; PAINS SHOOT DOWNWARDS, WITH NUMBNESS. FULGURATING PAINS OF LOCOMOTOR ATAXIA. Protracted and continuous FEVERS, with tympanites. Paralytic sensations; pains and achings in limbs accompany nearly every group of symptoms. ALBUMINURIA."
}