{
  "name": "Kreosotum", 
  "Relationship": "Antidote: NUX. Inimical: CARBO.Complementary in malignant diseases: ARS.; PHOS.; SULPH.GUAIACOL (is the principal constituent of Kreosote, and similar in action. Used in pulmonary tuberculosis. Dose 1 to 5M.MATICO - Artanthe or Piper augustifolia, (Gonorrhea, hemorrhage from lungs; catarrhal condition of genitourinary organs and gastrointestinal tract. Topically a hemostatic. Difficult, dry, deep, winter cough. Use tincture.)Compare also: FULIGO LIGNI; CARBOL-AC.; IOD.; LACHES.", 
  "symptoms": {
    "Eyes": [
      "Salty lachrymation", 
      "Lids red and swollen"
    ], 
    "Respiratory": [
      "HOARSE, WITH PAIN IN LARYNX", 
      "Cough; worse evening, with efforts to vomit, with pain in chest", 
      "Raw burning in chest; pains and oppression", 
      "Cough after influenza", 
      "Winter coughs of old people, WITH HEAVY PRESSURE ON STERNUM", 
      "Gangrene of lungs", 
      "After every cough, COPIOUS, PURULENT EXPECTORATION", 
      "Hemoptysis; periodic attacks", 
      "Sternum feels pressed in"
    ], 
    "Stomach": [
      "Nausea; vomiting of food several hours after eating; of sweetish water in the morning", 
      "Feeling of coldness, as of ice water in stomach", 
      "Soreness; better eating", 
      "Painful hard spot", 
      "Hematemesis", 
      "Bitter taste after a swallow of water"
    ], 
    "Modalities": [
      "Worse: in open air", 
      "Worse: cold", 
      "Worse: rest", 
      "Worse: when lying; after menstruation", 
      "Better: from warmth", 
      "Better: motion", 
      "Better: warm diet"
    ], 
    "Back": [
      "Dragging backache, extending to genitals and down thighs", 
      "Great debility"
    ], 
    "Face": [
      "Sick, suffering expression; hot, cheeks red"
    ], 
    "Mouth": [
      "Lips red, bleeding", 
      "VERY PAINFUL DENTITION; child will not sleep", 
      "VERY RAPID DECAY OF TEETH, WITH SPONGY, BLEEDING GUMS; teeth dark and crumbly", 
      "Putrid odor and bitter taste"
    ], 
    "Nose": [
      "Offensive smell and discharge", 
      "Chronic catarrh of old people", 
      "Acrid rawness", 
      "Lupus"
    ], 
    "Head": [
      "Dull pain, as from a board pressing against forehead", 
      "Menstrual headache", 
      "Occipital pain"
    ], 
    "Skin": [
      "Itching, worse towards evening", 
      "Burning in soles", 
      "Senile gangrene", 
      "Small wounds bleed freely", 
      "Pustules and herpes", 
      "Ecchymosis; dorsal surface of fingers and hands eczematous", 
      "Sleep", 
      "Disturbed with tossing", 
      "Paralytic sensation in limbs on waking", 
      "Anxious dreams of pursuit, fire, erections, etc"
    ], 
    "Throat": [
      "Burning, choking sensation", 
      "PUTRID ODOR"
    ], 
    "Abdomen": [
      "Distended", 
      "Burning hemorrhoids", 
      "Diarrhoea; very offensive; dark brown", 
      "Bloody, fetid stools", 
      "CHOLERA INFANTUM in connection with painful dentition, green stools, nausea, dry skin, exhaustion, etc", 
      "Urine Section", 
      "OFFENSIVE", 
      "Violent itching of vulva and vagina, worse when urinating", 
      "Can urinate only when lying; cannot get out of bed quick enough during first sleep", 
      "Dreams of urinating", 
      "Enuresis in the first part of night", 
      "MUST HURRY WHEN DESIRE COMES TO URINATE"
    ], 
    "Extremities": [
      "Pain in joints, hip and knee", 
      "Boring pain in hip-joints", 
      "Scapulae sore"
    ], 
    "Female": [
      "Corrosive itching within vulva, burning and swelling of labia; violent itching between labia and thighs", 
      "During menses, DIFFICULT HEARING; buzzing and roaring; eruption after", 
      "Burning and soreness in external and internal parts", 
      "Leucorrhoea, yellow, acrid; odor of green corn; worse between periods", 
      "Hemorrhage after coition", 
      "Menses too early, prolonged", 
      "Vomiting of pregnancy, with ptyalism", 
      "MENSTRUAL FLOW INTERMITS ; ceases on sitting or walking; reappears on lying down", 
      "Pain worse after menses", 
      "Lochia offensive; INTERMITS"
    ], 
    "Ears": [
      "Eruption around and pimples within", 
      "Difficult hearing and buzzing"
    ]
  }, 
  "details": "Kreosotum is a mixture of phenol obtained from this distillation.Pulsations all over the body, and profuse bleeding from small wounds. Very severe, old neuralgic affections; pains rather aggravated by rest. EXCORIATING, burning, and offensive discharges. Hemorrhages, ulcerations, cancerous affections. Rapid decomposition of fluids and secretions, and burning pains. Overgrown, poorly developed children. Post-climacteric diseases. Tumefaction, puffiness, gangrene. Ailings of teething children.Mental.Music causes weeping and palpitation. Vanishing of thought; stupid, forgetful, peevish, irritable. Child wants everything but throws it away when given.", 
  "Natural History": [
    "Beech wood Kreosote"
  ], 
  "dosage": "Third to thirtieth potency. The 200th in sensitive patients."
}