{
  "name": "Lac caninum", 
  "Relationship": "Compare: LACH.; CONG.; LAC FELINUM - Cat's Milk - (ciliary neuralgia; eye symptoms, photophobia; ASTHENOPIA; dysmenorrhoea); LAC VACCINUM - Cow's Milk - (headache, rheumatic pains, constipation); LAC VACCINUM COAGULATUM - Curds - (nausea of pregnancy); LACTIC VACCINI FLOC - Cream - (diphtheria, leucorrhoea, menorrhagia, dysphagia); LACTIC-AC.", 
  "symptoms": {
    "Head": [
      "Sensation of walking or floating in the air", 
      "Pain first on one side, then the other", 
      "Blurred vision, nausea and vomiting at height of attack of headache", 
      "Occipital pain, with shooting extending to forehead", 
      "Sensation as if brain were alternately contracted and relaxed", 
      "Noises in ears", 
      "Reverberation of voice"
    ], 
    "Modalities": [
      "Worse: morning of one day and in the evening of next", 
      "Better: cold", 
      "Better: cold drinks"
    ], 
    "Mind": [
      "Very forgetful; in writing, makes mistakes", 
      "DESPONDENT; thinks her disease incurable", 
      "Attacks of rage", 
      "VISIONS OF SNAKES", 
      "Thinks himself of little consequence"
    ], 
    "Mouth": [
      "Tongue coated white with bright red edges; profuse salivation", 
      "Drooling in diphtheria", 
      "CRACKING OF JAW WHILE EATING", 
      "Putrid taste increased by sweets"
    ], 
    "Nose": [
      "Coryza; one nostril stuffed up, the other free; alternate", 
      "Alae nasi and corners of mouth cracked", 
      "Bones of nose sore to pressure", 
      "Bloody pus discharged"
    ], 
    "Female": [
      "Menses too early, profuse, FLOW IN GUSHES", 
      "BREASTS SWOLLEN; PAINFUL BEFORE  and better on appearance of menses", 
      "Mastitis; WORSE, LEAST JAR", 
      "HELPS TO DRY UP MILK", 
      "Sinking at epigastrium", 
      "Sexual organs easily excited", 
      "Backache; spine very sensitive to touch or pressure", 
      "GALACTORRHOEA"
    ], 
    "Throat": [
      "Sensitive to touch", 
      "Painful swallowing; pain extends to ears", 
      "Sore throat and cough with menstruation", 
      "TONSILLITIS AND DIPHTHERIA SYMPTOMS CHANGE REPEATEDLY FROM SIDE TO SIDE", 
      "SHINING GLAZED appearance of deposit, PEARLY-WHITE or like pure white porcelain", 
      "STIFFNESS OF NECK and tongue", 
      "Throat feels burned raw", 
      "Tickling sensation causes constant cough", 
      "Sore throat beginning and ending with menses"
    ], 
    "Extremities": [
      "Sciatica, right-side", 
      "Legs feel numb and stiff, cramps in feet", 
      "Rheumatic pains in extremities and back, from one side to the other", 
      "Pain in arms to fingers", 
      "Burning in palms and soles", 
      "Sleep", 
      "Dreams of snakes"
    ]
  }, 
  "details": "This remedy is of undoubted value in certain forms of sore throat and diphtheria, and rheumatism. Corresponds to a low-vitiated, non-feverish type of sickness. The keynote symptom is ERRATIC PAINS, ALTERNATING SIDES. Feels as if walking on air, or of not touching the bed when lying down. Great lassitude. Ozaena. Decided effect in drying up milk in women who cannot nurse the baby. GREAT WEAKNESS AND PROSTRATION. Sinking spells every morning. Mastitis.", 
  "Natural History": [
    "Dog's Milk"
  ], 
  "dosage": "Thirtieth and the highest potencies."
}