{
  "name": "Lactuca virosa", 
  "Relationship": "Antidotes: ACET-AC.; COFF.Compare: NABALUS - Prenanthes Serpentaria - Rattlesnake root - White Lettuce, similar to Lactuca, (chronic diarrhoea, worse after eating, nights and towards morning. Pain in abdomen and rectum; emaciation. Constipation and somnolence; susceptible to aura of others. Dyspepsia, with acid burning eructation. CRAVING FOR ACID FOOD. Leucorrhoea with throbbing in uterus); LACH.; KALI-CARB.; SPIRANTHES (galactagogue).", 
  "symptoms": {
    "Head": [
      "Dull, heavy, confused, dizzy", 
      "Heat of face and headache, with general coldness", 
      "Headache, with affections of respiratory organs"
    ], 
    "Mind": [
      "Stupefaction of sense", 
      "Great restlessness"
    ], 
    "Abdomen": [
      "Sensation of weight, of fullness; borborygmi; abundant emission of wind", 
      "Colic in early morning, abdomen tense, relieved somewhat by evacuation and passing of wind"
    ], 
    "Chest": [
      "Difficult breathing", 
      "Suffocative breathing from dropsy of the chest", 
      "Constant tickling cough", 
      "Incessant, spasmodic cough, as if chest would fly to pieces", 
      "Squeezing sensation in lower chest"
    ], 
    "Female": [
      "Promotes catamenia", 
      "INCREASE OF MILK in breasts", 
      "Sleep", 
      "Restless; impossible to get to sleep", 
      "Deep, comatose sleep"
    ], 
    "Extremities": [
      "Lame hip down left side; worse walking", 
      "Coldness and numbness of feet and legs", 
      "Tremor of hands and arms", 
      "Cramps in shin bones, extending to toes and side of leg involving calves"
    ]
  }, 
  "details": "This remedy acts principally upon the brain and circulatory system. Delirium tremens with sleeplessness, coldness, and tremor. Hydrothorax and ascites. Impotence. Sense of lightness and TIGHTNESS affecting whole body, especially chest. Seems to be a TRUE GALACTOGOGUE. Marked action on extremities.", 
  "Natural History": [
    "Acrid Lettuce"
  ], 
  "dosage": "Tincture."
}