{
  "name": "Lobelia inflata", 
  "Relationship": "Antidote: IPEC. LOBELIA SYPHILITICA OR CERULEA (gives a perfect picture of sneezing influenza, involving the posterior nares, palate, and fauces. Very depressed. Pain in forehead over eyes; pain and gas in bowels, followed by copious watery stools with tenesmus and soreness of anus. Pain in knees. Prickling in soles. GREAT OPPRESSION IN LOWER PART OF CHEST, as if air could not reach there. PAIN IN CHEST UNDER SHORT RIBS OF LEFT SIDE. Dry, hacking cough. Breathing difficult. Dull, aching pain over root of nose. Eustachian catarrh. Pain in posterior part of spleen.) LOBELIA ERINUS (MALIGNANT GROWTHS, extremely rapid development; colloid cancer of the omentum; cork-screw-like pains in abdomen; great dryness of skin, nasal and buccal mucous membranes; distaste for brandy; dry, eczematous patches covering points of first fingers. Malignant disease of the face. Epithelioma).", 
  "Modalities": [
    "Worse: tobacco", 
    "Worse: afternoon", 
    "Worse: slightest motion", 
    "Worse: cold", 
    "Worse: especially cold washing", 
    "Better: by rapid walking;", 
    "Better: toward evening", 
    "Better: and from warmth"
  ], 
  "Common names": "Indian Tobacco", 
  "symptoms": {
    "Head": [
      "Gastric headache, with nausea, vomiting, and great prostration; worse, afternoon until midnight; tobacco", 
      "Dull, heavy pain", 
      "Vertigo, and fear of death"
    ], 
    "Respiratory": [
      "Asthma; attacks, with weakness, felt in pit of stomach and preceded by prickling all over", 
      "Dyspnoea from constriction of chest; worse, any exertion", 
      "Feels as if heart would stop", 
      "Cramp, ringing cough, short breath, catching at throat", 
      "Senile emphysema", 
      "Sensation of pressure or weight in chest; better by rapid walking"
    ], 
    "Stomach": [
      "Profuse salivation, with good appetite", 
      "Morning sickness", 
      "Extreme nausea and vomiting", 
      "Heartburn with profuse flow of saliva", 
      "Acrid, burning taste; acidity, with contractive feeling in pit of stomach", 
      "Faintness and weakness of epigastrium", 
      "Flatulence, shortness of breath after eating", 
      "Acidity, flatulence, shortness of breath after eating", 
      "Cannot bear smell or taste of tobacco", 
      "Heartburn", 
      "Profuse sweat and prostration"
    ], 
    "Urine": [
      "Deep red color and copious red sediment"
    ], 
    "Back": [
      "Sits leaning forward", 
      "Pain in sacrum; cannot bear slightest touch"
    ], 
    "Face": [
      "Sudden pallor", 
      "Bathed in cold sweat"
    ], 
    "Skin": [
      "Prickling, itching with intense nausea"
    ], 
    "Mouth": [
      "Profuse flow of saliva; acrid burning taste; mercurial taste; tenacious mucus, tongue coated white"
    ], 
    "Ears": [
      "Deafness due to suppressed discharges or eczema", 
      "Shooting pain from throat"
    ]
  }, 
  "details": "Is a vasomotor stimulant; increases the activity of all vegetative processes; spends its force mainly upon the pneumogastric nerve, producing a depressed relaxed condition with oppression of the chest and epigastrium, impeded respiration, nausea and vomiting. Languor, relaxation of muscles, NAUSEA, VOMITING AND DYSPEPSIA are the general indications that point to the use of this remedy, in asthma and gastric affections. Best adapted to light-complexioned fleshy people. Bad effects of drunkenness. SUPPRESSED DISCHARGES. (SULPH.) Diphtheria. CATARRHAL JAUNDICE. (CHIONANTH.)", 
  "dosage": "Tincture, to thirtieth potency. Locally the tincture is antidotal to Poison-oak. Often the ACETUM LOBELIA acts better than any other preparation. Lobelia hypodermically acts clinically almost precisely as the antitoxin of diphtheria does upon the infection and renders the system stronger to resist future infections (F. Ellingwood)."
}