{
  "name": "Lycopus virginicus", 
  "Relationship": "Compare: EPHEDRA - Teamster's Tea - (in exophthalmic goitre; eyes feel pushed out with TUMULTUOUS action of heart); FUCUS; SPARTEINE; CRATAEGUS. ADRENALIN 6x.", 
  "symptoms": {
    "Heart": [
      "Precordial pain; constriction, tenderness, pulse, weak, irregular, intermittent, tremulous, rapid", 
      "Cardiac asthma", 
      "Rheumatoid, flying pains, associated with heart disease", 
      "Rapid heart action of smokers", 
      "Heart's action tumultuous and forcible", 
      "Cyanosis", 
      "Palpitation from nervous irritation, with oppression around heart"
    ], 
    "Eyes": [
      "Supraorbital pain, with aching in testicles", 
      "Protrusion, pressing, outward, with tumultuous action of heart"
    ], 
    "Respiratory": [
      "Cough, with HEMOPTYSIS, bleeding small but frequent", 
      "Wheezing"
    ], 
    "Urine": [
      "PAIN IN TESTICLES", 
      "Profuse flow of liquid, watery urine, especially when the heart is most irritable; also scanty urine", 
      "Bladder feels distended when empty", 
      "Diabetes"
    ], 
    "Head": [
      "Nosebleed", 
      "Frontal headache; worse, frontal eminences; often succeeded by labored heart"
    ], 
    "Mouth": [
      "Toothache in lower molars"
    ], 
    "Sleep": [
      "Wakefulness and morbid vigilance with inordinately active, but weak circulation"
    ], 
    "Rectum": [
      "Bleeding from rectum", 
      "Hemorrhoids"
    ]
  }, 
  "details": "A heart remedy, and of use in exophthalmic goitre and hemorrhoidal bleeding. Indicated in diseases with tumultuous action of the heart and more or less pain. HEMOPTYSIS DUE TO VALVULAR HEART DISEASE. Beneficial in toxic goitre used in the pre-operative stage. Dose, 5 drops of tincture (Beebe).Lowers the blood pressure, reduces the rate of the heart and increases the length of systole to a great degree. Passive hemorrhages. (ADRENALIN 6x.)", 
  "Natural History": [
    "Bugle-weed"
  ], 
  "dosage": "First to thirtieth potency."
}