{
  "name": "Lycopodium", 
  "Relationship": "Compare: Carbo-nitrogenoid Constitution: SULPHUR; RHUS; URTICA; MERCUR.; HEPAR. ALUMINA. (Lycop. is the only vegetable that takes up aluminum. T. F. Allen.) ANT. C.; NAT-M.; BRY.; NUX; BOTHROPS (Day-blindness; can scarcely see after sunrise; pain in right great toe). PLUMBAGO LITTORALIS - A Brazilian plant - (Costive with red urine, pain in kidneys and joints and body generally; milky saliva, ulcerated mouth). HYDRAST. follows LYCOP. in indigestion.Antidotes: CAMPH.; PULS.; CAUST.Complementary: LYCOP. acts with special benefit AFTER CALCAR. and SULPHUR. IOD.; GRAPHITES; LACH.; CHELIDON.", 
  "symptoms": {
    "Stool": [
      "Child cries before urinating", 
      "Ineffectual urging", 
      "POLYURIA DURING THE NIGHT", 
      "Inactive intestinal canal", 
      "Stool HARD, DIFFICULT, SMALL, incomplete", 
      "HEMORRHOIDS; VERY PAINFUL TO TOUCH, ACHING", 
      "Pain in back before urinating; ceases after flow; SLOW IN COMING, must strain", 
      "HEAVY RED SEDIMENT", 
      "Urine Section", 
      "Diarrhoea", 
      "Retention"
    ], 
    "Head": [
      "Great falling out of hair", 
      "Deep furrows on forehead", 
      "Twists face and mouth", 
      "Pain in temples, as if they were screwed toward each other", 
      "Shakes head without apparent cause", 
      "Pressing headache on vertex; worse from 4 to eight PM and from lying down or stooping, if not eating regularly", 
      "Eczema; moist oozing behind ears", 
      "Vertigo in morning on rising", 
      "Tearing pain in occiput; better, fresh air", 
      "Throbbing headache after every paroxysm of coughing", 
      "Headaches over eyes in severe colds; BETTER, UNCOVERING", 
      "Premature baldness and gray hair"
    ], 
    "Fever": [
      "Chill between 3 and four PM, followed by sweat", 
      "Icy coldness", 
      "One chill is followed by another", 
      "Feels as if lying on ice"
    ], 
    "Stomach": [
      "Likes to take food and drink hot", 
      "Aversion to bread, etc. Desire for sweet things", 
      "Wakes at night feeling hungry", 
      "Rolling of flatulence", 
      "EATING EVER SO LITTLE CREATES FULLNESS", 
      "Dyspepsia due to farinaceous and fermentable food, cabbage, beans, etc. Excessive hunger", 
      "After eating, pressure in stomach, with bitter taste in mouth", 
      "Hiccough", 
      "Great weakness of digestion", 
      "Cannot eat oysters", 
      "FOOD TASTES SOUR", 
      "Sinking sensation; worse night", 
      "Sour eructations", 
      "Bulimia, with much bloating", 
      "INCOMPLETE BURNING ERUCTATIONS RISE ONLY TO PHARYNX, THERE BURN FOR HOURS"
    ], 
    "Abdomen": [
      "Immediately after a light meal, abdomen is BLOATED, FULL", 
      "Hepatitis, atrophic form of nutmeg liver", 
      "Liver sensitive", 
      "Dropsy, due to hepatic disease", 
      "Constant sense of fermentation in abdomen, like yeast working; upper left side", 
      "Brown spots on abdomen", 
      "Pain shooting across lower abdomen from right to left", 
      "Hernia, right side"
    ], 
    "Mouth": [
      "Bad odor from mouth", 
      "Mouth waters", 
      "Tongue dry, black, cracked, swollen; oscillates to and from", 
      "Toothache, with swelling of cheeks; relieved by warm application", 
      "BLISTERS ON TONGUE", 
      "Dryness of mouth and tongue, without thirst", 
      "Teeth excessively painful to touch"
    ], 
    "Respiratory": [
      "Dyspnoea", 
      "Tickling cough", 
      "Night cough, tickling as from Sulphur fumes", 
      "Neglected pneumonia, with great dyspnoea, flying of alae nasei and presence of mucous rales", 
      "Cough deep, hollow", 
      "Tensive, constrictive, burning pain in chest", 
      "Cough worse going down hill", 
      "Expectorations gray, thick, bloody, purulent, SALTY", 
      "Catarrh of the chest in infants, seems full of mucus rattling"
    ], 
    "Eyes": [
      "Styes on lids near internal canthus", 
      "Day-blindness", 
      "Eyes half open during sleep", 
      "Night-blindness more characteristic", 
      "Sees only one-half of an object", 
      "Ulceration and redness of lids"
    ], 
    "Face": [
      "DROPPING OF LOWER JAW, in typhoid fever", 
      "Itching; scaly herpes in face and corner of mouth", 
      "Withered, shriveled, and emaciated; copper-colored eruption", 
      "Grayish-yellow color of face, with blue circles around eyes"
    ], 
    "Nose": [
      "Snuffles; child starts from sleep rubbing nose", 
      "Scanty excoriating, discharge anteriorly", 
      "Fluent coryza", 
      "Feeling of dryness posteriorly", 
      "Sense of smell very acute", 
      "Ulcerated nostrils", 
      "FAN-LIKE MOTION OF ALAE NASI", 
      "Crusts and elastic plugs", 
      "NOSE STOPPED UP"
    ], 
    "Male": [
      "Premature emission", 
      "Condylomata", 
      "No erectile power; IMPOTENCE", 
      "Enlarged prostate"
    ], 
    "Ears": [
      "Otorrhoea and deafness with or without tinnitus; after scarlatina", 
      "HUMMING AND ROARING WITH HARDNESS OF HEARING; every noise causes peculiar echo in ear", 
      "Thick, yellow, offensive discharge", 
      "Eczema about and behind ears"
    ], 
    "Heart": [
      "Aortic disease", 
      "ANEURISM", 
      "Palpitation at night", 
      "Cannot lie on left side"
    ], 
    "Modalities": [
      "Worse: right side", 
      "Worse: from right to left", 
      "Worse: from above downward", 
      "Worse: 4 to eight PM; from heat or warm room", 
      "Worse: hot air", 
      "Worse: bed", 
      "Better: BY MOTION", 
      "Better: after midnight", 
      "Better: from warm food and drink", 
      "Better: on getting cold", 
      "Better: from being uncovered"
    ], 
    "Mind": [
      "Hurried when eating", 
      "APPREHENSIVE", 
      "Averse to undertaking new things", 
      "MELANCHOLY, AFRAID TO BE ALONE", 
      "Extremely sensitive", 
      "Cannot read what he writes", 
      "Cannot bear to see anything new", 
      "Constant fear of breaking down under stress", 
      "Failing brain-power", 
      "Little things annoy", 
      "Headstrong and haughty when sick", 
      "Sadness in morning on awaking", 
      "Loss of self-confidence", 
      "Weak memory, confused thoughts; SPELLS OR WRITES WRONG WORDS and syllables"
    ], 
    "Back": [
      "BURNING between scapulae as of hot coals", 
      "Pain in small of back"
    ], 
    "Sleep": [
      "Drowsy during day", 
      "Starting in sleep", 
      "Dreams of accidents"
    ], 
    "Female": [
      "Right ovarian pain", 
      "Discharge of blood from genitals during stool", 
      "Varicose veins of pudenda", 
      "Vagina dry", 
      "Menses too late; last too long, too profuse", 
      "Leucorrhoea, acrid, with burning in vagina", 
      "Coition painful"
    ], 
    "Skin": [
      "Psoriasis", 
      "Varicose veins, naevi, erectile tumors", 
      "Ulcerates", 
      "ACNE", 
      "Dropsies", 
      "DRY, shrunken, especially palms; hair becomes prematurely gray", 
      "Brown spots, freckles worse on left side of face and nose", 
      "Chronic eczema associated with urinary, gastric and hepatic disorders; bleeds easily", 
      "Violent itching; fissured eruptions", 
      "Skin becomes thick and indurated", 
      "Offensive secretions; VISCID AND OFFENSIVE PERSPIRATION, especially of feet and axilla", 
      "Abscesses beneath skin; worse warm applications", 
      "Hives; worse, warmth"
    ], 
    "Throat": [
      "Swelling and suppuration of tonsils", 
      "Ulceration of tonsils, BEGINNING ON RIGHT SIDE", 
      "Dryness of throat, without thirst", 
      "Ulceration of vocal bands", 
      "Inflammation of throat, with stitches on swallowing; BETTER, WARM DRINKS", 
      "Food and drink regurgitates through nose", 
      "Tubercular laryngitis, especially when ulceration commences", 
      "Diphtheria; DEPOSITS SPREAD FROM RIGHT TO LEFT; WORSE, COLD DRINKS"
    ], 
    "Extremities": [
      "Limbs go to sleep", 
      "Pain in heel on treading as from a pebble", 
      "Painful callosities on soles; toes and fingers contracted", 
      "Twitching and jerking", 
      "SCIATICA, WORSE RIGHT SIDE", 
      "Cramps in calves and toes at night in bed", 
      "Chronic gout, with chalky deposits in joints", 
      "Heaviness of arms", 
      "Profuse sweat of the feet", 
      "One foot hot, the other cold", 
      "Hands and feet numb", 
      "CANNOT LIE ON PAINFUL SIDE", 
      "Right foot hot, left cold", 
      "Tearing in shoulder and elbow joints", 
      "Numbness, also drawing and tearing in limbs, especially while at rest or at night"
    ]
  }, 
  "details": "In nearly all cases where Lycopodium is the remedy, some evidence of urinary or digestive disturbance will be found. Corresponds to Grauvogle's carbo-nitrogenoid constitution, the non-eliminative lithemic. Lycopodium is adapted more especially to ailments gradually developing, functional power weakening, with failures of the digestive powers, where the function of the liver is seriously disturbed. ATONY. MALNUTRITION. Mild temperaments of lymphatic constitutions, with catarrhal tendencies; older persons, where the skin shows yellowish spots, earthy complexion, uric acid diathesis, etc.; also precocious, weakly children. Symptoms characteristically run from right to left, acts especially on RIGHT side of body, and are worse from about 4 to eight PM In kidney affections, RED SAND IN URINE, backache, in renal region; worse before urination. Intolerant of cold drinks; CRAVES EVERYTHING WARM. Best adapted to persons intellectually keen, but of weak, muscular power. Deep-seated, progressive, chronic diseases. Carcinoma. EMACIATION. Debility in morning. Marked regulating influence upon the glandular (sebaceous) secretions. PRE-SENILITY. Ascites, in liver disease. Lycop. patient is thin, withered, full of gas and dry. Lacks vital heat; has poor circulation, cold extremities. Pains come and go suddenly. Sensitive to noise and odors.This drug is inert until the spores are crushed. Its wonderful medicinal properties are only disclosed by trituration and succussion.", 
  "Natural History": [
    "Club Moss"
  ], 
  "dosage": "Both the lower and the highest potencies are credited with excellent results. For purposes of aiding elimination the second and third attenuation of the TINCTURE, a few drops, 3 times a day, have proved efficacious, otherwise the 6th to 200th potency, and higher, in not too frequent doses."
}