{
  "name": "Magnesia carbonica", 
  "Relationship": "Antidotes: ARS.; MERC.Complementary: CHAM.Compare: RHEUM.; KREOS.; ALOES; CHEIRANTHUS - Wall flower - (deafness, otorrhoea, nose stopped up at night from IRRITATION OF CUTTING WISDOM-TEETH.", 
  "symptoms": {
    "Head": [
      "Sticking pain in the side of the head on which he lies as if the hair was pulled; worse, mental exertion", 
      "Itching of scalp worse in damp weather", 
      "Pain above margin of right orbit", 
      "Black motes before eyes"
    ], 
    "Fever": [
      "Chilly in evening", 
      "Fever at night", 
      "Sour, greasy perspiration", 
      "Sleep", 
      "Unrefreshing; more tired on rising than on retiring"
    ], 
    "Stomach": [
      "Desire for fruits, acids, and vegetables", 
      "Eructations SOUR, AND VOMITING OF BITTER WATER", 
      "Craving for meat"
    ], 
    "Modalities": [
      "Worse: warmth of bed; change of temperature; cold wind or weather; every THREE WEEKS; rest", 
      "Better: warm air; walking in open air"
    ], 
    "Stool": [
      "Preceded by griping, colicky pain", 
      "GREEN, WATERY, FROTHY, LIKE A FROG-POND'S SCUM", 
      "Bloody mucous stools", 
      "MILK PASSES UNDIGESTED IN NURSING CHILDREN", 
      "SOUR, with tenesmus  Constipation after mental shock or severe nervous strain"
    ], 
    "Abdomen": [
      "Rumbling, gurgling", 
      "Dragging towards pelvis", 
      "VERY HEAVY; contractive, pinching pain in right iliac region"
    ], 
    "Face": [
      "Tearing pain in one side; worse, quiet; must move about", 
      "Toothache, especially during pregnancy; worse at night; worse, cold and quiet", 
      "Teeth feel too long", 
      "Ailments from cutting wisdom teeth", 
      "Pain in malar bone, worse during rest, night", 
      "Swelling of malar bone with pulsating pain, worse exposure to cold wind"
    ], 
    "Respiratory": [
      "Tickling cough, with SALTY, bloody expectoration", 
      "Constrictive pains in chest, with dyspnoea", 
      "Soreness in chest during motion"
    ], 
    "Mouth": [
      "Dry at night", 
      "Sour taste", 
      "Vesicular eruption; bloody saliva", 
      "Sticking pain in throat; hawking up fetid, pea-colored particles"
    ], 
    "Female": [
      "SORE THROAT BEFORE MENSES APPEAR", 
      "Before menses, coryza and nasal stoppage", 
      "Menses too LATE AND SCANTY, thick, dark, like pitch; mucous leucorrhoea", 
      "Menses flow only in sleep; more profuse at night , or when lying down; cease when walking"
    ], 
    "Skin": [
      "Earthy, sallow and parchment-like; emaciation", 
      "Itching vesicles on hands and fingers", 
      "Nodosities under skin", 
      "Sore; sensitive to cold"
    ], 
    "Extremities": [
      "Tearing in shoulders as if dislocated", 
      "Right shoulder painful, cannot raise it", 
      "Whole body feels tired and painful, especially legs and feet", 
      "Swelling in bend of knee"
    ], 
    "Ears": [
      "Diminished hearing", 
      "Deafness; comes suddenly and varies", 
      "Numbness of outer ear", 
      "Feeling of distention of middle ear", 
      "Subdued tinnitus"
    ]
  }, 
  "details": "Gastrointestinal catarrh, with marked acidity. Often used with advantage for complaints arising in people who have been taking this drug to sweeten the stomach. Is frequently indicated in children; whole body smells sour, and disposed to boils. Broken-down, \"worn-out\" women, with uterine and climacteric disorders. With numbness and distention in various parts and nerve prostration. Sensitive to the least start, noise, touch, etc. Affections of the antrum of Highmore. Effects of shock, blows, mental distress. Sense of numbness; nerve prostration; tendency to constipation after nervous strain; SENSITIVE TO LEAST TOUCH, it causes starting, or cold winds or weather or from excess of care and worry with constipation and heaviness. Intense neuralgic pains.", 
  "Natural History": [
    "Carbonate of Magnesia"
  ], 
  "dosage": "Third to thirtieth potency."
}