{
  "name": "Magnesia muriatica", 
  "Relationship": "Compare: NAT-M.; PULS.; SEP.; AMM. M.; NASTURTIUM AQUATICUM - Water-cress - (useful in scorbutic affections and constipation, related to strictures of urinary apparatus; supposed to be aphrodisiacal in its action. Is also antidotal to TOBACCO narcosis and sedative in neurotic affections, neurasthenia, hysteria. Cirrhosis of liver and dropsy.Antidotes: CAMPH.; CHAM.", 
  "symptoms": {
    "Heart": [
      "Functional cardiac affections WITH LIVER ENLARGEMENT", 
      "Palpitation and cardiac pain WHILE SITTING; BETTER BY MOVING ABOUT"
    ], 
    "Head": [
      "Facial neuralgia pains, dull, aching, worse damp weather, slightest draft, better pressure heat", 
      "Sensitive to noise; bursting headache; worse, motion, open air; better, pressure, and wrapping up warmly", 
      "Much sweating of head"
    ], 
    "Respiratory": [
      "Spasmodic dry cough; worse forepart of night, with burning and sore chest"
    ], 
    "Stomach": [
      "CANNOT DIGEST MILK", 
      "Eructations like rotten eggs", 
      "Continued rising of white froth into mouth", 
      "Urine can be passed only by pressing abdominal muscles", 
      "Appetite poor, bad taste in mouth"
    ], 
    "Modalities": [
      "Worse: immediately after eating", 
      "Worse: lying on right side; FROM SEA BATHING", 
      "Better: from pressure", 
      "Better: motion; open air", 
      "Better: except headache"
    ], 
    "Urine": [
      "Bladder can only be emptied by straining and pressure", 
      "Urine difficult to void"
    ], 
    "Abdomen": [
      "Congenital scrotal hernia", 
      "Pressing pain in liver; worse lying on right side", 
      "LIVER ENLARGED WITH BLOATING OF ABDOMEN; yellow tongue", 
      "Must use abdominal muscles to enable him to urinate"
    ], 
    "Mouth": [
      "Blisters on lips", 
      "Tongue feels burnt and scalded", 
      "Gums swollen, bleed easily", 
      "Throat dry, with hoarseness"
    ], 
    "Nose": [
      "LOSS OF SMELL AND TASTE, following catarrh", 
      "Nostrils ulcerated", 
      "Cannot lie down", 
      "Nose stopped and fluent", 
      "Coryza", 
      "Must breathe through mouth"
    ], 
    "Female": [
      "Pain in back and thighs", 
      "Tinea ciliaris, eruptions in face and forehead worse before menses", 
      "Great excitement at every period", 
      "Leucorrhoea with every stool and after exercise", 
      "Menses black, clotted", 
      "Metrorrhagia; worse at night"
    ], 
    "Bowels": [
      "Constipation of infants during dentition; only passing small quantity; STOOLS KNOTTY, like sheep's dung, CRUMBLING AT VERGE OF ANUS", 
      "Painful smarting hemorrhoids"
    ], 
    "Sleep": [
      "Sleep during day; restless at night on account of heat and shock; anxious dreams"
    ], 
    "Extremities": [
      "Arms go to sleep when waking in morning", 
      "Pain in back and hips; in arms and legs"
    ]
  }, 
  "details": "A liver remedy with pronounced characteristic constipation. Chronic liver affections with tenderness and pain, extending to spine and epigastrium, worse after food. Especially adapted to diseases of women, with a long history of indigestion and uterine disease; children who cannot digest milk. Evil effects of sea bathing.", 
  "Natural History": [
    "Muriate of Magnesia"
  ], 
  "dosage": "5 drops of tincture. Third to 200th potency."
}