{
  "name": "Mercurius or Hydrargyrum", 
  "Relationship": "Compare: CAPPARIS CORIACCEA (polyuria, glandular affections, mucous diarrhoea; influenza); EPILOBIUM - Willow herb - (chronic diarrhoea with tenesmus and mucous discharges; ptyalism, dysphagia; wasting of body and much debility; cholera infantum); KALI-HYD. (in hard chancre); MERCUR. ACET. (Congestion with stiffness, dryness and heat of parts affected. Eyes inflamed, burn and itch. Lack of moisture. Throat dry, talking difficult. Pressure in lower sternum; chancre in urethra; tenia capitis favosa margin of ulcers painful: MERCURIUS AURATUS (Psoriasis and syphilitic catarrh; brain tumors; lues of nose and bones; ozaena; swelling of testicles); MERCURIUS BROMATUS (secondary syphilitic skin affection); MERCURIUS NITROSUS - Nitrate of Mercury - (especially in pustular conjunctivitis and keratitis; gonorrhea and mucous patches, with STICKING PAINS; syphilides); MERCURIUS PHOSPHORICUS (nervous diseases from syphilis; exostoses); MERCURIUS PRAECIPITATUS RUBER (suffocative attacks at night on lying down WHILE ON THE POINT OF FALLING ASLEEP, obliged to jump up suddenly which relieves; gonorrhea; URETHRA FELT AS A HARD STRING; chancroid; phagedenic ulcer and bubo; pemphigus, mucous patches, eczema with rhagades and fissures, barber's itch; blepharitis, internally and externally; leaden heaviness in occiput, with otorrhoea); MERCURIUS TANNICUS (syphilides in patients with gastrointestinal diseases, or, if very sensitive, to ordinary mercurial preparations); ERYTHRINUS - South American Red Mullet Fish - (in pityriasis rubra and syphilis; red rash on chest; pityriasis); LOLIUM TEMULENTUM (in TREMBLING of hands and legs); MERCUR. CUM KALI (inveterate colds, acute facial paralysis). HENCHERA - Alum root - (Gastroenteritis nausea, vomiting of bile and frothy mucous; stools watery, profuse, slimy, tenesmus, never get done feeling. Dose, 2 to 10 drops of tincture). Compare: MEZ.; PHOS.; SYPH.; KALI-MUR.; AETHIOPS. Antidote: HEP.; AUR.; MEZ. Complementary: BADIAGA.", 
  "Modalities": [
    "Worse: at night", 
    "Worse: wet", 
    "Worse: damp weather", 
    "Worse: lying on right side", 
    "Worse: perspiring; warm room and warm bed"
  ], 
  "Common names": "Quicksilver", 
  "symptoms": {
    "Urine": [
      "Urine dark, scanty, bloody, albuminous", 
      "Greenish discharge from urethra; burning in urethra on beginning to urinate", 
      "Frequent urging"
    ], 
    "Stool": [
      "Never-get-done feeling", 
      "Greenish, bloody and slimy, worse at night; with pain and tenesmus", 
      "Whitish-gray stools", 
      "Discharge accompanied by chilliness, sick stomach, cutting colic, and tenesmus"
    ], 
    "Head": [
      "Scalp tense; oily sweat on head", 
      "Band-feeling about head", 
      "Tension about scalp, as if bandaged", 
      "Exostosis, with feeling of soreness", 
      "Vertigo, when lying on back", 
      "Catarrhal headaches; much heat in head", 
      "Loss of hair", 
      "Stinging, burning, fetid eruptions on scalp", 
      "One-sided, tearing pains"
    ], 
    "Fever": [
      "Heat and shuddering alternately", 
      "Yellow perspiration", 
      "Creeping chilliness; worse in the evening and into night", 
      "Profuse perspiration without relief", 
      "Alternate flashes of heat in single parts", 
      "Generally gastric or bilious, with profuse nightly perspiration; debility, slow and lingering"
    ], 
    "Stomach": [
      "Feels replete and constricted", 
      "Weak digestion, with continuous hunger", 
      "Stomach sensitive to touch", 
      "Hiccough and regurgitation", 
      "Intense thirst for cold drinks", 
      "Putrid eructations"
    ], 
    "Abdomen": [
      "Bile secreted deficiently", 
      "Liver enlarged; sore to touch, indurated", 
      "Flatulent distention, with pain", 
      "Boring pain in right groin", 
      "Stabbing pain, with chilliness", 
      "Jaundice"
    ], 
    "Mouth": [
      "Great thirst, with moist mouth", 
      "Gums spongy, recede, bleed easily", 
      "Alveolar abscess, worse at night", 
      "Sweetish metallic taste", 
      "Fetid odor from mouth; can smell it all over room", 
      "Sore pain on touch and from chewing", 
      "Whole mouth moist", 
      "Furrow in upper surface of tongue lengthwise", 
      "Crown of teeth decay", 
      "Teeth loose, feel tender and elongated", 
      "Salivary secretions greatly increased; bloody and viscid", 
      "Saliva fetid, coppery", 
      "Speech difficult on account of trembling tongue", 
      "Tongue heavy, thick; moist coating; yellow, flabby, teeth-indented; feels as if burnt, with ulcers"
    ], 
    "Respiratory": [
      "Soreness from fauces to sternum", 
      "Stitches from lower lobe of right lung to back", 
      "Cough worse, tobacco smoke", 
      "Cough, with yellow mucopurulent expectoration", 
      "Whooping-cough with nosebleed", 
      "Cannot lie on right side", 
      "Catarrh, with chilliness; dread of air", 
      "Paroxysms of two; worse, night and from warmth of bed"
    ], 
    "Eyes": [
      "Iritis, with hypopyon", 
      "Parenchymatous keratitis of syphilitic origin with burning pain", 
      "After exposure to glare of fire; foundry men", 
      "Floating black spots", 
      "Lids red, thick, swollen", 
      "Profuse, burning, acrid discharge"
    ], 
    "Face": [
      "Aching in facial bones", 
      "Pale, earthy, dirty-looking, puffy", 
      "Syphilitic pustules on face"
    ], 
    "Nose": [
      "Yellow-green, fetid, pus-like discharge", 
      "Much sneezing", 
      "Coryza, with sneezing; sore, raw, smarting sensation; worse, damp weather; profuse, fluent", 
      "Coryza; acrid discharge, but too thick to run down the lip; worse, warm room", 
      "Pain and swelling of nasal bones, and caries, with greenish fetid ulceration", 
      "Nosebleed at night", 
      "Copious discharge of corroding mucus", 
      "Nostrils raw, ulcerated; nasal bones swollen", 
      "Sneezing in sunshine"
    ], 
    "Male": [
      "Cold genitals", 
      "Vesicles and ulcers; soft chancre", 
      "Prepuce irritated; itches", 
      "Nocturnal emissions, stained with blood"
    ], 
    "Ears": [
      "Thick, yellow discharge; fetid and bloody", 
      "Boils in external canal", 
      "Otalgic, worse warmth of bed; at night, sticking pains"
    ], 
    "Mind": [
      "Thinks he is losing his reason", 
      "Memory weakened, and loss of will-power", 
      "Weary of life", 
      "Mistrustful", 
      "Slow in answering questions"
    ], 
    "Back": [
      "Bruised pain in small of back, especially when sitting", 
      "Tearing pain in coccyx; better, pressing on abdomen"
    ], 
    "Female": [
      "Itching and burning; worse, after urinating; better, washing with cold water", 
      "Morning sickness, with profuse salivation", 
      "Menses profuse, with abdominal pains", 
      "Mammae painful and full of milk at menses", 
      "Leucorrhoea excoriating, greenish and bloody; sensation of rawness in parts", 
      "Stinging pain in ovaries"
    ], 
    "Skin": [
      "General tendency to free perspiration, but patient is not relieved thereby", 
      "Glands swell every time patient takes cold", 
      "Buboes", 
      "Excessive odorous viscid perspiration; worse, night", 
      "Almost constantly moist", 
      "Orchitis", 
      "Crusta lactea; yellowish-brown crusts, considerable suppuration", 
      "Vesicular and pustular eruptions", 
      "Pimples around the main eruption", 
      "Ulcers, irregular in shape, edges undefined", 
      "Persistent dryness of the skin contraindicate mercurius", 
      "Itching; worse from warmth of bed"
    ], 
    "Throat": [
      "Ulcers and inflammation appearing at every change in weather", 
      "Bluish-red swelling", 
      "Sore, raw, smarting, burning throat", 
      "Stitches into ear on swallowing; fluids return through nose", 
      "Burning in throat, as from hot vapor ascending", 
      "Putrid sore throat; worse right side", 
      "Complete loss of voice", 
      "Constant desire to swallow", 
      "Quinsy, with difficult swallowing; after pus has formed"
    ], 
    "Extremities": [
      "Trembling extremities, especially hands; paralysis agitans", 
      "Bone-pains and in limbs; worse, night", 
      "Dropsical swelling of feet and legs", 
      "Oily perspiration", 
      "Cold, clammy sweat on legs at night", 
      "Lacerating pain in joints", 
      "Patient very sensitive to cold", 
      "Weakness of limbs"
    ]
  }, 
  "details": "Every organ and tissue of the body is more or less affected by this powerful drug; it transforms healthy cells into decrepit, inflamed and necrotic wrecks, decomposes the blood, producing a profound anemia. This malignant medicinal force is converted into useful life saving and life preserving service if employed homeopathically, guided by its clear cut symptoms. The lymphatic system is especially affected with all the membranes and GLANDS, and internal organs, bones, etc. Lesions produced by mercury very similar to those of syphilis. Very often indicated in the SECONDARY stage of syphilis when there is a febrile chloro-anaemia, rheumatoid pains behind sternum, around joints, etc.; ulceration of mouth and throat, etc. These are the special conditions and stages to which Mercur is homeopathic and where the 2X will do surprising work. Again, hereditary syphilis manifestations, are within its range; bullae, abscesses, snuffles, marasmus, stomatitis or destructive inflammations. TREMORS everywhere. Weakness with ebullitions and tremblings from least exertion. All mercury symptoms are WORSE AT NIGHT, from warmth of bed, from damp, cold, rainy weather, WORSE DURING PERSPIRATION. Complaints increase with the sweat and rest; all associated with a great deal of weariness, prostration, and trembling. A human \"thermometer.\" Sensitive to heat and cold. Parts are much swollen, with raw, sore feeling; the profuse, oily perspiration does not relieve. BREATH, excretions of the body smell foul. Tendency to formation of pus, which is thin, greening, putrid; streaked with blood."
}