{
  "Natural History": [
    "Cyanide of Mercury"
  ], 
  "details": "Acute infections, pneumonia, nephritis. Its action is similar to that of the toxins of infectious diseases. Great and rapid prostration, tendency toward hemorrhages, from the different orifices, of dark fluid blood, cyanosis, rapid respiration and heart action, albuminuria and twitching and jerking of muscles. Typhoid pneumonia.Livid states from great struggling, where suffocation is imminent and paralysis of lung threatening; great sweat.Affects most prominently the buccal cavity. This, together with marked prostration, gives it a place in the treatment of DIPHTHERIA, where it has achieved unquestioned great results. Malignant types, with prostration. Coldness and nausea. Syphilitic ulcers when perforation threatens.", 
  "symptoms": {
    "Head": [
      "Great excitement, fits of passion; fury; talkativeness", 
      "Atrocious headache", 
      "Eyes sunken; face pale"
    ], 
    "Stomach": [
      "Nausea, vomiting, bilious, bloody; hiccough; abdomen painful, tender to pressure"
    ], 
    "Mouth": [
      "Covered with ulceration", 
      "Tongue pale", 
      "Free salivation", 
      "Fetor of breath", 
      "Pain and swelling of salivary glands", 
      "Astringent taste", 
      "ULCERATIONS of mouth have a gray membrane"
    ], 
    "Skin": [
      "Moisture, with icy coldness"
    ], 
    "Throat": [
      "Feels raw and sore", 
      "Mucous membranes broken down, ulcerated", 
      "Looks raw in spots, especially in public speakers", 
      "Hoarseness, and talking is painful", 
      "NECROTIC DESTRUCTION OF SOFT PARTS OF PALATE AND FAUCES", 
      "Intense redness of fauces", 
      "Swallowing very difficult", 
      "Dark blood from nose", 
      "Diphtheria of the larynx and nose"
    ], 
    "Rectum": [
      "Intolerable pain", 
      "Redness around anus", 
      "Frequent hemorrhage; stools with tenesmus", 
      "Discharge of fetid liquid with gangrenous odor", 
      "Black stools", 
      "Urinary Organs", 
      "Amber color, painful, albuminous, scanty", 
      "Nephritis with great debility and chilliness", 
      "Suppression of urine"
    ]
  }, 
  "name": "Mercurius cyanatus", 
  "dosage": "Sixth to thirtieth potency. Aggravation is apt to occur from potencies below the sixth."
}