{
  "name": "Naja tripudians", 
  "Relationship": "Compare: Serpent poisons generally. BUNGARUS FASCIATUS (Banded Krait) This venom produces a condition like an acute polioencephalitis and myelitis, both symptomatically and histologically. LACH.; CROTAL.; SPIG.; SPONG.", 
  "Modalities": [
    "Worse: from use of stimulants;", 
    "Better: from walking or riding in open air"
  ], 
  "Common names": "Virus of the Cobra", 
  "symptoms": {
    "Heart": [
      "Dragging and anxiety in precordia", 
      "With the heart symptoms pain in forehead and temples", 
      "Damaged heart after infectious diseases", 
      "Acute and chronic endocarditis", 
      "Palpitation", 
      "Angina pains extending to nape of neck, left shoulder and arm with anxiety and fear of death", 
      "Threatened paralysis of heart, body cold, pulse slow, weak, irregular, tremulous", 
      "Pulse irregular in force", 
      "Feeling of weight on heart", 
      "Stitching pain in region of heart", 
      "Marked symptoms of low tension"
    ], 
    "Head": [
      "Suffocative spells after sleeping", 
      "Ptosis of both lids", 
      "Pain in left temple and in left orbital region, extending to occiput, with nausea and vomiting", 
      "Eyes staring", 
      "Hay-fever, with dry larynx"
    ], 
    "Respiratory": [
      "Asthma beginning with coryza", 
      "Asthmatic constriction in evening", 
      "Sticky mucus and saliva", 
      "Grasping at throat, with sense of choking", 
      "Irritating, dry cough, dependent on cardiac lesions"
    ], 
    "Mind": [
      "Suicidal insanity", 
      "Depressed", 
      "Aversion to talking", 
      "Melancholy", 
      "Broods constantly over imaginary troubles", 
      "Dreads to be left alone", 
      "Blurred speech", 
      "Fear of rain"
    ], 
    "Female": [
      "Neuralgia of left ovary; often serviceable in obscure pain in left groin, especially in post-operative cases; seems to be drawn to heart"
    ], 
    "Sleep": [
      "Profound, like a log, with stertorous breathing, a typical reptilian state"
    ], 
    "Ears": [
      "Illusions of hearing; otalgia; chronic otorrhoea, black discharges; smells like herring brine"
    ]
  }, 
  "details": "Naja produces a typical bulbar paralysis (L.J. Boyd). Causes no hemorrhage but only oedema, hence the victims of this reptile frequently bear very little sign of external injury, a small scratch or puncture being the only indication where the fangs have worked their havoc. The tissue lying beneath the wound is colored dark purple, and a large quantity of viscid blood-like fluid collects in the vicinity of the wound. An intense burning pain at the spot bitten is the first symptom. In man there follows an interval before fresh symptoms occur. The average is about an hour. Once developed, the symptoms follow a rapid course. A feeling of intoxication is produced, followed by a loss of power over the limbs. The patient is bereft of speech, swallowing, and the control over the movement of the lips. The saliva is ejected in large quantities, the respiration gradually becomes slower and slower, and at length ceases. Conscious all time. Is not a hemorrhagic or septic, medicine like Lachesis and Crotalus. Its action settles around the heart; valvular troubles. Marked surging of blood upwards, marked dyspnoea, inability to lie on left side. Hypertrophy, and valvular lesions. ORGANS SEEM TO BE DRAWN TOGETHER. Very susceptible to cold. With heart symptoms, pain in forehead and temples. Diseases primarily depending upon degeneration of motor cells. Control of sphincters lost.", 
  "dosage": "Sixth to thirtieth potency."
}