{
  "name": "Natrum sulphuricum", 
  "Relationship": "Complementary: ARS.; THUJA.Compare: NATRUM SUCCINATE (5 gr. every 3 hours. Catarrhal jaundice). MALARIA OFFICINALIS - decomposed vegetable matter - (Has evident power to cause the disappearance of the plasmodium of malaria. Malarial cachexia. General sense of weariness. Spleen affections. Malaria and rheumatism. Functional hepatic diseases. Sixth potency and higher.) NATRUM CHOLEINICUM - Fel Tauri Depuratum - (constipation; chronic gastric and intestinal catarrh; cirrhotic liver; diabetes; NAPE OF NECK PAINS; TENDENCY TO SLEEP AFTER EATING; much flatus; ascites); MOMORDICA - Balsam Apple - (Colic, dysmenorrhoea with gushes of blood.) PULMO VULPIS - Wolf;'s lung (persistent shortness of breath causing a paroxysm of asthma on the slightest motion. Strong, sonorous bubbling rales. 1x trit.). PEUMUS BOLDUS - BOLDO - (atonic states of stomach and intestinal canal; liver states following malaria. Burning weight in region of liver and stomach, bitter taste, languor; abscess of liver; asthma, bronchitis, catarrh, oedema of lungs); NATRUM JODAT. (Incipient rheumatic endocarditis; chronic bronchitis, rheumatism and tertiary syphilis. Chronic catarrhal affections, arteriosclerosis. Here various symptoms, as ANGINA PECTORIS, vertigo, dyspnoea become less marked after continued use of 5-10 grs., 3 times a day.) NATRUM HYDROSULPH. (liver-spots, locally and internally); SULPH.; THUJA; MERC.; STILLING.", 
  "symptoms": {
    "Urine": [
      "Excessive secretion", 
      "Brick-dust sediment", 
      "Loaded with bile", 
      "Diabetes"
    ], 
    "Head": [
      "Bursting feeling on coughing", 
      "Ill-effects of falls and injuries to the head, and mental troubles arising therefrom", 
      "Dreams of running water", 
      "Boring in right temple, preceded by burning in stomach", 
      "Hot feeling on top of head", 
      "Occipital pain", 
      "Vertigo; relieved by sweat on head", 
      "Piercing stitches in ears"
    ], 
    "Stomach": [
      "Thirst for something cold", 
      "BROWN, BITTER COATING ON TONGUE", 
      "Vomits sour", 
      "Bilious vomiting, ACID dyspepsia, with heartburn and flatulence", 
      "Yellow complexion"
    ], 
    "Abdomen": [
      "FLATULENCY; wind colic in ascending colon; worse, before breakfast", 
      "Stools involuntary, when passing flatus", 
      "Burning in abdomen and anus", 
      "LOOSE MORNING STOOLS; worse, after spell of wet weather", 
      "Diarrhoea yellow, watery stools", 
      "GREAT SIZE OF THE FAECAL MASS", 
      "Duodenal catarrh; hepatitis; icterus and vomiting of bile; liver sore to touch, with sharp, stitching pains; cannot bear tight clothing around waist, worse, lying on left side", 
      "Bruised pain and urging to stool"
    ], 
    "Mouth": [
      "BITTER TASTE, blisters on palate", 
      "Slimy, thick, tenacious, white mucus"
    ], 
    "Respiratory": [
      "MUST HOLD CHEST WHEN COUGHING", 
      "Constant desire to take deep, long breath", 
      "Pain through LOWER LEFT CHEST", 
      "Springs up in the bed the cough hurts so; holds painful side", 
      "ASTHMA IN CHILDREN, as a constitutional remedy", 
      "Dyspnoea, during damp weather", 
      "Humid asthma; rattling in chest, at 4 and five AM COUGH, with thick, ropy, greenish expectoration; chest feels all gone", 
      "Every fresh cold brings on attack of asthma", 
      "Delayed resolution in pneumonia"
    ], 
    "Eyes": [
      "Conjunctiva yellow", 
      "PHOTOPHOBIA", 
      "Granular lids"
    ], 
    "Nose": [
      "Ethmoiditis", 
      "Epistaxis", 
      "Coryza", 
      "Nasal catarrh, with thick, yellow discharge and salty mucus"
    ], 
    "Male": [
      "Gonorrhea; discharge thick, greenish; little pain", 
      "Condylomata; soft, fleshy excresences; greenish discharges"
    ], 
    "Ears": [
      "Sticking pain, earache, lightning-like stitches in damp weather"
    ], 
    "Modalities": [
      "Worse: music ; lying on left side; dampness of basement", 
      "Worse: damp weather", 
      "Better: dry weather", 
      "Better: pressure", 
      "Better: changing position"
    ], 
    "Mind": [
      "Dislikes to speak, or to be spoken to", 
      "Suicidal tendency; MUST EXERCISE RESTRAINT", 
      "Lively music saddens", 
      "Melancholy, with periodical attacks of mania", 
      "Inability to think"
    ], 
    "Back": [
      "Violent pains in back of neck, AND AT BASE OF BRAIN", 
      "Spinal meningitis; opisthotonos", 
      "Itching when undressing", 
      "Piercing pain between scapulae"
    ], 
    "Female": [
      "Leucorrhoea with hoarseness", 
      "Nosebleed during menses, which are acrid and profuse", 
      "Burning in pharynx during menstruation", 
      "LEUCORRHOEA yellowish-green, FOLLOWING GONORRHOEA IN FEMALE", 
      "Herpetic vulvitis"
    ], 
    "Skin": [
      "Sycotic excrescences; wart-like red lumps all over body", 
      "Jaundiced, watery blisters", 
      "Itching while undressing"
    ], 
    "Throat": [
      "Thick, yellow mucus, drops from posterior nares"
    ], 
    "Extremities": [
      "Gout", 
      "Inflammation around root of nails", 
      "Stiffness of knees, cracking of joints", 
      "Burning in soles; oedema of feet; itching between toes", 
      "Pain in hip-joints, worse left, worse, stooping", 
      "Swelling of axillary glands", 
      "Pain in limbs, compels frequent change in position", 
      "Rheumatism, worse in damp cold weather", 
      "Run-arounds"
    ]
  }, 
  "details": "A liver remedy, especially indicated for the so-called hydrogenoid constitution, where the complaints are such as are due to living in damp houses, basements, cellars. They are worse in rainy weather, water in any form. FEELS EVERY CHANGE FROM DRY TO WET; cannot even eat plans growing near water, nor fish. Always feels best in warm, dry air. Clinically, it has been found a valuable remedy for SPINAL MENINGITIS, head symptoms FROM INJURIES TO HEAD, mental troubles therefrom. Every spring, return of skin affections. Tendency to warts. Fingers and toes affected. Chronic gout. (LYCOP.)", 
  "Natural History": [
    "Sulphate of Sodium - Glauber's Salt"
  ], 
  "dosage": "First to twelfth trituration."
}