{
  "name": "Natrum phosphoricum", 
  "Relationship": "Compare: NATRUM LACTIC. (rheumatism and gout; gouty concretions; rheumatism with diabetes); NATRUM NITROSUM (angina pectoris. Cyanosis, fainting, copious liquid stools at night; throbbing and fullness; faintness, nervous pain in head, nausea, eructations, blue lips). NATRUM SILICOFLUORICUM - SALUFER - (a cancer remedy; tumors, bone affection, caries, lupus, ethmoiditis. Must be used carefully); NAT-SELEN. (chronic laryngitis and laryngeal phthisis; hoarseness of singers, expectorate small lumps of mucus with frequent clearing of throat); NAT-SULPHUROSUM (diarrhoea, with YEASTY STOOLS); NAT-SULPH-CARBOL. (pyaemia; purulent pleurisy, 3 to 5 grains every three hours); NAT-TELLURICUM (breath has odor of garlic; night-sweats of phthisis) CALC.; ROBIN.; PHOS. In oxaluria 1x four times daily prevents formation of calculi; keeps the oxal. of lime in solution (Schwartz).", 
  "symptoms": {
    "Eyes": [
      "Discharge of GOLDEN-YELLOW, CREAMY MATTER from the eyes", 
      "Dilation of one pupil", 
      "Whites of eyes dirty yellow"
    ], 
    "Stomach": [
      "SOUR ERUCTATIONS, SOUR VOMITING, GREENISH DIARRHOEA", 
      "Spits mouthfuls of food"
    ], 
    "Head": [
      "Feels dull in the morning, full feeling and throbbing"
    ], 
    "Mind": [
      "Imagines, on waking at night, that pieces of furniture are persons; that he hears footsteps in next room", 
      "FEAR"
    ], 
    "Back": [
      "Weariness; aching in wrists and finger-joints", 
      "Hamstrings sore", 
      "SYNOVIAL CREPITATION", 
      "Rheumatic arthritis"
    ], 
    "Face": [
      "Paleness of bluish, florid appearance of face"
    ], 
    "Mouth": [
      "Canker sores of lip and cheeks", 
      "BLISTERS ON TIP OF TONGUE, with stinging in evening", 
      "THIN, MOIST COATING ON THE TONGUE", 
      "YELLOW, CREAMY COATING AT THE BACK PART OF THE ROOF OF THE MOUTH", 
      "DYSPHAGIC", 
      "Thick, creamy membrane over tonsils and soft palate"
    ], 
    "Nose": [
      "Offensive odor", 
      "Itching of nose", 
      "Naso-pharyngeal catarrh, with thick, yellow, offensive mucus"
    ], 
    "Female": [
      "Menses too early; pale, thin, watery", 
      "Sterility, with acid secretions from vagina", 
      "Leucorrhoea; discharge creamy or honey-colored, or acid and watery", 
      "Sour-smelling discharges from uterus", 
      "Morning sickness, with sour vomiting"
    ], 
    "Skin": [
      "Yellow", 
      "Itching in various parts, ESPECIALLY OF ANKLES", 
      "HIVES", 
      "Smooth, red, shining", 
      "Erysipelas", 
      "Feet icy cold in daytime, burn at night", 
      "Swelling of lymphatic glands"
    ], 
    "Extremities": [
      "Rheumatism of the knee-joint"
    ], 
    "Male": [
      "Emissions without dreams, with WEAKNESS IN BACK AND TREMBLING IN LIMBS", 
      "Desire without erection", 
      "Gonorrhea"
    ], 
    "Ears": [
      "One ear hot, frequently itchy, accompanied by gastric derangements and acidity"
    ]
  }, 
  "details": "Natrum phosphoricum is the remedy for conditions arising from excess of lactic acid, often resulting from too much sugar. Ailments, with EXCESS OF ACIDITY. Sour eructations and taste. Sour vomiting. YELLOW, CREAMY COATING AT THE BACK OF THE ROOF OF MOUTH AND TONGUE. Inflammation of any part of the throat, with sensation of a lump in throat. Flatulence, with sour risings. Colic, with symptoms of worms. of joints. JAUNDICE (1x trit.) Oxaluria.", 
  "Natural History": [
    "Phosphate of Sodium"
  ], 
  "dosage": "Third to twelfth trituration. In Jaundice 1x. Non-homeopathically. Phosphate soda used hypodermically for Morphine habit, by Dr. M. J. Lys. Phosphate Soda, 75 gr. daily, for constitutional iodism, thyroidism and Grave's disease."
}