{
  "name": "Natrum salicylicum", 
  "Relationship": "Compare: LOBELIA PURPURASCENS (drowsiness; dizzy headache between eyebrows; cannot keep eyes open; tongue white - feels paralyzed as also do the heart and lungs; intense prostration of all vital forces; deadly chill, without shivering; useful for the low, nervous prostration of grippe); GAULTH.; CHINA. PYRUS MALUS - Crab apple tree - (Labyrinthine vertigo. Dr. Cooper).", 
  "Common names": "Salicylate of Sodium", 
  "symptoms": {
    "Eyes": [
      "Iridocychitis due to traumatism with infection, and in sympathetic disease secondary to it", 
      "Retinal hemorrhage, albuminuric retinitis with hemorrhage"
    ], 
    "Head": [
      "All objects seem to move to the right", 
      "Fibrositis of the scalp", 
      "Vertigo; worse, raising head", 
      "Dull headache and confusion", 
      "Perfectly rational periods, alternate with manifestations of insanity of a sombre character"
    ], 
    "Chest": [
      "Complete loss of voice", 
      "Dyspnoea; breathing noisy, shallow, panting; pulse irregular"
    ], 
    "Skin": [
      "Oedema, urticaria, red in circumscribed patches", 
      "Tingling and itching", 
      "Pemphigoid eruption"
    ], 
    "Ears": [
      "Tinnitus of a low tone", 
      "Deafness", 
      "Auditory vertigo"
    ]
  }, 
  "details": "Has an extensive range of action affecting the head, ear, throat, kidneys and liver and on metabolism. Hemorrhages, especially epistaxis. Produces marked effects upon the internal ear, with vertigo, deafness, noises in ears and loss of bone conduction, hence, its use in Meniere's disease. ONE OF THE BEST REMEDIES FOR THE PROSTRATING AFTER-EFFECTS OF INFLUENZA. Lassitude, drowsiness, listlessness, tremor. Incipient dementia. Increases the quantity of bile. Follicular tonsillitis.", 
  "dosage": "Third potency. Non-Homeopathic Uses. In acute articular rheumatism, lumbago, sciatica, etc. Usual doses ten to twenty grains every three hours. Must be used carefully, as it is often destructive of kidney tissue. Ordinary allopathic doses allay the pain of dysmenorrhoea and promote menstrual flow."
}