{
  "name": "Nitricum acidum", 
  "Relationship": "Complementary: ARS.; CALAD.; LAC CAN.; SEPIA.Inimical: LACH.Compare: MERC.; KALI-C.; THUJA; HEPAR; CALC.", 
  "symptoms": {
    "Eyes": [
      "Double vision; SHARP, STICKING PAINS", 
      "Ulceration of cornea", 
      "Gonorrheal ophthalmia, photophobia, constant lachrymation", 
      "Syphilitic iritis"
    ], 
    "Respiratory": [
      "Hoarseness", 
      "Aphonia, with dry hacking cough, from tickling in larynx and pit of stomach", 
      "Soreness at lower end of sternum", 
      "SHORT BREATH ON GOING UPSTAIRS", 
      "Cough during sleep"
    ], 
    "Stomach": [
      "Great hunger, with sweetish taste", 
      "Longing for indigestible things - chalk, earth, etc", 
      "Pain in cardiac orifice", 
      "Dyspepsia with excess of oxalic acid, uric acid and phosphates in urine and great mental depression", 
      "LOVES FAT AND SALT"
    ], 
    "Female": [
      "External parts sore, with ulcers", 
      "Leucorrhoea brown, flesh-colored, watery, or stringy, offensive", 
      "Hair on genitals falls out", 
      "Uterine hemorrhages", 
      "Menses early, profuse, like muddy water, with pain in back, hips and thighs", 
      "Stitches through vagina", 
      "Metrorrhagia after parturition"
    ], 
    "Modalities": [
      "Worse: evening and night", 
      "Worse: cold climate", 
      "Worse: and also HOT weather", 
      "Better: while riding in carriage"
    ], 
    "Mind": [
      "IRRITABLE, hateful, vindictive, headstrong", 
      "Hopeless despair", 
      "Sensitive to noise, pain, touch, jar", 
      "Fear of death"
    ], 
    "Abdomen": [
      "Great straining, but little passes", 
      "Rectum feels torn", 
      "Bowels constipated, with fissures in rectum", 
      "Tearing pains during stools", 
      "Violent cutting pains AFTER STOOLS, LASTING FOR HOURS", 
      "Hemorrhages from bowels, profuse, bright", 
      "Prolapsus ani", 
      "Hemorrhoids bleed easily", 
      "Diarrhoea, slimy and offensive", 
      "After stools, irritable and exhausted", 
      "Colic relieved from tightening clothes", 
      "Jaundice, aching in liver", 
      "Urine Section", 
      "Scanty, dark, OFFENSIVE", 
      "Smells like horse's urine", 
      "COLD ON PASSING", 
      "Burning and stinging", 
      "Urine bloody and albuminous", 
      "Alternation of cloudy, phosphatic urine with profuse urinary secretion in old prostatic cases"
    ], 
    "Mouth": [
      "Putrid breath", 
      "Salivation", 
      "Bleeding of gums", 
      "Painful pimples on the sides of the tongue", 
      "TONGUE CLEAN, RED AND WET WITH CENTER FURROW", 
      "Teeth become loose; gums soft and spongy", 
      "ULCERS IN SOFT PALATE, WITH SHARP, SPLINTER-LIKE PAINS", 
      "Salivation and fetor oris", 
      "BLOODY SALIVA"
    ], 
    "Nose": [
      "Ozaena", 
      "Green casts from nose every morning", 
      "Coryza, with sore and bleeding nostrils", 
      "Tip red", 
      "Stitches, as of a splinter in nose", 
      "CARIES OF MASTOID", 
      "NOSEBLEED, with chest affections", 
      "Chronic nasal catarrh, with yellow, offensive, CORROSIVE discharge", 
      "Nasal diphtheria, with watery and exceedingly excoriating discharge"
    ], 
    "Head": [
      "Sensation of a BAND AROUND HEAD", 
      "Headaches from pressure of hat; full feeling; worse from street noises", 
      "Hair falls out", 
      "Scalp sensitive"
    ], 
    "Skin": [
      "Warts, large jagged; bleed on washing", 
      "Ulcers bleed easily, sensitive; splinter-like pains; zigzag, irregular edges; base looks like raw flesh", 
      "Exuberant granulations", 
      "Black pores on face, papules worse on forehead"
    ], 
    "Throat": [
      "Dry", 
      "Pain into ears", 
      "Hawks mucus constantly", 
      "White patches and SHARP POINTS, AS FROM SPLINTERS, on swallowing"
    ], 
    "Extremities": [
      "Fetid foot-sweat, causing soreness of toes, with sticking pain; chilblains on toes", 
      "Sweating of palms, hands; cold, blue nails", 
      "Offensive sweat in axillae at night"
    ], 
    "Male": [
      "Soreness and burning in glans and beneath prepuce", 
      "Ulcers; burn and sting; exude, offensive matter"
    ], 
    "Ears": [
      "Difficult hearing; better by riding in carriage or train", 
      "VERY SENSITIVE TO NOISE, as the rattle of wagons over pavements", 
      "Cracking in ears when chewing"
    ]
  }, 
  "details": "Selects for its special seat of action the outlets of the body where the mucous membrane and skin meet; these pain AS FROM SPLINTERS. STICKING PAINS. Marked improvement of all symptoms while riding in a carriage. Acts best on the dark complexioned and past middle life. Syphilis, after abuse of Mercury. Pains appear and disappear quickly. (BELL.) Hydrogenoid constitution. Sycotic remedy.Blisters and ulcers in mouth, tongue, genitals; bleed easily. Fissures, with pain during stool, as if rectum were torn. All discharges very offensive, especially urine, faeces, and perspiration. Persons who have chronic diseases, and take cold easily and disposed to diarrhoea. Excessive physical irritability. Cachexia, due to syphilis, scrofula, intermittent fever with liver involvement and anemia, etc. Gravel; arthritis. Capillary bleeding after curettage.", 
  "Natural History": [
    "Nitric Acid"
  ], 
  "dosage": "Sixth potency. As the nitric acid patient begins to improve skin symptoms may appear for a time, a favorable indication."
}