{
  "name": "Nux vomica", 
  "Relationship": "NUX seeds contain copper, notice the cramp-causing proclivities of both Complementary: SULPHUR; SEPIA.Compare: STRYCHNIAInimical: ZINC.Antidotes: COFF.; IGNAT.; COCC.Compare: KALI-CARB.; HYDR.; BRY.; LYC.; GRAPH.", 
  "symptoms": {
    "Stool": [
      "Irritable bladder; from spasmodic sphincter", 
      "Ineffectual urging, spasmodic and strangury", 
      "Diarrhoea, with jaundice", 
      "ITCHING, BLIND HEMORRHOIDS, with ineffectual urging to stool; very painful; after drastic drugs", 
      "CONSTANT UNEASINESS IN RECTUM", 
      "Irregular, peristaltic action; hence FREQUENT INEFFECTUAL DESIRE, OR PASSING BUT SMALL QUANTITIES AT EACH ATTEMPT", 
      "Hematuria", 
      "While urinating, itching in urethra and pain in neck of bladder", 
      "ABSENCE OF ALL DESIRE FOR DEFECATION IS A CONTRAINDICATION", 
      "Constipation, with FREQUENT INEFFECTUAL URGING, incomplete and unsatisfactory; FEELING AS IF PART REMAINED UN EXPELLED", 
      "Dysentery; stools RELIEVE PAINS FOR A TIME", 
      "Frequent small evacuations", 
      "Renal colic extending to genitals, with dribbling urine", 
      "Scanty stool, with much urging", 
      "Alternate constipation and diarrhoea - after abuse of purgatives", 
      "Frequent calls; little and often", 
      "Constriction of rectum", 
      "Urine Section", 
      "Diarrhoea after a debauch; worse, morning", 
      "Urging to stool felt throughout abdomen"
    ], 
    "Head": [
      "Over-sensitiveness", 
      "Feels distended and sore within, after a debauch", 
      "Headache in occiput or over eyes, with VERTIGO; brain feels turning in a circle", 
      "Frontal headache, with desire to press the head against something", 
      "VERTIGO, WITH MOMENTARY LOSS OF CONSCIOUSNESS", 
      "Pressing pain on vertex, as if a nail driven in", 
      "Vertigo in morning and after dinner", 
      "Scalp sensitive", 
      "HEADACHE IN THE SUNSHINE", 
      "Congestive headache, associated with hemorrhoids", 
      "Intoxicated feeling; worse, morning, mental exertion, tobacco, alcohol, coffee, open air"
    ], 
    "Fever": [
      "Cold stage predominates", 
      "CHILLINESS ON BEING UNCOVERED, YET HE DOES NOT ALLOW BEING COVERED", 
      "Perspiration sour; only one side of body", 
      "Dry heat of the body", 
      "Chilly, MUST BE COVERED in every stage of fever", 
      "Paroxysms anticipate in morning", 
      "Excessive rigor, with BLUENESS OF FINGER-NAILS", 
      "Aching in limbs and back, and gastric symptoms"
    ], 
    "Stomach": [
      "Epigastrium bloated, with pressure as of a stone, SEVERAL HOURS AFTER EATING", 
      "Desire for stimulants", 
      "NAUSEA AND VOMITING, with much retching", 
      "REGION OF STOMACH VERY SENSITIVE TO PRESSURE", 
      "Wants to vomit, but cannot", 
      "WEIGHT AND PAIN IN STOMACH; WORSE, EATING, SOME TIME AFTER", 
      "Flatulence and pyrosis", 
      "Ravenous hunger, especially about a day before an attack of dyspepsia", 
      "Dyspepsia from drinking strong coffee", 
      "Loves FATS and tolerates them well", 
      "Sour, bitter eructations", 
      "Sour taste, and NAUSEA IN THE MORNING, AFTER EATING", 
      "Difficult belching of gas"
    ], 
    "Abdomen": [
      "Liver engorged, with stitches and soreness", 
      "Colic, with upward pressure, causing short breath, and desire for stool", 
      "Colic from uncovering", 
      "Forcing in lower abdomen towards genitals", 
      "BRUISED SORENESS OF ABDOMINAL WALLS", 
      "Strangulated hernia", 
      "Umbilical hernia of infants", 
      "Flatulent distention, with spasmodic colic", 
      "WEAKNESS OF ABDOMINAL RING REGION"
    ], 
    "Mouth": [
      "Jaws contracted", 
      "Gums swollen, white, and bleeding", 
      "First half of tongue clean; posterior covered with deep fur; white, yellow, cracked edges", 
      "Teeth ache; worse, cold thing", 
      "Small aphthous ulcers, with BLOODY SALIVA"
    ], 
    "Respiratory": [
      "OPPRESSED BREATHING", 
      "Cough, with sensation as if something were torn loose in chest", 
      "Catarrhal hoarseness, with SCRAPING IN THROAT", 
      "SHALLOW RESPIRATION", 
      "Tight, dry, hacking cough; at times with bloody expectoration", 
      "Spasmodic constriction", 
      "ASTHMA, WITH FULLNESS IN STOMACH, MORNING OR AFTER EATING", 
      "COUGH BRINGS ON BURSTING HEADACHE and bruised pain in epigastric region"
    ], 
    "Eyes": [
      "Optic nerve atrophy; from habitual use of intoxicants", 
      "Optic neuritis", 
      "Smarting, dry sensation in inner canthi", 
      "Infra-orbital neuralgia, with watering of eyes", 
      "Orbital twitching radiating towards the occiput", 
      "Photophobia; much worse in morning", 
      "Paresis of ocular muscles; worse, tobacco and stimulants"
    ], 
    "Nose": [
      "Odors tend to produce fainting", 
      "Stuffed up, at night especially", 
      "STUFFY COLDS, SNUFFLES, after exposure to dry, cold atmosphere; worse, in warm room", 
      "Coryza; fluent in daytime; STUFFED UP AT NIGHT AND OUTDOORS; or alternates between nostrils", 
      "Arid discharge, but WITH STUFFED-UP FEELING", 
      "Bleeding in morning"
    ], 
    "Male": [
      "Spermatorrhoea, with dreams, backache, burning in spine, weakness and irritability", 
      "Bad effects of sexual excesses", 
      "Easily excited desire", 
      "Orchitis", 
      "Constrictive pain in testicles", 
      "Emissions from high living"
    ], 
    "Ears": [
      "Otalgia; worse in bed", 
      "Itching in ear through Eustachian tube", 
      "Auditory canal dry and sensitive", 
      "Hyperaesthesia of auditory nerves; loud sounds are painful, and anger him"
    ], 
    "Modalities": [
      "Worse: morning", 
      "Worse: mental exertion", 
      "Worse: after eating", 
      "Worse: touch", 
      "Worse: spices", 
      "Worse: stimulants", 
      "Worse: narcotics", 
      "Worse: dry weather", 
      "Worse: cold", 
      "Better: from a nap", 
      "Better: if allowed to finish it; in evening", 
      "Better: while at rest", 
      "Better: in damp", 
      "Better: wet weather", 
      "Better: strong pressure"
    ], 
    "Mind": [
      "Disposed to reproach others", 
      "Very IRRITABLE; sensitive to all impressions", 
      "Ugly, malicious", 
      "CANNOT BEAR NOISES, ODORS, LIGHT, ETC", 
      "SULLEN, FAULTFINDING", 
      "Does not want to be touched", 
      "Even the least ailment affects her greatly", 
      "Time passes too slowly"
    ], 
    "Back": [
      "Bruised pain below scapulae", 
      "MUST SIT UP IN ORDER TO TURN IN BED", 
      "Sitting is painful", 
      "Burning in spine; worse, 3 to four AM Cervico-brachial neuralgia; worse, touch", 
      "Backache in lumbar region"
    ], 
    "Sleep": [
      "CANNOT SLEEP AFTER three AM UNTIL TOWARDS MORNING; AWAKES FEELING WRETCHEDLY", 
      "BETTER AFTER A SHORT SLEEP, unless aroused", 
      "Dreams full of bustle and hurry", 
      "Drowsy after meals, and in early evening"
    ], 
    "Female": [
      "Menses TOO EARLY, lasts too long; ALWAYS IRREGULAR, blood BLACK  with faint spells", 
      "Metrorrhagia, with SENSATION AS IF BOWELS WANTED TO MOVE", 
      "Inefficient labor-pains; extend to rectum, with desire for stool and frequent urination", 
      "DYSMENORRHOEA, with pain in sacrum, and constant urging to stool", 
      "Desire too strong", 
      "PROLAPSUS UTERI"
    ], 
    "Skin": [
      "Urticaria, with gastric derangement", 
      "BODY BURNING HOT, ESPECIALLY FACE; YET CANNOT MOVE OR UNCOVER WITHOUT FEELING CHILLY", 
      "Acne; skin red and blotchy"
    ], 
    "Throat": [
      "Pharynx constricted", 
      "Sensation of ROUGHNESS, tightness, and tension", 
      "Uvula swollen", 
      "TICKLING after waking in morning", 
      "ROUGH, SCRAPED FEELING", 
      "STITCHES INTO EAR"
    ], 
    "Extremities": [
      "Sensation of sudden loss of power of arms and legs in the morning", 
      "Cracking in knee-joints during motion", 
      "Paresis of arms, with shocks", 
      "Drags his feet when walking", 
      "Partial paralysis, from over exertion of getting soaked", 
      "Arms and hands go to sleep", 
      "Legs numb; feel paralyzed; cramps in calves and soles"
    ]
  }, 
  "details": "Nux is pre-eminently the remedy for many of the conditions incident to modern life. The typical Nux patient is rather thin, spare, quick, active, nervous, and irritable. He does a good deal of mental work; has mental strains and leads a sedentary life, found in prolonged office work, over study, and close application to business, with its cares and anxieties. This indoor life and mental strain seeks stimulants, coffee, wine, possibly in excess; or again, he hopes to quiet his excitement, by indulging in the sedative effects of tobacco, if not really a victim, to the seductive drugs, like opium, etc. These things are associated with other indulgences; at table, he takes preferably rich and stimulating food; wine and women play their part to make him forget the close application of the day. Late hours are a consequence; a thick head, dyspepsia, and irritable temper are the next day's inheritance. Now he takes some cathartic, liver pills, or mineral water, and soon gets into the habit of taking these things, which still further complicate matters. Since these frailties are more yielded to by men than women, Nux is pre-eminently a male remedy. These conditions produce an IRRITABLE, nervous system, hypersensitive and over impressionable, which Nux will do much to soothe and calm. Especially adapted to digestive disturbances, portal congestion, and hypochondriacal states depending thereon. Convulsions, with consciousness; worse, touch, moving. ZEALOUS FIERY TEMPERAMENT. Nux patients are easily chilled, avoid open air, etc. Nux always seems to be out of tune; inharmonious spasmodic action.Is the greatest of polychrests, because the bulk of its symptoms correspond in similarity with those of the commonest and most frequent of diseases. It is frequently the first remedy, indicated after much dosing, establishing a sort of equilibrium of forces and counteracting chronic effects.", 
  "Natural History": [
    "Poison-nut"
  ], 
  "dosage": "First to thirtieth potency and higher. Nux is said to act best given in the evening."
}