{
  "name": "Oxalicum acidum", 
  "Relationship": "Compare: ARS.; COLCH.; ARG.; PIC-AC.; CICER ARIETINUM - Chick-pea - (Lithiasis, jaundice, liver affections; diuretic). SCOLOPENDRA - Centipede - (terrible pains in back and loins, extending down limbs; return periodically, commencing in head, to toes. Angina pectoris. Inflammation, pain and gangrene. Pustules and abscesses). CAESIUM - (Pain in lumbar region and testicle. Headache, darting through temples. Diarrhoea and colic. Languor.) LIME WATER - Antidote to poisoning of Oxal. acid.", 
  "Modalities": [
    "Worse: left side; slightest touch; light; shaving"
  ], 
  "Common names": "Sorrel Acid", 
  "symptoms": {
    "Heart": [
      "Palpitation and dyspnoea in organic heart disease; worse, when thinking of it", 
      "Aortic insufficiency", 
      "Heart symptoms alternate with aphonia, angina pectoris; sharp, lancinating pain in left lung coming on suddenly, depriving of breath", 
      "Pulse feeble", 
      "Precordial pains which dart to the left shoulder"
    ], 
    "Eyes": [
      "Severe pain in eyes; feel expanded", 
      "Hyperaesthesia of retina"
    ], 
    "Respiratory": [
      "Left lung painful", 
      "Burning sensation from throat down", 
      "Paralysis of the tensors of vocal cord", 
      "Dyspnoea; short, jerking inspirations", 
      "Sharp pain through lower region of left lung, extending down to epigastrium", 
      "Hoarseness", 
      "Aphonia", 
      "Breathing spasmodic, with constriction of larynx and chest", 
      "Nervous aphonia with cardiac derangement"
    ], 
    "Stomach": [
      "Bitter and sour eructation, worse at night", 
      "Violent pain in epigastrium discharge of flatus relieves", 
      "Burning pain, extending upwards; slightest touch causes excruciating pain", 
      "Cannot eat strawberries", 
      "Gastralgia, pyrosis, sensation of coldness below epigastrium"
    ], 
    "Head": [
      "Sense of heat", 
      "Headache, before and during stool", 
      "Confusion and vertigo"
    ], 
    "Urine": [
      "Burning in urethra and pain in glans when urinating", 
      "Frequent and copious", 
      "Must urinate when thinking of it", 
      "Urine contains oxalates"
    ], 
    "Abdomen": [
      "Diarrhoea from coffee", 
      "Burning in small spots in abdomen", 
      "Pain in upper part and region of navel two hours after eating, with much flatulence", 
      "Stitches in liver", 
      "Colic"
    ], 
    "Skin": [
      "Perspires easily", 
      "Sensitive, smarting and soreness, worse shaving; mottled, marbled in circular patches"
    ], 
    "Extremities": [
      "Lower extremities blue, cold, insensible", 
      "Multiple cerebral and posterior spinal sclerosis", 
      "Drawing and lancinating pains shooting down extremities", 
      "Sensation of numbness", 
      "Myelitis", 
      "Lancinating pains in various parts; jerking pains", 
      "Muscular prostration", 
      "Numb, weak, tingling", 
      "Backache; numb, weak", 
      "Pains start from spine and extend through extremities", 
      "Wrist painful, as if sprained"
    ], 
    "Male": [
      "Terrible neuralgic pains in spermatic cord", 
      "Testicles feel contused and heavy", 
      "Seminal vesiculitis"
    ]
  }, 
  "details": "Although certain oxalates are constant constituents of vegetable food and of the human body, the acid itself is a violent poison when taken internally, producing gastroenteritis, motor paralysis, collapse, stupor and death. Influences the spinal cord, and produces motor paralysis. Pains very violent, IN SPOTS (KALI. BICH.) WORSE, motion, and THINKING OF THEM. PERIODICAL REMISSIONS. Spasmodic symptoms of throat and chest. RHEUMATISM OF LEFT SIDE. NEURASTHENIA. Tuberculosis.", 
  "dosage": "Sixth to thirtieth potency."
}