{
  "name": "Palladium", 
  "Relationship": "Complementary: ARG.; HELON.; LIL.; APIS.", 
  "symptoms": {
    "Head": [
      "Feels as if swung backward and forwards", 
      "Temporoparietal neuralgia with pain in shoulder", 
      "PAIN ACROSS TOP OF HEAD FROM EAR TO EAR; worse after an evening's entertainment, with irritability and sour eructations", 
      "Sallow complexion"
    ], 
    "Mind": [
      "Weeping mood", 
      "LOVE OF APPROBATION", 
      "Pride; EASILY OFFENDED", 
      "Inclined to use violent language", 
      "KEEPS UP BRIGHTLY WHEN IN COMPANY, much exhausted afterwards, and pains aggravated"
    ], 
    "Abdomen": [
      "Shooting pain from navel to pelvis", 
      "Sensation as if intestines were bitten off", 
      "Intestines feel strangulated", 
      "Soreness of abdomen, swelling in right groin", 
      "Flatulency"
    ], 
    "Female": [
      "Uterine prolapse and retroversion", 
      "Subacute pelvic peritonitis, with right-sided pain and backache; menorrhagia", 
      "Cutting pain in uterus; relieved after stool", 
      "PAIN AND SWELLING IN REGION OF RIGHT OVARY", 
      "Shooting or burning pain in pelvis and bearing-down; relieved by rubbing", 
      "Soreness and shooting pain from navel to breast", 
      "Glairy leucorrhoea", 
      "Menstrual discharge while nursing", 
      "Stitches in right breast near nipple", 
      "It is indicated in the gynecological condition where the disease had its inception in the right ovary, the uterine prolapse and retroversion, the subacute pelvic peritonitis and concomitant symptoms being secondary"
    ], 
    "Extremities": [
      "Pruritus", 
      "Tired feeling in small of back", 
      "Fleeting, neuralgic pains in extremities", 
      "Heavy and tired in limbs", 
      "Darting pains from toes to hips", 
      "Rheumatic pain in right shoulder; in right hip", 
      "Sciatica"
    ]
  }, 
  "details": "An ovarian remedy; produces the symptom-complex of chronic Oophoritis. Useful where the parenchyma of the gland is not totally destroyed. Acts also on mind and skin. Motor weakness, averse to exercise.", 
  "Natural History": [
    "The Metal"
  ], 
  "dosage": "Sixth to thirtieth potency."
}