{
  "name": "Paraffine", 
  "Relationship": "Compare: NAPHTHALIN; PETROL.; KREOS.; EUPION.", 
  "Common names": "Purified Paraffin", 
  "symptoms": {
    "Eyes": [
      "Sensation as if there were fat on the eyes", 
      "Lids red", 
      "Vision dim; black specks before"
    ], 
    "Stomach": [
      "Pain in stomach alternates with pain in throat and spine, extends to chest with belching", 
      "Fixed pain in left hypochondrium, as if parts were being twisted", 
      "Palpitation with stomach pains", 
      "Hungry all the time", 
      "Pain across stomach"
    ], 
    "Head": [
      "Left side of head and face suffer most; pains stinging and twisting", 
      "Twisting in left ear", 
      "Pain as if a nail were driven in left side of vertex"
    ], 
    "Abdomen": [
      "Pain in lower abdomen, extending to genitals, rectum and coccyx; better, sitting"
    ], 
    "Mouth": [
      "Full of saliva; feels sticky; bitter taste", 
      "Tearing, twisting pain in teeth down to lower jaw"
    ], 
    "Female": [
      "Stabbing pain in mons veneries", 
      "Menses too late, black, abundant", 
      "Nipples pain when touched, as if sore inside", 
      "Very hot urine with burning pains in vulva", 
      "Milky leucorrhoea"
    ], 
    "Skin": [
      "Useful also in frost bites", 
      "Burns, even of third degree, with sloughing and sepsis", 
      "Wash with sterile water and dry and spray with paraffine, and cover with thin layer of cotton"
    ], 
    "Rectum": [
      "Obstinate constipation in children", 
      "Chronic constipation, with hemorrhoids and continual urging to stool, without result", 
      "Frequent desire for stool"
    ], 
    "Extremities": [
      "Pain in spine extending to inguinal region and in both loins, when ascending the stairs", 
      "Feet swollen with tearing in ankles and soles", 
      "Wrenching pain in calves, extending into toes, in joints", 
      "Feeling of electric shocks in all joints"
    ]
  }, 
  "details": "Valuable in uterine affections. Particularly serviceable, in constipation. Knife-like pains. Pains extend from one part to another, and alternate. Pain in stomach alternates with pain in throat and spine.", 
  "dosage": "Lower triturations and thirtieth potency."
}