{
  "name": "Paris quadrifolia", 
  "Relationship": "Compare: PASTINACA - PARSNIP - (Loquacity; delirium tremens; illusions of vision; intolerance of milk; Roots used dietetically, cooked in water or as broth or as salad for consumptives and kidney stones.) SIL.; CALC.; NUX; RHUS.Antidote: COFF.Incompatible: FERR. PHOS.", 
  "Common names": "One-berry", 
  "symptoms": {
    "Eyes": [
      "Expanded, as though lids did not cover", 
      "Affections of the eyebrows", 
      "Eyes feel heavy, as if they were projected; sensation of a string through eyeballs"
    ], 
    "Respiratory": [
      "Stuffed condition and fullness at root of nose", 
      "Periodical, painless hoarseness", 
      "Cough as from vapor of sulphur in trachea", 
      "Constant hawking, on account of viscid, green mucus in larynx and trachea"
    ], 
    "Mind": [
      "Imaginary foul smells", 
      "Feels too large", 
      "Garrulous, prattling, vivacious"
    ], 
    "Head": [
      "Sensation as if scalp were contracted and bones scraped", 
      "Aches, as from pulling a string from eyes to occiput", 
      "Scalp sensitive", 
      "Occipital headache, with a feeling of weight", 
      "Soreness of top of head; cannot brush hair", 
      "Head feels very large, expanded", 
      "Numb feeling on left side of head"
    ], 
    "Face": [
      "Neuralgia; hot stitches in left malar bone, which is very sore", 
      "Has relieved in inflammation of the antrum, where eye symptoms coexisted"
    ], 
    "Mouth": [
      "Tongue dry when awaking - coated white, without thirst, with bitter or diminished taste"
    ], 
    "Extremities": [
      "Arm becomes stiff, fingers clenched", 
      "Sense of weight and weariness in nape of neck and across shoulders", 
      "Neuralgia, beginning in left intercostal region, and extending into left arm", 
      "Numbness of upper limbs", 
      "Everything feels rough", 
      "Neuralgia of coccyx; pulsating, sticking, when sitting", 
      "Fingers often feel numb"
    ]
  }, 
  "details": "Head symptoms marked and verified. Sensation of expansion and consequent tension. Coldness of right side of body, left hot. Catarrhal complaints, stuffed feeling at root of nose. Disorder of sense of touch.", 
  "dosage": "Third potency."
}