{
  "name": "Phytolacca", 
  "Relationship": "Compare: Tincture of PHYTOLACCA BERRY (sore throats and in the treatment of obesity); BRY.; RHUS; KALI-HYD.; MERC.; SANG.; ARUM TRIPH.Inimical: MERCUR.Antidotes: Milk and salt; BELLAD.; MEZER.", 
  "symptoms": {
    "Heart": [
      "Feeling as if heart leaped into throat", 
      "Shock of pain in cardiac region alternating with pain in right arm"
    ], 
    "Eyes": [
      "SMARTING", 
      "Feeling of sand under lids", 
      "Tarsal edges feel hot", 
      "Fistula lachrymalis", 
      "ABUNDANT LACHRYMATION, HOT"
    ], 
    "Fever": [
      "High fever, alternating with chilliness and great prostration"
    ], 
    "Female": [
      "Mastitis; MAMMAE HARD AND VERY SENSITIVE", 
      "Tumors of the breasts with enlarged axillary glands", 
      "Cancer of breast", 
      "Breast is hard, painful and of purple hue", 
      "Mammary abscess", 
      "When child nurses, PAIN GOES FROM NIPPLE ALL OVER BODY", 
      "Cracks and small ulcers about nipples", 
      "Irritable breasts, before and during menses", 
      "Galactorrhoea", 
      "Menses too copious and frequent", 
      "Ovarian neuralgia of right side"
    ], 
    "Modalities": [
      "Worse: sensitive to electric changes", 
      "Better: warmth", 
      "Better: dry weather", 
      "Better: rest"
    ], 
    "Mind": [
      "Loss of personal delicacy, disregard of surrounding objects", 
      "Indifferent to life"
    ], 
    "Back": [
      "Aching pains in lumbar region; pains streaking up and down spine into sacrum", 
      "Weakness and dull pain in region of kidneys", 
      "Back stiff, especially in morning on rising and during damp weather"
    ], 
    "Abdomen": [
      "Sore spot in right hypochondrium", 
      "Rheumatism of abdominal muscles", 
      "Colic at navel", 
      "Burning griping pains", 
      "Bruised feeling through epigastrium and abdomen", 
      "Constipation of the aged and those with weak heart", 
      "Bleeding from rectum", 
      "Urine Section", 
      "Scanty, suppressed, WITH PAIN IN KIDNEY REGION", 
      "Nephritis"
    ], 
    "Respiratory": [
      "Aphonia", 
      "Difficult breathing; dry hacking, tickling cough; worse at night", 
      "Aching pains in chest, through mid-sternum; with cough", 
      "Rheumatism of lower intercostals"
    ], 
    "Mouth": [
      "Teething children with irresistible desire to BITE THE TEETH TOGETHER", 
      "Teeth clenched; low lip drawn down; lips everted; jaws firmly set; chin drawn down on sternum", 
      "Tongue RED TIP, feels rough and scalded; bleeding from mouth; blisters on side", 
      "Mapped, indented, fissured, with yellow patch down center", 
      "Much stringy saliva"
    ], 
    "Nose": [
      "Coryza; flow of mucus from ONE NOSTRIL AND FROM POSTERIOR NARES"
    ], 
    "Head": [
      "Vertigo on rising", 
      "Brain feels sore", 
      "Pain from frontal region backward", 
      "Pressure in temples and over eyes", 
      "Rheumatism of scalp; pains come on every time it rains", 
      "Scaly eruption on scalp"
    ], 
    "Skin": [
      "Itches, becomes dry, shrunken, pale", 
      "Papular and pustular lesions", 
      "Most useful in early stages of cutaneous diseases", 
      "DISPOSITION TO BOILS, and when sloughing occurs", 
      "Squamous eruptions", 
      "Syphilitic eruptions", 
      "Swelling and induration of glands", 
      "VENEREAL BUBOES", 
      "Scarlatina-like rash", 
      "Warts and moles"
    ], 
    "Throat": [
      "DARK RED OR BLUISH RED", 
      "Much pain at root of tongue; soft palate and tonsils swollen", 
      "Sensation of a lump in throat", 
      "THROAT FEELS ROUGH, NARROW, HOT", 
      "TONSILS SWOLLEN, especially right; dark-red appearance", 
      "SHOOTING PAIN INTO EARS ON SWALLOWING", 
      "Pseudo-membranous exudation, grayish-white; thick, tenacious yellowish mucus, difficult to dislodge", 
      "CANNOT SWALLOW ANYTHING HOT", 
      "Tension and pressure in parotid gland", 
      "Ulcerated sore throat and diphtheria; THROAT FEELS VERY HOT; PAIN AT ROOT OF TONGUE EXTENDING TO EAR", 
      "Uvula large, dropsical", 
      "QUINSY; TONSILS AND FAUCES SWOLLEN, with burning pain; cannot swallow even water", 
      "MUMPS", 
      "FOLLICULAR PHARYNGITIS"
    ], 
    "Extremities": [
      "Shooting pain in right shoulder, with stiffness and inability to raise arm", 
      "Rheumatic pains; worse in morning", 
      "PAINS FLY LIKE ELECTRIC SHOCKS, shooting, lancinating, shifting rapidly", 
      "Pain in under side of thighs", 
      "Syphilitic sciatica", 
      "ACHING OF HEELS; relieved by elevating feet", 
      "Pains like shocks", 
      "Pain in legs, patient dreads to get up", 
      "Feet puffed; pain in ankles and feet", 
      "Neuralgia in toes"
    ], 
    "Male": [
      "Painful induration of testicles", 
      "SHOOTING ALONG PERINEUM TO PENIS"
    ]
  }, 
  "details": "Aching, soreness, restlessness, prostration, are general symptoms guiding to Phytolacca. Pre-eminently a glandular remedy. Glandular swellings with heat and inflammation. Has a powerful effect on fibrous and osseous tissues; fasciae and muscle sheaths; acts on scar tissue. Syphilitic bone pains; chronic rheumatism. Sore throat, quinsy, and diphtheria. Tetanus and opisthotonos. Decrease of weight. Retarded dentition.", 
  "Natural History": [
    "Poke-root"
  ], 
  "dosage": "Tincture, to third potency. Externally for mastitis."
}