{
  "name": "Pilocarpus microphyllus", 
  "Relationship": "Compare: AMYL. NIT.; ATROP.; PHYSOS.; LYCOP; RUTA. PILOCARPIN MUR., (Meniere's disease, rapidly progressive phthisis, with free hemorrhages, profuse sweating, 2x trit.) Atropine is the antagonist to Pilocarpin, in dose of one one-hundredth grain for one-sixth of Pilocarpin.", 
  "symptoms": {
    "Heart": [
      "Pulse irregular, dicrotic", 
      "Oppression of chest", 
      "Cyanosis; collapse", 
      "Nervous cardiac affections"
    ], 
    "Eyes": [
      "EYE STRAIN from whatever cause", 
      "Irritability of the ciliary muscle", 
      "Eyes easily tire from slightest use", 
      "Heat and burning in eyes on use", 
      "Headache; smarting and pain in globe on use", 
      "Everything at a distance appears hazy; vision becomes indistinct every few moments", 
      "Retinal images retained long after using eyes", 
      "Irritation from electric or other artificial light", 
      "PUPILS CONTRACTED; do not react to light", 
      "Staring eyes", 
      "NEAR-SIGHTED", 
      "Vertigo and nausea after using eyes", 
      "WHITE SPOTS BEFORE EYES", 
      "SMARTING pain in eyes", 
      "Lids twitch", 
      "Atrophic choroiditis", 
      "Spasm of the accommodation while reading"
    ], 
    "Respiratory": [
      "Bronchial mucous membrane inflamed", 
      "Much inclination to cough and difficult breathing", 
      "Oedema of lungs", 
      "Foamy sputa", 
      "Profuse, thin, serous expectoration", 
      "Slow, sighing respiration"
    ], 
    "Stomach": [
      "Nausea on looking at objects moving; vomiting; pressure and pain in stomach"
    ], 
    "Abdomen": [
      "Diarrhoea, painless; during day with flushed face and profuse sweat", 
      "Urinary Organs", 
      "Scanty; pain over pubes with much urging"
    ], 
    "Mouth": [
      "Saliva viscid, like white of egg", 
      "Dryness", 
      "Free salivation, WITH PROFUSE SWEATING"
    ], 
    "Skin": [
      "EXCESSIVE PERSPIRATION FROM ALL PARTS OF THE BODY", 
      "Persistent dryness of skin", 
      "Dry eczema", 
      "Semi-lateral sweats", 
      "Chilliness with sweat"
    ], 
    "Ears": [
      "Serous exudation into the tympanitic cavities", 
      "Tinnitus"
    ]
  }, 
  "details": "Pilocarpus is a powerful glandular stimulant and the most efficient diaphoretic. Its most important effects are diaphoresis, salivation and myosis. Hot flushes, nausea, salivation and profuse perspiration. The face, ears and neck become in a few minutes after a dose of Jaborandi deeply flushed, and drops of perspiration break out all over the body while at the same time the mouth waters and saliva pours out in an almost continuous stream. Other secretions, lachrymal, nasal, bronchial and intestinal also but in less degree. The sweat and saliva produced by a single dose is often enormous in quantity, not infrequently half a pint.Is homeopathic to ABNORMAL SWEATS, and has achieved great success in NIGHT-SWEATS of consumptives. Acts upon the thyroid and its sudorific action may possibly be due to it. EXOPHTHALMIC GOITRE, with increased heart's action and pulsation of arteries; tremors and nervousness; heat and sweating; bronchial irritation. A valuable remedy in limiting the duration of mumps.", 
  "Natural History": [
    "Jaborandi"
  ], 
  "dosage": "One-eighth to one-fourth grain hypodermically."
}