{
  "name": "Plumbum metallicum", 
  "Relationship": "Compare: PLUMB. ACET. (painful cramps in paralyzed limbs; severe pain and muscular cramps in gastric ulcer; locally, as an application (non-homeopathic) in moist eczema, and to dry up secretions from mucous surfaces. Care must be used, as sufficient lead can be absorbed to produce lead poison, one to two drams of the LIQUOR PLUMBI SUBACETATIS to the ounce of water; also in pruritus pudendi, equal parts of the LIQUOR PLUMBI AND GLYCERIN). PLUMB. JODAT. (Has been used empirically in various forms of paralysis, sclerotic degenerations, especially of spinal cord, atrophies, arteriosclerosis, pellagra. INDURATIONS OF MAMMARY GLANDS, ESPECIALLY WHEN A TENDENCY TO BECOME INFLAMED APPEARS; SORE AND PAINFUL. Indurations of great hardness and associated with a very dry skin. Lancinating pains of TABES.) Compare: ALUMINA; PLAT.; OPIUM; PODOPH.; MERC.; THAL. PLECTRANTHUS (paralysis, spastic, spinal form); PLUMB. CHROMICUM (convulsions, with terrible pains; pupils greatly dilated; retracted abdomen); PLUMB. PHOSPH. (loss of sexual power; LOCOMOTOR ATAXIA).Antidotes: PLAT.; ALUM.; PETROL.", 
  "symptoms": {
    "Rectum": [
      "Constipation; STOOLS HARD, LUMPY, BLACK, WITH URGING AND SPASM OF ANUS", 
      "Obstructed evacuation from impaction of faeces", 
      "Neuralgia of rectum", 
      "ANUS DRAWN UP WITH CONSTRICTION", 
      "Urinary Organs", 
      "Frequent, ineffectual tenesmus", 
      "Albuminous; low specific gravity", 
      "CHRONIC INTERSTITIAL NEPHRITIS, with great pain in abdomen", 
      "Urine scanty", 
      "Tenesmus of bladder", 
      "Emission drop by drop"
    ], 
    "Heart": [
      "Cardiac weakness", 
      "Pulse soft and small, dicrotic", 
      "Wiry pulse, cramp-like constriction of peripheral arteries"
    ], 
    "Eyes": [
      "Pupils contracted", 
      "Yellow", 
      "Optic nerve inflamed", 
      "Intraocular, suppurative inflammation", 
      "GLAUCOMA, especially if secondary to spinal lesion", 
      "Optic neuritis, central scotoma", 
      "Sudden loss of sight after fainting"
    ], 
    "Stomach": [
      "Contraction in oesophagus and stomach; pressure and tightness", 
      "GASTRALGIA", 
      "Constant vomiting", 
      "Solids cannot be swallowed"
    ], 
    "Female": [
      "VAGINISMUS, with emaciation and constipation", 
      "INDURATION OF MAMMARY GLANDS", 
      "Vulva and vagina hypersensitive", 
      "Stitches and burning pains in breasts", 
      "Tendency to abortion", 
      "Menorrhagia with sensation of string pulling from abdomen to back", 
      "Disposition to yawn and stretch"
    ], 
    "Modalities": [
      "Worse: at night", 
      "Worse: motion", 
      "Better: rubbing", 
      "Better: hard pressure", 
      "Better: physical exertion"
    ], 
    "Mind": [
      "MENTAL DEPRESSION", 
      "FEAR OF BEING ASSASSINATED", 
      "Quiet melancholy", 
      "Slow perception; loss of memory; amnesic aphasia", 
      "Hallucinations and delusions", 
      "Intellectual apathy", 
      "Memory impaired", 
      "Paretic dementia"
    ], 
    "Back": [
      "Spinal cord sclerosed", 
      "Lightning-like pains; temporarily better by pressure", 
      "Paralysis of lower extremities"
    ], 
    "Face": [
      "PALE AND CACHETIC", 
      "Yellow, corpse-like; cheeks sunken", 
      "Skin of face greasy, shiny", 
      "Tremor of nasolabial muscles"
    ], 
    "Mouth": [
      "Gums swollen, pale; DISTINCT BLUE LINES ALONG MARGINS OF GUMS", 
      "Tongue tremulous, red on margin", 
      "Cannot put it out, seems paralyzed"
    ], 
    "Head": [
      "Delirium alternating with colic", 
      "Pain as if a ball rose from throat to brain", 
      "Hair very dry", 
      "TINNITUS"
    ], 
    "Skin": [
      "Yellow, dark-brown liver spots", 
      "Jaundice", 
      "Dry", 
      "Dilated veins of forearms and legs"
    ], 
    "Abdomen": [
      "Excessive colic, RADIATING TO ALL PARTS OF BODY", 
      "ABDOMINAL WALL FEELS DRAWN BY A STRING TO SPINE", 
      "Pain causes desire to stretch", 
      "Intussusception; strangulated hernia", 
      "ABDOMEN RETRACTED", 
      "Obstructed flatus, with intense colic", 
      "Colic alternates with delirium and pain in atrophied limbs"
    ], 
    "Extremities": [
      "Paralysis of single muscles", 
      "Cannot raise or lift anything with the hand", 
      "Extension is difficult", 
      "Paralysis from over exertion of the extensor muscles in piano players", 
      "Pains in muscles of thighs; COME IN PAROXYSMS", 
      "WRIST-DROP", 
      "Cramps in calves", 
      "Stinging and tearing in limbs, also twitching and tingling, numbness, pain or tremor", 
      "Paralysis", 
      "Feet swollen", 
      "Pain in atrophied limbs alternates with colic", 
      "Loss of patellar reflex", 
      "Hands and feet cold", 
      "Pain in RIGHT BIG TOE at night, very sensitive to touch"
    ], 
    "Male": [
      "LOSS OF SEXUAL POWER", 
      "Testicles drawn up, feel constricted"
    ]
  }, 
  "details": "The great drug for general sclerotic conditions. Lead paralysis is chiefly of extensors, forearm or upper limb, from center to periphery with partial anesthesia or excessive hyperesthesia, preceded by pain. Localized neuralgic pains, neuritis. The blood, alimentary and nervous systems are the special seats of action of Plumbum. Haematosis is interfered with, rapid reduction in number of red corpuscles; hence pallor, icterus, anaemia. Constrictive sensation in internal organs.Delirium, coma and convulsions. Hypertension and arteriosclerosis. PROGRESSIVE MUSCULAR ATROPHY. Infantile paralysis. Locomotor ataxia. Excessive and rapid emaciation. Bulbar paralysis. Important in peripheral affections. The points of attack for Plumbum are the neuraxons and the anterior horns. Symptoms of multiple sclerosis, posterior spinal sclerosis. Contractions and boring pain. All the symptoms of acute Nephritis with amaurosis and cerebral symptoms. GOUT. (Chronic).", 
  "Natural History": [
    "Lead"
  ], 
  "dosage": "Third to thirtieth potency."
}