{
  "name": "Psorinum", 
  "Relationship": "Complementary: SULPHUR.Compare: PEDICULUS - Head-louse - (psoric manifestations in children. Eruption on dorsum of hands, feet, neck. Prurigo; pellagra. Unusual aptitude for study and work). PEDICULUS (Cooties) transmit typhus and trench fever.) In lack of reaction compare CALCAREA and NATRUM ARS. GAERTNER. (Pessimistic, lack of confidence, subjective troublesome eye symptoms, fear of heights. Urticaria. Use 30th and 200th. (Wheeler.)", 
  "symptoms": {
    "Eyes": [
      "Secretion acrid", 
      "Agglutinated", 
      "CHRONIC OPHTHALMIA, THAT CONSTANTLY RECURS", 
      "Blepharitis", 
      "Edges of lids red"
    ], 
    "Fever": [
      "Profuse, offensive perspiration; night-sweats"
    ], 
    "Stomach": [
      "VERY HUNGRY ALWAYS; MUST HAVE SOMETHING TO EAT IN THE MIDDLE OF THE NIGHT", 
      "Eructations like bad eggs", 
      "Pain in abdomen after eating", 
      "Nausea; vomiting of pregnancy"
    ], 
    "Modalities": [
      "Worse: changes of weather", 
      "Worse: in hot sunshine", 
      "Worse: from cold", 
      "Better: heat", 
      "Better: warm clothing", 
      "Better: even in summer", 
      "Worse: coffee; Psorinum patient does not improve while using coffee"
    ], 
    "Mind": [
      "Hopeless; despairs of recovery", 
      "Suicidal tendency", 
      "MELANCHOLY, deep and persistent; religious"
    ], 
    "Stool": [
      "Mucous, BLOODY, EXCESSIVELY FETID, DARK FLUID", 
      "Hard, difficult stool, with blood from rectum and burning piles", 
      "CONSTIPATION OF INFANTS, in pale, sickly scrofulous children"
    ], 
    "Head": [
      "Awakens at night with pain as from blow on head", 
      "Humid eruption on scalp; hair matted", 
      "Chronic headaches; hungry during attacks; with vertigo", 
      "Hammering pain; brain feels too large; worse, change of weather", 
      "Hair dry", 
      "Dull, pressive pain in occiput"
    ], 
    "Face": [
      "Sickly", 
      "Swelling of upper lip", 
      "HUMID ERUPTION ON FACE", 
      "Pale, delicate"
    ], 
    "Throat": [
      "Recurring quinsy", 
      "Hawking up of cheesy, pea-like balls of disgusting smell and taste", 
      "ERADICATES TENDENCY TO QUINSY", 
      "Tonsils greatly swollen; painful swallowing, with pain in ears", 
      "Profuse, offensive saliva; tough mucus in throat"
    ], 
    "Respiratory": [
      "Asthma, with dyspnoea; worse, sitting up; better, lying down and keeping arms spread wide apart", 
      "Cough returns every winter, from suppressed eruption", 
      "Pain in chest; better, lying down", 
      "HAY-FEVER returning irregularly every year", 
      "FEELING OF ULCERATION UNDER STERNUM", 
      "Dry, hard cough, with great weakness in chest"
    ], 
    "Sleep": [
      "Sleepless from intolerable itching", 
      "Easily started"
    ], 
    "Nose": [
      "Dry, coryza, with stoppage of nose", 
      "Acne rosacea", 
      "Chronic catarrh; dropping from posterior nares"
    ], 
    "Female": [
      "Pimples oozing an acrid fluid that burns and excoriates the glands", 
      "Mammae swollen and painful", 
      "LEUCORRHOEA fetid, lumpy, with much backache and DEBILITY"
    ], 
    "Skin": [
      "Dry, lusterless, rough hair", 
      "INTOLERABLE ITCHING", 
      "Sebaceous glands secrete excessively; oily skin", 
      "Indolent ulcers, slow to heal Eczema behind ears", 
      "Herpetic eruptions, especially on scalp and bends of joints with itching; worse, from warmth of bed", 
      "Pustules near finger-nails", 
      "Enlarged glands", 
      "Urticaria after every exertion", 
      "Crusty eruptions all over", 
      "Dirty, dingy look"
    ], 
    "Mouth": [
      "Obstinate rhagades at corners", 
      "Tongue, gums ulcerated; tough mucus of foul taste adheres to soft palate"
    ], 
    "Extremities": [
      "Fetid foot-sweats", 
      "ERUPTION AROUND FINGER-NAILS", 
      "Weakness of joints, as if they would not hold together"
    ], 
    "Ears": [
      "Raw, red, OOZING SCABS AROUND EARS", 
      "MOST FETID PUS FROM EARS, brownish, offensive", 
      "Herpes from temples over ears to cheeks", 
      "INTOLERABLE ITCHING", 
      "Chronic otorrhoea", 
      "Sore pain behind ears", 
      "OFFENSIVE DISCHARGE FROM ECZEMA AROUND EARS"
    ]
  }, 
  "details": "The therapeutic field of this remedy is found in so-called psoric manifestations. Psorinum is a cold medicine; wants the head kept warm, WANTS WARM CLOTHING even in summer. EXTREME SENSITIVENESS TO COLD. DEBILITY, independent of any organic disease, especially the weakness remaining after acute disease. LACK OF REACTION, i.e. phagocytes defective; when well-chosen remedies fail to act. Scrofulous patients. Secretions HAVE A FILTHY SMELL. Profuse sweating. Cardiac weakness. Skin symptoms very prominent. Often gives immunity from cold-catching. Easy perspiration when walking. Syphilis, inherited and tertiary. OFFENSIVE DISCHARGES.", 
  "Natural History": [
    "Scabies Vesicle"
  ], 
  "dosage": "Two hundredth and higher potencies. Should not be repeated too often. PSORINUM requires something like 9 days before it manifests its action, and even a single dose may elicit other symptoms"
}