{
  "name": "Pulsatilla", 
  "Relationship": "PENTHORUM, often indicated after Pulsatilla in later colds. IONESIA ASOCA - Saraca indica - (AMENORRHOEA, pain). ARTIPLEX (Uterine symptoms, amenorrhoea; hysteria, coldness between shoulders, dislike of warm food, craves strange foods, palpitation, sleeplessness). PULSATILLA NULTALIANA, identical effects.PIMENTA - Allspice - (one-sided neuralgias, parts of body hot and cold).Compare: CYCLAMEN; KALI-BICH.; KALI-SULPH.; SULPHUR.Complementary: COFFEA; CHAMOM.; NUX.ANAGYRIS (headache, amenorrhoea).", 
  "symptoms": {
    "Urine": [
      "Involuntary micturition at night, while coughing or passing flatus", 
      "Burning in orifice of urethra during and after micturition", 
      "After urinating, spasmodic pain in bladder", 
      "Increased desire; worse when lying down"
    ], 
    "Stool": [
      "Rumbling, watery; worse, night", 
      "No two stools alike", 
      "Blind hemorrhoid, with itching and sticking pains", 
      "Two or three normal stools daily", 
      "Dysentery; mucus and blood, with chilliness"
    ], 
    "Head": [
      "Frontal and supraorbital pains", 
      "Pressure on vertex", 
      "Neuralgic pains, commencing in right temporal region, with scalding lachrymation of affected side", 
      "Headache from overwork", 
      "Wandering stitches about head; pains extend to face and teeth; vertigo; better in open air"
    ], 
    "Fever": [
      "Chill about four pm intolerable burning heat at night, with distended veins; heat in parts of body, coldness in other", 
      "Chilliness, even in warm room, without thirst", 
      "External heat is intolerable, veins are distended", 
      "One-sided sweat; pains during sweat", 
      "During apyrexia, headache, diarrhoea, loss of appetite, nausea", 
      "Chilly with pains, in spots, worse evening"
    ], 
    "Stomach": [
      "Thirstlessness, with nearly all complaints", 
      "Bitter taste, diminished taste of all food", 
      "Perceptible pulsation in pit of stomach", 
      "Gnawing, hungry feeling", 
      "Heartburn", 
      "Averse to fat food, warm food, and drink", 
      "Flatulence", 
      "Water brash, with foul taste in the morning", 
      "Vomiting of food eaten long before", 
      "Pain as from subcutaneous ulceration", 
      "Weight as from a stone, especially in morning on awakening", 
      "Pain in stomach an hour after eating", 
      "Eructations; taste of food remains a long time; after ices, fruits, pastry", 
      "Dyspepsia, with great tightness after a meal; must loosen clothing", 
      "Dislikes butter", 
      "All-gone sensation, especially in tea drinkers"
    ], 
    "Abdomen": [
      "Colic, with chilliness in evening", 
      "Pressure as from a stone", 
      "Painful, distended; loud rumbling"
    ], 
    "Mouth": [
      "Loss of taste", 
      "Much sweet saliva", 
      "Greasy taste", 
      "Offensive odor from mouth", 
      "Crack in middle of lower lip", 
      "Yellow or white tongue, covered with a tenacious mucus", 
      "Desire for tonics", 
      "Frequently licks the dry lips", 
      "Food, especially bread, tastes bitter", 
      "Alterations of taste, bitter, bilious, greasy, salty, foul", 
      "Toothache; relieved by holding cold water in mouth", 
      "Dry mouth, without thirst; wants it washed frequently"
    ], 
    "Respiratory": [
      "Great soreness of epigastrium", 
      "Expectoration bland, thick, bitter, greenish", 
      "Short breath, anxiety, and palpitation when lying on left side", 
      "Pain as from ulcer in middle of chest", 
      "Smothering sensation on lying down", 
      "Dry cough in evening and at night; must sit up in bed to get relief; and loose cough in the morning;, with copious mucous expectoration", 
      "Pressure upon the chest and soreness", 
      "Urine emitted with cough", 
      "Capricious hoarseness; comes and goes"
    ], 
    "Eyes": [
      "Ophthalmia neonatorum", 
      "Profuse lachrymation and secretion of mucus", 
      "Itching and burning in eyes", 
      "Styes", 
      "Thick, profuse, yellow, bland discharges", 
      "Subacute conjunctivitis, with dyspepsia; worse, in warm room", 
      "Veins of fundus oculi greatly enlarged", 
      "Lids inflamed, agglutinated"
    ], 
    "Face": [
      "Right-sided neuralgia, with profuse lachrymation", 
      "Prosopalgia towards evening till midnight; chilly, with pain", 
      "Swelling of lower lip, which is cracked in middle"
    ], 
    "Nose": [
      "Bad smells, as of old catarrh", 
      "Yellow mucus; abundant in morning", 
      "Stoppage in evening", 
      "Coryza; stoppage of right nostril, pressing pain at root of nose", 
      "Loss of smell", 
      "Nasal bones sore", 
      "Large green fetid scales in nose"
    ], 
    "Male": [
      "Thick, yellow discharge from urethra; late stage of gonorrhea", 
      "Acute prostatitis", 
      "Stricture; urine passed only in drops, and stream interrupted", 
      "Pain and tenesmus in urinating, worse lying on back", 
      "Orchitis; pain from abdomen to testicles"
    ], 
    "Ears": [
      "Otorrhoea", 
      "Hearing difficult, as if the ear were stuffed", 
      "Thick, bland discharge; offensive odor", 
      "Sensation as if something were being forced outward", 
      "Catarrhal otitis", 
      "Diminishes acuteness of hearing", 
      "External ear swollen and red", 
      "Otalgia, worse at night"
    ], 
    "Modalities": [
      "Worse: from heat", 
      "Worse: rich fat food", 
      "Worse: after eating", 
      "Worse: towards evening", 
      "Worse: warm room", 
      "Worse: lying on left or on painless side", 
      "Worse: when allowing feet to hang down", 
      "Better: open air", 
      "Better: motion", 
      "Better: cold applications", 
      "Better: cold food and drinks", 
      "Better: though not thirsty"
    ], 
    "Mind": [
      "Timid, irresolute", 
      "Fears in evening to be alone, dark, ghosts", 
      "Likes sympathy", 
      "Religious melancholy", 
      "Given to extremes of pleasure and pain", 
      "Weeps easily", 
      "Easily discouraged", 
      "Children like fuss and caresses", 
      "Mentally, an april day", 
      "Highly emotional", 
      "Morbid dread of the opposite sex"
    ], 
    "Back": [
      "Shooting pain in the nape and back, between shoulders; in sacrum after sitting"
    ], 
    "Sleep": [
      "Wakes languid, unrefreshed", 
      "Sleeps with hands over head", 
      "Wide awake in the evening; first sleep restless", 
      "Irresistible sleepiness in afternoon"
    ], 
    "Female": [
      "Too late, scanty, thick, dark, clotted, changeable, intermittent", 
      "Chilliness, nausea, downward pressure,", 
      "Suppressed menses from wet feet, nervous debility, or chlorosis", 
      "Amenorrhoea", 
      "Tardy menses"
    ], 
    "Skin": [
      "Acne at puberty", 
      "Measles", 
      "Varicose veins", 
      "Urticaria, after rich food, with diarrhoea, from delayed menses, worse undressing"
    ], 
    "Extremities": [
      "Hip-joint painful", 
      "Legs feel heavy and weary", 
      "Pain in limbs, shifting rapidly; tensive pain, letting up with a snap", 
      "Knees swollen, with tearing drawing pains", 
      "Veins in forearms and hands swollen", 
      "Drawing, tensive pain in thighs and legs, with restlessness, sleeplessness, and chilliness", 
      "Numbness around elbow", 
      "Feet red, inflamed, swollen", 
      "Boring pain in heels toward evening; suffering worse from letting the affected limb hang down"
    ]
  }, 
  "details": "The weather-cock among remedies.The disposition and mental state are the chief guiding symptoms to the selection of Pulsatilla. It is pre-eminently a female remedy, especially for mild, gentle, yielding disposition. Sad, crying readily; weeps when talking; CHANGEABLE, contradictory. THE PATIENT SEEKS THE OPEN AIR; ALWAYS FEELS BETTER THERE, even though he is chilly. Mucous membranes are all affected. DISCHARGES THICK, BLAND, AND YELLOWISH-GREEN. Often indicated after abuse of Iron tonics, and after badly-managed measles. SYMPTOMS EVER CHANGING. THIRSTLESS, PEEVISH, AND CHILLY. When first serious impairment of health is referred to age of puberty. Great sensitiveness. Wants the head high. Feels uncomfortable with only one pillow. Lies with hands above head.", 
  "Natural History": "Wind Flower", 
  "dosage": "Third to thirtieth attenuation."
}