{
  "name": "Pyrogenium", 
  "Relationship": "Compare: STREPTOCCIN (anti-febrile action; septic symptoms in infectious diseases). Rapid in its action, especially in its effect on temperature); STAPHLOCCIN in diseases where the staphylococcal is the chief bacterial factor, as acne, abscess, furuncle; empyema, endocarditis, etc.); SEPIN - A toxin of Proteus vulgaris, prepared by Dr. Shedd, same symptoms as Pyrogen, of which it is the main constituent; ECHINACEA; CARBO; ARS.; LACH.; RHUS; BAPT.Complementary: BRYON.", 
  "symptoms": {
    "Heart": [
      "Tired feeling about heart", 
      "PALPITATION", 
      "Sensation as if heart were too full", 
      "Always can hear her heart beat", 
      "Pulse abnormally rapid, OUT OF PROPORTION TO THE TEMPERATURE", 
      "Pain in region of left nipple", 
      "Conscious of heart"
    ], 
    "Head": [
      "Painless throbbing", 
      "Fan-like motion of alae nasi", 
      "Bursting headache with restlessness"
    ], 
    "Fever": [
      "Coldness and chilliness", 
      "SEPTIC FEVERS", 
      "Latent pyogenic condition", 
      "Chill begins in back", 
      "Temperature rises rapidly", 
      "Great heat with profuse how sweat, but SWEATING DOES NOT CAUSE A FALL IN TEMPERATURE"
    ], 
    "Stomach": [
      "Coffee-grounds vomiting", 
      "Vomits water, when it becomes warm in stomach"
    ], 
    "Modalities": [], 
    "Mind": [
      "Full of anxiety and insane notions", 
      "Loquacious", 
      "Thinks he is very wealthy", 
      "RESTLESS", 
      "Feels if crowded with arms and legs", 
      "Cannot tell whether dreaming while awake or asleep"
    ], 
    "Stool": [
      "Diarrhoea; horribly offensive, brown-black; painless, involuntary", 
      "Constipation, with complete inertia ; obstinate from impaction", 
      "Stools large, black, carrion-like, or small black balls"
    ], 
    "Abdomen": [
      "Intolerable tenesmus of both bladder and rectum", 
      "Bloated, sore, cutting pain"
    ], 
    "Mouth": [
      "Tongue red and DRY, clean, cracked, smooth, as though varnished", 
      "Throat dry, articulation difficult", 
      "Nausea and vomiting", 
      "Taste terribly fetid", 
      "Breath horrible"
    ], 
    "Female": [
      "Puerperal peritonitis, with extreme fetor", 
      "Septicaemia following abortion", 
      "Menses horribly offensive", 
      "Uterine hemorrhages", 
      "Fever at each menstrual period, consequent upon latent pelvic inflammation", 
      "SEPTIC PUERPERAL INFECTION", 
      "Pelvic calculi", 
      "Inflammatory exudate", 
      "Post-operative cases, with overwhelming sepsis"
    ], 
    "Skin": [
      "Small cut or injury becomes much swollen and inflamed - discolored", 
      "Dry", 
      "Sleep", 
      "Seems to be in semi-sleep", 
      "Dreams all night"
    ], 
    "Extremities": [
      "Throbbing in vessels of neck", 
      "Numbness of hands, arms, feet", 
      "Aching in all limbs and bones", 
      "BED FEELS TOO HARD", 
      "Great debility in the morning", 
      "Soreness; better by motion", 
      "Rapid decubitus of septic origin"
    ]
  }, 
  "details": "This remedy was introduced by English Homeopathists, prepared from decomposed lean beef allowed to stand in the sun for two weeks and then potentised. The provings and most of the clinical experience have been obtained from this preparation. But, subsequently, Dr. Swan potentised some septic pus, which preparation has also been proved and clinically applied. There does not seem to be any marked difference in their effects.Pyrogen is the great remedy for SEPTIC STATES, with intense restlessness. \"In septic fevers, especially puerperal, Pyrogen has demonstrated its great value as a homeopathic dynamic antiseptic.\" (H. C. Allen.) Hectic, typhoid, typhus, ptomaine poisoning, diphtheria, dissecting wounds, sewer-gas poisoning, chronic malaria, after-effects of miscarriage, all these conditions at times may present symptoms calling for this unique medicine. ALL DISCHARGES ARE HORRIBLY OFFENSIVE - menstrual, lochial, diarrhoea, vomit, sweat, breath, etc. Great pain and violent burning in abscesses. Chronic complaints that date back to septic conditions. Threatening heart failure in zymotic and septic fevers. Influenza, typhoid symptoms.", 
  "Natural History": [
    "Artificial Sepsin"
  ], 
  "dosage": "Sixth to thirtieth and higher potencies. Should not be repeated too frequently."
}