{
  "name": "Radium", 
  "Relationship": "Compare: ANACARDIUM (the ulceration produced by it is like RADIUM. It may appear elsewhere than on place of contact and appear late). Compare: X-RAY; RHUS; SEPIA; URANIUM; ARS.; PULSAT.; CAUSTIC.Antidotes: RHUS VEN.; TELLUR.", 
  "symptoms": {
    "Head": [
      "Vertigo, with pain in back of head, left when in bed", 
      "Occipital and vertex pain, accompanying severe lumbar aching", 
      "Severe pain over right eye, spreading back to occiput and to vertex, better in open air", 
      "Head feels heavy", 
      "Frontal headache", 
      "Both eyes ache", 
      "Itching and dryness of nasal cavities, better in open air", 
      "Aching pain of right lower jaw", 
      "Violent trifacial neuralgia"
    ], 
    "Respiratory": [
      "Persistent cough with tickling in suprasternal fossa", 
      "Dry, spasmodic cough", 
      "Throat dry, sore, chest constricted"
    ], 
    "Stomach": [
      "Empty feeling in stomach", 
      "Warm sensation in stomach", 
      "Aversion to sweets, ice-cream", 
      "Nausea and sinking sensation, belching of gas"
    ], 
    "Modalities": [
      "Better: open air", 
      "Better: continued motion", 
      "Better: hot bath", 
      "Better: lying down", 
      "Better: pressure", 
      "Worse: getting up"
    ], 
    "Mind": [
      "Apprehensive, depressed; fear of being alone in the dark; great desire to be with people", 
      "Tired and irritable"
    ], 
    "Back": [
      "Aching in back of neck", 
      "Pain and lameness in cervical vertebrae, worse dropping head forward, better standing, or sitting erect", 
      "LUMBAR AND SACRAL backache, pain appears to be in BONE, continued motion relieves", 
      "Backache between shoulders and lumbar-sacral region, better after walking"
    ], 
    "Abdomen": [
      "Pain, violent cramps, rumbling, full of gas; pain over McBurney's point, and at location of sigmoid flexure", 
      "Much flatulence", 
      "Alternating constipation and loose movements", 
      "Pruritus ani and piles", 
      "Urinary Organs", 
      "Increased elimination of solids, particularly of chlorides", 
      "Renal irritation, albuminuria, granular and hyaline casts", 
      "Nephritis with rheumatic symptoms", 
      "Enuresis"
    ], 
    "Fever": [
      "Cold sensation internally, with chattering of teeth until noon", 
      "Internal chilliness followed by heat of the skin, associated with bowel movements and flatulence"
    ], 
    "Mouth": [
      "Dryness of mouth", 
      "Metallic taste", 
      "Prickling sensation on end of tongue"
    ], 
    "Female": [
      "Pruritus vulvae", 
      "Delayed and irregular menstruation and backache", 
      "Aching pains in abdomen over pubes when flow comes on", 
      "Right breast sore, relieved by hard rubbing"
    ], 
    "Skin": [
      "Small pimples", 
      "Erythema and dermatitis, with itching, burning, swelling and redness", 
      "Necrosis and ulceration", 
      "ITCHING ALL OVER BODY, burning of skin, as if afire", 
      "Epithelioma", 
      "Sleep", 
      "Restless", 
      "Sleepiness with lethargy", 
      "Dreams vivid, busy", 
      "Dreams of fire"
    ], 
    "Extremities": [
      "Severe pain in all the limbs, JOINTS, especially in knee and ankles, sharp pains in shoulders, arms, hands and fingers", 
      "Legs, arms and neck feel hard and brittle, as though they would break on moving", 
      "Arms feel heavy", 
      "Cracking in shoulder", 
      "PAIN IN TOES, calves, hip-joint, popliteal spaces", 
      "Muscles of legs and hips sore", 
      "ARTHRITIS, aching pains, WORSE at night", 
      "Dermatitis of the fingers", 
      "Trophic changes in the finger nails"
    ]
  }, 
  "details": "An important addition to the Materia Medica, especially since the provings by Diffenbach have precisionized its use. Radium brom. of 1, 800, 000 radio-activity was employed. Found effective in the treatment of rheumatism and gout, in skin affections generally, acne rosacea, naevi, moles, ulcers and cancers. Lowered blood pressure. SEVERE ACHING PAINS ALL OVER, with restlessness, better moving about. Chronic rheumatic arthritis. Lateness in appearance of symptoms. Ulcers due to Radium burns, take a long time to heal. Marked increase in the polymorphonuclear neurophiles. Great weakness.", 
  "Natural History": [
    "Radium Bromide"
  ], 
  "dosage": "Thirtieth and twelfth trituration."
}