{
  "name": "Rumex crispus", 
  "Relationship": "Compare: CAUST.; SULPH.; BELL.; Rumex contains chrysophanic acid to which the skin stitches correspond. RUMEX ACETOSA - Sheep sorrel - (Gathered in June and dried, used locally for Epithelioma of face. (Cowperthwaite.) Dry, unremitting short cough, and violent pains in the bowels; uvula elongated; inflammation of oesophagus; also cancer); RUMEX OBTUSIFOLIUS - LAPATHUM - Broad-leaf dock - (nosebleed and headache following; pain in kidneys; leucorrhoea).", 
  "Modalities": [
    "Worse: in evening", 
    "Worse: from inhaling cold air; left chest; uncovering"
  ], 
  "symptoms": {
    "Respiratory": [
      "Soreness behind sternum, especially left side, in region of left shoulder", 
      "Thin, watery, frothy expectoration by the mouthful; later, stringy and tough", 
      "Aggravated by pressure, talking, and especially by inspiring cool air and at night", 
      "Copious mucous discharge from nose and trachea", 
      "Rawness of larynx and trachea", 
      "Raw pain under clavicle", 
      "Tickling in throat-pit causes cough", 
      "Lump in throat", 
      "Nose dry", 
      "Dry, teasing cough, preventing sleep"
    ], 
    "Stomach": [
      "Pain in left breast after meals; flatulence", 
      "Jaundice after excessive use of alcoholics", 
      "Tongue sore at edges; coated; sensation of hard substance in pit of stomach; hiccough, pyrosis, nausea; cannot eat meat; it c fever-blisters around mauses eructations, pruritus", 
      "Chronic gastritis; aching pain in pit of stomach and shooting in the chest; extends towards the throat-pit, worse any motion or talking"
    ], 
    "Stool": [
      "Itching of anus, with sensation as of a stick in rectum", 
      "Phthisis", 
      "Brown, watery, diarrhoea early in morning, with cough, driving him out of bed", 
      "Piles"
    ], 
    "Skin": [
      "Intense itching of skin, especially of lower extremities; worse, exposure to cold air when undressing", 
      "Urticaria; contagious prurigo"
    ]
  }, 
  "details": "Is characterized by pains, numerous and varied, neither fixed nor constant anywhere. Cough caused by an incessant tickling in the throat-pit, which tickling runs down to the bifurcation of the bronchial tubes. Touching the throat-pit brings on the cough. Worse from the least cold air; so that all cough ceases by covering up all the body and head with the bedclothes. Rumex diminishes the secretions of mucous membranes, and at the same time exalts sensibility of the mucous membranes of the larynx and trachea. Its action upon the skin is marked, producing an intense itching. LYMPHATICS ENLARGED and secretions perverted.", 
  "Natural History": "Yellow Dock", 
  "dosage": "Third to sixth potency."
}