{
  "name": "Ruta graveolens", 
  "Relationship": "Compare: RATANHIA; CARDUUS. Rectal (irritation); JABORANDI; PHYT.; RHUS; SIL.; ARN.Antidote: CAMPH.Complementary: CALC. PHOS.", 
  "symptoms": {
    "Eyes": [
      "EYE-STRAIN FOLLOWED BY HEADACHE", 
      "EYES RED, HOT, AND PAINFUL FROM SEWING OR READING FINE PRINT", 
      "DISTURBANCES OF ACCOMMODATION", 
      "Weary pain while reading", 
      "Pressure deep in orbits", 
      "Tarsal cartilage feels bruised", 
      "Pressure over eyebrow", 
      "Asthenopia"
    ], 
    "Respiratory": [
      "Cough with copious, thick, yellow expectoration; chest feels weak", 
      "Painful spot on sternum; short breath with tightness of chest"
    ], 
    "Stomach": [
      "Gastralgia of aching, gnawing character", 
      "Urinary Organs", 
      "Pressure in neck of bladder after urinating; painful closure", 
      "Constant urging to urinate, feels bladder full"
    ], 
    "Modalities": [
      "Worse: lying down", 
      "Worse: from cold", 
      "Worse: wet weather"
    ], 
    "Back": [
      "Pain in nape, back and loins", 
      "Backache better pressure and lying on back", 
      "Lumbago worse morning before rising"
    ], 
    "Head": [
      "Pain as from a nail; after excessive intoxicating drinks", 
      "Periosteum sore", 
      "Epistaxis"
    ], 
    "Rectum": [
      "DIFFICULT FECES, evacuated only with straining", 
      "Constipation, alternating with mucous, frothy stools; discharge of blood with stool", 
      "When sitting, tearing stitches in rectum", 
      "CARCINOMA AFFECTING LOWER BOWEL", 
      "PROLAPSUS ANI every time the bowels move, after confinement", 
      "Frequent, unsuccessful urging to stool", 
      "Protrusion of rectum when stooping"
    ], 
    "Extremities": [
      "Spine and limbs feel bruised", 
      "Small of back and loins pain", 
      "Legs give out on rising from a chair, hips and thighs so weak", 
      "Contraction of fingers", 
      "Pain and stiffness in wrists and hands", 
      "Ganglia", 
      "Sciatica; worse, lying down at night; pain from back down hips and thighs", 
      "Hamstrings feel shortened", 
      "TENDONS SORE", 
      "Aching pain in tendo-achilles", 
      "THIGHS PAIN WHEN STRETCHING THE LIMBS", 
      "Pain in bones of feet and ankles", 
      "Great restlessness"
    ]
  }, 
  "details": "Acts upon the periosteum and cartilage, eyes and uterus. Complaints from straining FLEXOR TENDONS especially. Tendency to the formation of deposits in the periosteum, tendons, and about joints, especially wrist. Over strain of ocular muscles. All parts of the body are painful, AS IF BRUISED. Sprains (after ARNICA). Lameness after sprains. Jaundice. FEELING OF INTENSE LASSITUDE, WEAKNESS AND DESPAIR. Injured \"bruised\" bones.", 
  "Natural History": [
    "Rue-bitterwort"
  ], 
  "dosage": "First to sixth potency. Locally, the tincture for ganglia and as a lotion for the eyes."
}