{
  "name": "Sabadilla", 
  "Relationship": "Complementary: SEPIA. Compare: VERATRINE (is alkaloid of Sabadilla, NOT of Veratrum, locally in neuralgias, and for removal of dropsy. Five grains to two drams. Lanolin, rubbed on inside of thighs, causes diuresis). COLCH.; NUX; ARUNDO AND POLLANTIN. PHLEUM PRATENSE - Timothy - Hay-fever - Potentized - 12 - specific to many cases and evidently acts in a desensitizing manner. (Rabe.) CUMARINUM (hay-fever).Antidotes: PULS.; LYCOP.; CONIUM; LACH.", 
  "symptoms": {
    "Head": [
      "Vertigo with sensation as though all things were turning around each other, accompanied by blackness before eyes and sensation of fainting", 
      "Dullness and oppression", 
      "Over-sensitiveness to odors", 
      "THINKING produces headaches and sleeplessness", 
      "EYELIDS RED, BURNING", 
      "LACHRYMATION", 
      "Difficult hearing"
    ], 
    "Fever": [
      "CHILL PREDOMINATES; from below upwards", 
      "Heat in head and face; hands and feet icy cold, with chill", 
      "Lachrymation during paroxysm", 
      "Thirstless"
    ], 
    "Stomach": [
      "Spasmodic pain in stomach with dry cough and difficult breathing", 
      "NO THIRST", 
      "Loathing for strong food", 
      "Canine appetite for sweets and rainaceous food", 
      "Pyrosis; copious salivation", 
      "Cold, empty feeling in stomach", 
      "DESIRE FOR HOT THINGS", 
      "SWEETISH taste"
    ], 
    "Modalities": [
      "Worse: cold and cold drinks", 
      "Worse: full moon", 
      "Better: warm food and drink", 
      "Better: wrapped up"
    ], 
    "Mind": [
      "Nervous, timid, easily startled", 
      "Has erroneous notions about himself", 
      "Imagines that he is very sick; that parts are shrunken; that she is pregnant; that she has cancer; delirium during intermittents"
    ], 
    "Nose": [
      "SPASMODIC SNEEZING, WITH RUNNING NOSE", 
      "CORYZA, with severe frontal pains and redness of eyes and lachrymation", 
      "Copious, watery, nasal discharge"
    ], 
    "Female": [
      "Menses too late; come by fits and starts", 
      "INTERMIT"
    ], 
    "Skin": [
      "Dry, like parchment", 
      "Horny, deformed, THICKENED NAILS", 
      "Hot, burning, creeping, crawling sensation", 
      "Itching in anus"
    ], 
    "Throat": [
      "Sore; BEGINS ON LEFT SIDE", 
      "Much tough phlegm", 
      "Sensation of a skin hanging loosely; must swallow it", 
      "WARM FOOD AND DRINK RELIEVE", 
      "Empty swallowing most painful", 
      "Dry fauces and throat", 
      "Sensation of a lump in throat with CONSTANT necessity to swallow", 
      "Chronic sore throat; worse, from cold air", 
      "Tongue as if burnt"
    ], 
    "Extremities": [
      "Cracking of skin under and beneath toes; inflammation under toe-nails"
    ]
  }, 
  "details": "Action on mucous membrane of the nose and the lachrymal glands, producing coryza and symptoms like HAY-FEVER, which have been utilized homeopathically. CHILLINESS; sensitive to cold. Ascarides, with reflex symptoms (nymphomania; convulsive symptoms). Children's diarrhoea with constant cutting pains.", 
  "Natural History": [
    "Cevadilla Seed", 
    "Asagraea Officialis"
  ], 
  "dosage": "Third to thirtieth potency."
}