{
  "name": "Saccharum officinale", 
  "Relationship": "Compare: SACCHARUM LACTIS - Sugar of milk - lactose - (diuresis; amblyopia; COLD PAINS, as if produced by fine, icy cold needle with tingling, as if frost bitten; great physical exhaustion. SUGAR OF MILK in large doses to develop the Bacillus acidophilus to correct putrefactive intestinal conditions and also constipation.)", 
  "Common names": "Sucrose Cane-sugar", 
  "symptoms": {}, 
  "details": "According to the treat Dr. Hering, a large proportion of chronic diseases of women and children are developed by using too much sugar. Sugar is an antiseptic. Combats infection and putrefaction; has a solvent action on fibrin and stimulates secretion by the intense osmotic changes induced, thus rinsing out the wound with serum from within outward, favoring healing. Leg ulcers. Sugar must be considered a sustainer and developer of the musculature of the heart and hence useful in failure of compensation and a variety of cardiovascular troubles. Acts as a nutrient and tonic, in wasting disorders, anaemia, neurasthenia, etc., increasing weight and power. Opacity of cornea. Dim sight. ACIDITY AND ANAL ITCHING. Cold expectoration. Myocardial degeneration. Fat, bloated, large-limbed children, who are CROSS, PEEVISH, whining; capricious; want dainty things, tidbits, and refuse substantial food. Oedema of feet. Headache every seven days.", 
  "dosage": "Thirtieth potency and higher. Locally in gangrene. One ounce of lump sugar morning and evening valuable adjunct in the treatment of obstinate cases of heart failure due to deficient heart muscle without valvular lesion. Epilepsy; blood with reduced sugar content irritates the nervous system with tending to convulsions. SUGAR as an oxytocic has its most suitable application toward the end of labor when there is no mechanical obstruction and delay is due to uterine inertia. 25 grammes dissolved in water, several times every half hour. Compare: SACCHARIN (hinders both the salivary and peptic ferment actions with consequent dyspepsia. Prof. Lewin believes its action to be on the secretory cells themselves and it has caused pain (right hypogastrium), loss of appetite, diarrhoea and wasting)."
}