{
  "Natural History": [
    "The Water of Sanicula Springs, Ottawa, Ill"
  ], 
  "symptoms": {
    "Head": [
      "Dread of downward motion", 
      "PROFUSE SWEAT ON OCCIPUT and in nape of neck, during sleep", 
      "Photophobia", 
      "Lachrymation in cold air or from cold application", 
      "Profuse scaly dandruff", 
      "Soreness behind ears"
    ], 
    "Stomach": [
      "Nausea and vomiting from car-riding", 
      "Thirst; drink little and often", 
      "Is vomited as soon as it reaches the stomach"
    ], 
    "Modalities": [
      "Worse: MOVING ARMS BACKWARD"
    ], 
    "Back": [
      "Dislocated feeling in sacrum and better lying on right side"
    ], 
    "Mouth": [
      "Tongue large, flabby, burning; must protrude it to keep cool", 
      "Ringworm on tongue"
    ], 
    "Female": [
      "Bearing-down, as if contents of pelvis would escape; better, rest", 
      "Desire to support parts", 
      "Soreness of uterus", 
      "Leucorrhoea with ODOR OF FISH-BRINE OR OLD CHEESE", 
      "Vagina feels large"
    ], 
    "Skin": [
      "Dirty, greasy, brownish, wrinkled", 
      "Eczema, fissured hands and fingers"
    ], 
    "Throat": [
      "Thick, ropy, tenacious mucus"
    ], 
    "Rectum": [
      "Stools large, heavy and painful", 
      "PAIN IN WHOLE PERINEUM", 
      "No desire until a large accumulation", 
      "After great straining only partially expelled; recedes, crumbles at verge of anus", 
      "Very offensive odor", 
      "Excoriation of skin about anus, perineum, and genitals", 
      "Diarrhoea; changeable in character and color; after eating"
    ], 
    "Extremities": [
      "Burning of soles of feet", 
      "OFFENSIVE FOOT-SWEAT", 
      "Cold, clammy sweat of extremities"
    ], 
    "dosage": ""
  }, 
  "name": "Sanicula aqua", 
  "Relationship": "Compare: ABROT.; ALUM.; CALC.; SIL.; SULPH. Sanicula Aqua must not be confounded with the Sanicle (pool-root or wood marsh), also called SANICULA. This is used in various nervous affections, resembling Valeriana. It is used as a vulnerary, resolvent for sanguineous extravasations, and as an astringent. Has not been proved.)", 
  "details": "Has been found a useful remedy in enuresis, seasickness, constipation, etc. Rickets."
}