{
  "name": "Secale cornutum", 
  "Relationship": "Compare: ERGOTIN. (Beginning arteriosclerosis progressing rather rapidly. Increased blood pressure: 2x trit. Edema, gangrene and purpura hemorrhagia; when Secale, though indicated, fails); PEDICULARIS CANADENSIS (symptoms of locomotor ataxia; spinal irritation); BRASSICA NAPUS - Rape-seed - (dropsical swellings, scorbutic mouth, voracious appetite, tympanitis, dropping of nails, gangrene); CINNAMON.; COLCH.; ARS.; AURUM MUR. 2x (locomotor ataxia); AGROSTEMA - Corn cockle - active constituent is SAPONIN, which causes violent sneezing and sharp burning taste; burning in stomach, extends to oesophagus, neck and breast; (vertigo, headache, difficult locomotion, burning sensation); USTILAGO; CARBO; PITUTRIN (dilated os, little pain, no progress. Dose, 1/2 c. c., repeat in half hour, if necessary. Hypodermically contraindicated in first stage of labor, valvular lesions or deformed pelvis).Antidotes: CAMPH.; OPIUM.", 
  "symptoms": {
    "Eyes": [
      "Pupils dilated", 
      "Incipient cataract, senile especially in women", 
      "EYES SUNKEN AND SURROUNDED BY A BLUE MARGIN"
    ], 
    "Fever": [
      "COLDNESS; cold, dry skin; cold, clammy sweat; excessive thirst", 
      "Sense of internal heat"
    ], 
    "Stomach": [
      "Burning in stomach and abdomen; tympanites", 
      "THIRST unquenchable", 
      "UNNATURAL RAVENOUS APPETITE; CRAVES acids", 
      "Eructations of bad odor", 
      "Singultus, nausea; vomiting of blood and coffee-grounds fluid"
    ], 
    "Female": [
      "During labor no expulsive action, though everything is relaxed", 
      "Suppression of milk; breasts do not fill properly", 
      "Burning pains in uterus", 
      "Passive hemorrhages in feeble, cachetic women", 
      "BROWNISH, OFFENSIVE LEUCORRHOEA", 
      "Puerperal fever, putrid discharges, tympanitis, coldness, suppressed urine", 
      "Menses irregular, copious, dark; CONTINUOUS OOZING OF WATERY BLOOD until next period", 
      "After-pains", 
      "Threatened abortion about the THIRD month", 
      "Dark, offensive lochia", 
      "Menstrual colic, with coldness and intolerance of heat"
    ], 
    "Modalities": [
      "Better: cold", 
      "Better: UNCOVERING", 
      "Better: rubbing", 
      "Better: stretching out limbs", 
      "Worse: heat", 
      "Worse: WARM COVERING"
    ], 
    "Stool": [
      "Retention, with unsuccessful urging", 
      "Cholera-like stools, with coldness and cramps", 
      "INVOLUNTARY STOOLS; no sensation of passing faeces, anus wide open", 
      "Discharge of black blood from bladder", 
      "OLIVE-GREEN, THIN, PUTRID, BLOODY, WITH ICY COLDNESS AND INTOLERANCE OF BEING COVERED, WITH GREAT EXHAUSTION", 
      "Enuresis in old people", 
      "Paralysis of bladder", 
      "Urine Section"
    ], 
    "Back": [
      "Myelitis", 
      "LOCOMOTOR ATAXIA", 
      "Spinal irritation, tingling of lower extremities; can bear only slightest covering", 
      "Formication and numbness"
    ], 
    "Face": [
      "SPASMODIC DISTORTION", 
      "PALE, PINCHED, SUNKEN", 
      "Livid spots on face", 
      "Cramps commence in face and spread over whole body"
    ], 
    "Chest": [
      "Boring pain in chest", 
      "Precordial tenderness", 
      "Palpitation, with contracted and intermittent pulse", 
      "Dyspnoea and oppression, with cramp in diaphragm", 
      "Angina pectoris"
    ], 
    "Mouth": [
      "Tongue dry, CRACKED; BLOOD LIKE INK EXUDES, coated thick; viscid, yellowish, cold livid", 
      "TINGLING OF TIP OF TONGUE, WHICH IS STIFF", 
      "Tongue swollen, paralyzed"
    ], 
    "Head": [
      "Passive, congestive pain , with pale face", 
      "Head drawn back", 
      "NOSEBLEED, dark, oozing", 
      "Falling of hair; dry and gray"
    ], 
    "Skin": [
      "FORMICATION UNDER SKIN", 
      "Livid spots", 
      "Blue color", 
      "VARICOSE ULCERS", 
      "BURNING SENSATION; better by cold; WANTS PARTS UNCOVERED, though cold to touch", 
      "Formication; petechiae", 
      "GREAT AVERSION TO HEAT", 
      "Scleraema and oedema neonatorum", 
      "Raynaud's disease", 
      "SKIN FEELS COLD TO TOUCH, yet covering is not tolerated", 
      "Boils, small, painful, with green contents; mature slowly", 
      "DRY GANGRENE, developing slowly", 
      "Shriveled, numb; mottled dusky-blue tinge", 
      "Slight wounds continue to bleed"
    ], 
    "Sleep": [
      "Insomnia with restlessness, fever, anxious dreams", 
      "Profound and long", 
      "INSOMNIA OF DRUG AND LIQUOR HABITUES"
    ], 
    "Extremities": [
      "Violent pain in finger-tips, tingling in toes", 
      "Numbness", 
      "Formication, pain and spasmodic movements", 
      "ICY COLDNESS OF EXTREMITIES", 
      "Fingers and feet bluish, shriveled, SPREAD APART OR BENT BACKWARDS, numb", 
      "Trembling, staggering gait", 
      "VIOLENT CRAMPS", 
      "Cold, dry hands and feet of excessive smokers with feeling of fuzziness in fingers"
    ]
  }, 
  "details": "Produces contraction of the un striped muscular fibers; hence a constringent feeling throughout the whole body. This produces an anaemic condition, coldness, numbness, petechiae, mortification, gangrene. A useful remedy for old people with shriveled skin - thin, scrawny old women. All the Secale conditions are BETTER FROM COLD; the whole body is pervaded by a sense of great heat. Hemorrhages; continued oozing; THIN, fetid, watery black blood. DEBILITY, ANXIETY, EMACIATION, THOUGH APPETITE AND THIRST MAY BE EXCESSIVE. Facial and abdominal muscles twitch. Secale decreases the flow of pancreatic juice by raising the blood pressure. (Hinsdale).", 
  "Natural History": [
    "ErgotClaviceps Purpurea"
  ], 
  "dosage": "First to thirtieth potency. NON-HOMEOPATHIC USE. If hemorrhages of the puerperium, after the uterus is entirely emptied, when it fails to contract satisfactorily and in secondary puerperal hemorrhage the result of incomplete involution of the uterus, give one-half to one dram of the fluid extract. Remember Pagot's law, As long as the uterus contains anything, be it child, placenta, membranes, clots, never administer Ergot."
}