{
  "name": "Selenium", 
  "Relationship": "Antidotes: IGN.; PULS.Incompatible: CHINA; WINE.Compare: AGNUS; CALAD.; SULPHUR; TELLUR.; PHOS. ACID.", 
  "symptoms": {
    "Head": [
      "Hair falls out", 
      "Scalp feels tense", 
      "Headache from tea drinking", 
      "PAIN OVER LEFT EYE; WORSE, WALKING IN SUN, STRONG ODORS AND TEA"
    ], 
    "Stomach": [
      "Hiccough and eructations after smoking", 
      "Sweetish taste", 
      "After eating, pulsation all over, especially abdomen", 
      "Desire for brandy and other strong drink"
    ], 
    "Modalities": [
      "Worse: after sleep", 
      "Worse: in hot weather", 
      "Worse: from Cinchona", 
      "Worse: draft of air", 
      "Worse: coition"
    ], 
    "Mind": [
      "Mental labor fatigues", 
      "EXTREME SADNESS", 
      "Lascivious thoughts, with impotency", 
      "Abject despair, uncompromising melancholy"
    ], 
    "Abdomen": [
      "Involuntary dribbling", 
      "Sensation in the tip of urethra as if a biting drop were forcing its way out", 
      "Chronic liver affections; liver painful, ENLARGED, WITH FINE RASH OVER LIVER REGION", 
      "Urinary Organs", 
      "Stool constipated, hard and accumulated in rectum"
    ], 
    "Sleep": [
      "SLEEP PREVENTED BY PULSATION IN ALL VESSELS, worse abdomen", 
      "Sleepless until midnight, awakens early and always same hour"
    ], 
    "Skin": [
      "Itching about finger-joints and between fingers; in palms", 
      "Vesicular eruption between fingers", 
      "ACNE", 
      "Hair falls out from brows, beard, and genitals", 
      "Seborrhoea oleos; comedones WITH AN OILY SURFACE OF THE SKIN; alopecia", 
      "ITCHING ABOUT THE ANKLES and folds of skin, between fingers", 
      "Dry, scaly eruption in palms, with itching"
    ], 
    "Throat": [
      "Hoarseness of singers", 
      "Much clear, starchy mucus", 
      "Incipient tubercular laryngitis", 
      "Cough in morning, with expectoration of bloody mucus", 
      "Hawking and raising transparent lumps of mucus every morning", 
      "HOARSENESS"
    ], 
    "Extremities": [
      "Paralytic pains in small of back in the morning", 
      "Tearing pain in hands, at night"
    ], 
    "Male": [
      "Irritability after coitus", 
      "On attempting coition, penis relaxes", 
      "HYDROCELE", 
      "INCREASES DESIRE, DECREASES ABILITY", 
      "Semen thin, odorless", 
      "Dribbling of semen during sleep", 
      "Sexual neurasthenia", 
      "LOSS OF SEXUAL POWER, with lascivious fancies", 
      "Dribbling of prostatic fluid"
    ]
  }, 
  "details": "Marked effects on the genitourinary organs, and often indicated in elderly men, especially for prostration and sexual atony. GREAT DEBILITY; worse, heat. Easy exhaustion, mental and physical, in old age. Debility after exhausting diseases.Selenium is a constant constituent of bones and teeth.", 
  "Natural History": [
    "The Element Selenium"
  ], 
  "dosage": "Sixth to thirtieth potency. Colloidal Selenium injection for inoperable cancer. Pain, sleeplessness, ulceration and discharge are markedly diminished."
}