{
  "name": "Serum anguillar ichthyotoxin", 
  "Relationship": "Great analogy exists between eel serum and the venom of the VIPERA.Compare also: ELIAS; LACHESIS.", 
  "symptoms": {}, 
  "details": "Eel serum. Experiments show great analogy between the serum and the venom of Vipera. Indicated whenever the systole of the heart is insufficient, decompensated valvular disease, irregular pulse due to fibrillation of the auricle. Asystole, feeble, frequent, irregular pulse, dyspnoea and scanty urine. Liver enlarged, dyspnoea, albuminuria. No oedema.Subacute nephritis. Heart diseases, in cases of failure of compensation and impending asystole. The experiments of Dr. Jousset have amply demonstrated the rapid hematuria, albuminuria and oliguria caused by it. In the presence of acute nephritis with threatening uraemia we should always think of this serum. Very efficacious in functional heart diseases. Mitral insufficiency, asystole with or without oedema, dyspnoea and difficult urinary secretion.From all these facts it is easy to infer, A PRIORI, the therapeutic indications of the SERUM OF THE EEL. Whenever the kidney becomes acutely affected, either from cold or infection or intoxication, and the attack is characterized by OLIGURIA, ANURIA and ALBUMINURIA, we will find the EEL'S SERUM eminently efficacious to re-establish diuresis, and in rapidly arresting albuminuria. When during the course of HEART-DISEASE, the kidney, previously working well, should suddenly become affected and its function inhibited; and when besides we observe cardia irregularities and a marked state of asystole, we may yet expect good results from this serum. But to determine here the choice of this remedy is not an easy matter. While DIGITALIS presents in its indications, the well-known symptomatic trilogy; ARTERIAL HYPERTENSION, OLIGURIA AND EDEMA; THE SERUM OF THE EEL seems better adapted to cases of HYPERTENSION AND OLIGURIA, WITHOUT EDEMA. We should bear in mind that the elective action of the eel's serum is on the kidney, and I believe we can well assert that if DIGITALIS is a cardiac, the EEL'S SERUM is a renal remedy. So far, at least, the clinical observations published seem to confirm this distinction. The serum of the eel has given very small results in attacks of asystole; but it has been very efficacious in CARDIAC UREMIA. There, where DIGITALIS is powerless, the SERUM OF THE EEL has put an end to the renal obstruction and produced an abundant diuresis. But its really specific indication seems to be for ACUTE NEPHRITIS (Jousset).THE SERUM OF THE EEL has a toxic action on the blood, rapidly destroying its globules. The presence of albumin and renal elements in the urine, the hemoglobinuria, the prolonged anuria (24 and 26 hours), together with the results of the autopsy, plainly demonstrate its elective action on the kidneys. Secondarily, the liver and the heart are affected, and the alteration observed are those usually present in infectious diseases.", 
  "Natural History": "Eel Serum", 
  "dosage": "Attenuations are made with glycerine or distilled water, the lower 1x to 3 in heart disease, the higher in"
}