{
  "name": "Silicea", 
  "Relationship": "Complementary: THUJA; SANIC.; PULS.; FLUOR-AC. Mercurius and Silica do not follow each other well.Compare: BLACK GUNPOWDER 3X. (Abscesses, boils, carbuncles, limb purple. Wounds that refuse to heal; accident from bad food or water. Clarke.) HEP.; KALI-PHOS.; PIC-AC.; CALC.; PHOS.; TABASHEER; NATRUM SILICUM (tumors, hemophilia, arthritis; dose, three drops three times daily, in milk); FERRUM CYANATUM (epilepsy; neuroses, with irritable weakness and hypersensitiveness, especially of a periodical character). SILICA MARINA - Sea-sand - (Silica and Natrum mur. symptoms. INFLAMED GLANDS and commencing suppuration. Constipation. Use for some time 3X trit.) VITRUM - CROWN GLASS - (Potts; disease, after Silica, necrosis, discharge thin, watery, fetid. Much pain, fine GRINDING AND GRATING like grit.) ARUNDO DONAX (acts on excretory and generative organs; suppuration, especially chronic, and where the ulceration is fistulous, especially in long bones. Itching eruption on chest, upper extremities and behind ears).", 
  "symptoms": {
    "Head": [
      "Aches from fasting", 
      "Swelling in the glabella", 
      "PROFUSE SWEAT OF HEAD, offensive, and extends to neck", 
      "Pain begins at occiput, and spreads over head and settles over eyes", 
      "Vertigo from looking up; BETTER, WRAPPING UP WARMLY; WHEN LYING ON LEFT SIDE"
    ], 
    "Fever": [
      "Chilliness; very sensitive to cold air", 
      "SUFFERING PARTS FEEL COLD", 
      "Cold extremities, even in a warm room", 
      "Creeping, shivering over the whole body", 
      "Sweat at night; worse towards morning"
    ], 
    "Stomach": [
      "Want of appetite; thirst excessive", 
      "Pit of stomach painful to pressure", 
      "Disgust for meat and WARM FOOD", 
      "Sour eructations after eating", 
      "Vomiting after drinking", 
      "On swallowing food, it easily gets into posterior nares"
    ], 
    "Abdomen": [
      "Colic; cutting pain, with constipation; yellow hands and blue nails", 
      "Much rumbling in bowels", 
      "Hard, bloated", 
      "Inguinal glands swollen and painful", 
      "Pain or painful cold feeling in abdomen, better external heat", 
      "Hepatic abscess"
    ], 
    "Mouth": [
      "Gums sensitive to cold air", 
      "Boils on gums", 
      "Sensitive to cold water", 
      "Pyorrhoea", 
      "Abscess at root of teeth", 
      "SENSATION OF A HAIR ON TONGUE"
    ], 
    "Rectum": [
      "CONSTIPATION ALWAYS BEFORE AND DURING MENSES; with irritable sphincter ani", 
      "Bloody, involuntary, with red or yellow sediment", 
      "Prostatic fluid discharged when straining at stool", 
      "Great straining; rectum stings; closes upon stool", 
      "Diarrhoea of cadaverous odor", 
      "Feces remain a long time in rectum", 
      "Nocturnal enuresis in children with worms", 
      "STOOL COMES DOWN WITH DIFFICULTY; WHEN PARTLY EXPELLED, RECEDES AGAIN", 
      "FISTULA IN ANO", 
      "Feels paralyzed", 
      "Fissures and hemorrhoids, PAINFUL, WITH SPASM OF SPHINCTER", 
      "Urinary Organs"
    ], 
    "Respiratory": [
      "Slow recovery after pneumonia", 
      "Stitches in chest through to back", 
      "Cough with expectoration in day, bloody or purulent", 
      "Colds fail to yield; sputum persistently mucopurulent and profuse", 
      "Cough and sore throat, with expectoration of little granules like shot, which, when broken, smell very offensive", 
      "VIOLENT COUGH WHEN LYING DOWN, WITH THICK, YELLOW LUMPY EXPECTORATION; suppurative stage of expectoration"
    ], 
    "Eyes": [
      "STYES", 
      "PERFORATING or sloughing ulcer of cornea", 
      "Abscess in cornea after traumatic injury", 
      "Iritis and iridochoroiditis, with pus in anterior chamber", 
      "Angles of eyes affected", 
      "SWELLING OF LACHRYMAL DUCT", 
      "After-effects of keratitis and ulcus cornea, clearing the opacity", 
      "Cataract in office workers", 
      "Use 30th potency for months", 
      "Vision confused; letters run together on reading", 
      "Aversion to light, especially daylight; it produces dazzling, sharp pain through eyes; eyes tender to touch; worse when closed"
    ], 
    "Face": [
      "Eruption on chin", 
      "Skin cracked on margin of lips", 
      "Facial neuralgia, throbbing, tearing, face red; worse, cold damp"
    ], 
    "Nose": [
      "Sneezing in morning", 
      "Itching at point of nose", 
      "Obstructed and loss of smell", 
      "Perforation of septum", 
      "Dry, hard crusts form, BLEEDING WHEN LOOSENED", 
      "Nasal bones sensitive"
    ], 
    "Male": [
      "Burning and soreness of genitals, with eruption on inner surface of thighs", 
      "Chronic gonorrhea, with thick, fetid discharge", 
      "Elephantiasis of scrotum", 
      "Hydrocele", 
      "Sexual erethism; nocturnal emissions"
    ], 
    "Ears": [
      "Caries of mastoid", 
      "ROARING IN EARS", 
      "Loud pistol-like report", 
      "Fetid discharge", 
      "Sensitive to noise"
    ], 
    "Modalities": [
      "Better: warmth", 
      "Better: wrapping up head", 
      "Better: summer; in wet or humid weather", 
      "Worse: new moon", 
      "Worse: in morning", 
      "Worse: from washing", 
      "Worse: during menses", 
      "Worse: uncovering", 
      "Worse: lying down", 
      "Worse: damp", 
      "Worse: lying on left side", 
      "Worse: cold"
    ], 
    "Mind": [
      "SENSITIVE to all impressions", 
      "Abstracted", 
      "Yielding, FAINT-HEARTED, ANXIOUS", 
      "Obstinate, headstrong children", 
      "Nervous and excitable", 
      "Brain-fag", 
      "Fixed ideas; thinks only of PINS, fears them, searches and counts them"
    ], 
    "Back": [
      "Potts' disease", 
      "Pain in coccyx", 
      "Weak spine; very susceptible to drafts on back", 
      "Spinal irritation after injuries to spine; diseases of bones of spine"
    ], 
    "Sleep": [
      "Sleeplessness, with great orgasm of blood and heat in head", 
      "Frequent starts in sleep", 
      "Excessive gaping", 
      "Anxious dreams", 
      "NIGHT-WALKING; gets up while asleep"
    ], 
    "Female": [
      "Abscess of labia", 
      "Increased menses, with paroxysms of ICY COLDNESS OVER WHOLE BODY", 
      "A milky  Acrid leucorrhoea, during urination", 
      "Nipples very sore; ulcerated easily; drawn in", 
      "Discharge of blood between menstrual periods", 
      "Itching of vulva and vagina; very sensitive", 
      "Discharge of blood from vagina every time child is nursed", 
      "Vaginal cysts", 
      "Hard lumps in breast", 
      "Fistulous ulcers of breast"
    ], 
    "Skin": [
      "Every little injury suppurates", 
      "Scars suddenly become painful", 
      "Dry finger tips", 
      "Pus offensive", 
      "Lepra, nodes, and coppery spots", 
      "CRIPPLED NAILS", 
      "Painless swelling of glands", 
      "Long lasting suppuration and fistulous tracts", 
      "Rose-colored blotches", 
      "Bursa", 
      "Delicate, pale, waxy", 
      "Eruptions itch only in daytime and evening", 
      "Cracks at ends of fingers", 
      "Abscesses of joints", 
      "PROMOTES EXPULSION OF FOREIGN BODIES FROM TISSUES", 
      "KELOID GROWTHS", 
      "FELONS, ABSCESSES, BOILS, OLD FISTULOUS ULCERS", 
      "After impure vaccination", 
      "Indurated tumors"
    ], 
    "Throat": [
      "Colds settle in throat", 
      "PAROTID GLANDS SWOLLEN", 
      "Hard, cold swelling of cervical glands", 
      "Stinging pain on swallowing", 
      "Periodical quinsy", 
      "PRICKING AS OF A PIN IN TONSIL"
    ], 
    "Extremities": [
      "SUPPURATES", 
      "Soles sore", 
      "Loss of power in legs", 
      "SORENESS IN FEET FROM INSTEP THROUGH TO THE SOLE", 
      "Sensation in tips of fingers, as if suppurating", 
      "OFFENSIVE SWEAT ON FEET, hand, and axillae", 
      "THE PARTS LAIN ON GO TO SLEEP", 
      "Paralytic weakness of forearm", 
      "Tremulous hands when using them", 
      "Pain in knee, as if tightly bound", 
      "AFFECTIONS OF FINGER NAILS, especially if white spots on nails", 
      "Pain beneath toes", 
      "Ingrowing toe-nails", 
      "ICY COLD AND SWEATY FEET", 
      "Cramp in calves and soles", 
      "Calves tense and contacted", 
      "Sciatica, pains through the hips, legs and feet", 
      "Panaritium"
    ]
  }, 
  "details": "Imperfect assimilation and consequent defective nutrition. It goes further and produces neurasthenic states in consequence, and increased susceptibility to nervous stimuli and exaggerated reflexes. Diseases of bones, caries and necrosis. Silica can stimulate the organism to re-absorb fibrotic conditions and scar-tissue. In phthisis must be used with care, for here it may cause the absorption of scar-tissue, liberate the disease, walled in, to new activities. (J. Weir.) Organic changes; it is deep and slow in action. Periodical states; abscesses, quinsy, headaches, spasms, epilepsy, feeling of coldness before an attack. Keloid growth. Scrofulous, rachitic children, with large head, open fontanelles and sutures, distended abdomen, slow in walking. ILL EFFECTS OF VACCINATION. SUPPURATIVE PROCESSES. It is related to all pustulous burrowings. Ripens abscesses since it promotes suppuration. Silica patient is cold, chilly, hugs the fire, wants plenty warm clothing, hates drafts, hands and feet cold, worse in winter. Lack of vital heat. Prostration of mind and body. Great sensitiveness to taking cold. INTOLERANCE OF ALCOHOLIC STIMULANTS. Ailments attended with PUS FORMATION. Epilepsy. WANT OF GRIT, moral or physical.", 
  "Natural History": [
    "Pure Flint", 
    "Silica"
  ], 
  "dosage": "Sixth to thirtieth potency. The 200th and higher of unquestioned activity. In malignant affections, the lowest potencies needed at times."
}