{
  "Natural History": "Cystisus ScopariusBroom", 
  "details": "Sparteine sulphate increases the strength of the heart, slows it and reduces the blood pressure. It continues the good effects of Veratrum and Digitalis without any of the undesirable effects of either. (Hinsdale.)Albuminuria. Cheyne-Stokes respiration. Irregular heart following grip and various infections. Hypotension. Used palliatively in physiological dosage to combat arterial hypertension, arteriosclerosis. Very useful hypodermically 1/10 to 1/4 grain in sustaining heart after stopping habit of Morphia. Spartium is indicated when primarily the muscles of the heart and especially the nervous apparatus is affected. Acts rapidly and lasts three to four days. Does not disturb digestion. Nephritis.The effect of Sparteine sulphate (the alkaloid of Broom) is to cause a LOWERING of the systolic and diastolic pressures of the provers. Sphygmograms also show a condition of lowered blood-pressure. It depresses the heart by poisonous action exerted on the myocardium and this, with the stimulating action of the drug upon the vagus, accounts for the lowered blood pressure and reduced pulse rate. It weakens the cardiac contraction. The total amount of urine is increased. The drug has, therefore, diuretic properties and is useful in dropsy.", 
  "symptoms": {
    "Heart": [
      "Hypotension", 
      "Here it produces much comfort", 
      "Angina pectoris", 
      "Irregular action, disturbed rhythm due to gas, etc., feeble in nervous hysterical patients", 
      "Doses for water-logged cases, cannot lie down", 
      "Sparteine in 2 gr", 
      "Tobacco heart", 
      "Has specific action upon the kidneys, enabling them to eliminate and relieve the stress upon the heart", 
      "Myocardial degeneration, failing compensation"
    ], 
    "Stomach": [
      "Great accumulation of gas in gastrointestinal canal, with mental depression"
    ], 
    "Urine": [
      "Burning along urinary tract or in pudendum", 
      "Profuse flow of urine"
    ]
  }, 
  "name": "Spartium scoparium", 
  "dosage": "Homeopathically. First to thirdFor non-homeopathic use (palliative as above), one or two grains t.i.d. by mouth, exerts a definite action upon the kidneys that will enable them to relieve the distress upon the heart. It is a safe drug and prompt in its action. Hypodermically, not less than 1/4 of a grain. Doses as high as 2 grains by mouth three times a day are safe (Hinsdale)."
}