{
  "name": "Spongia tosta", 
  "Relationship": "Compare: ACON.; HEP.; BROM.; LACH.; MERC. PROT.; IOD. (Goitre.)", 
  "symptoms": {
    "Heart": [
      "AWAKENED SUDDENLY AFTER MIDNIGHT WITH PAIN AND SUFFOCATION; is flushed, hot, and frightened to death", 
      "Hypertrophy of heart, especially right, with asthmatic symptoms", 
      "Rapid and violent palpitation, with dyspnoea; cannot lie down; also feels best resting in horizontal position", 
      "Ebullition of blood, veins distended", 
      "Valvular insufficiency", 
      "Angina pectoris; faintness, and anxious sweat", 
      "SURGING OF HEART INTO CHEST, AS IF IT WOULD FORCE OUT UPWARD"
    ], 
    "Eyes": [
      "Watering; gummy or mucus discharge"
    ], 
    "Fever": [
      "ATTACKS OF HEAT WITH ANXIETY; heat and redness of face and perspiration"
    ], 
    "Stomach": [
      "Excessive thirst, GREAT HUNGER", 
      "Hiccough", 
      "Cannot bear tight clothing around trunk"
    ], 
    "Modalities": [
      "Worse: ascending", 
      "Worse: wind", 
      "Worse: before midnight", 
      "Better: descending", 
      "Better: lying with head low"
    ], 
    "Mind": [
      "Every excitement increases the cough", 
      "Anxiety and fear"
    ], 
    "Head": [
      "Rush of blood; bursting headache; worse, forehead"
    ], 
    "Respiratory": [
      "Oppression and heat of chest, with sudden weakness", 
      "Irrepressible cough from a spot deep in chest, as if raw and sore", 
      "Bronchial catarrh, with wheezing, asthmatic cough, worse cold air, with profuse expectoration and suffocation; worse, lying with head low and in hot room", 
      "Respiration short, panting, DIFFICULT; FEELING OF A PLUG IN LARYNX", 
      "Goitre, with suffocative spells", 
      "The dry, chronic sympathetic cough or organic heart disease is relieved by Spongia", 
      "Chest weak; can scarcely talk", 
      "Great dryness of all air-passages", 
      "COUGH ABATES AFTER EATING OR DRINKING, especially warm drinks", 
      "Laryngeal phthisis", 
      "HOARSENESS; LARYNX DRY, BURNS, CONSTRICTED", 
      "CROUP; WORSE, DURING INSPIRATION AND BEFORE MIDNIGHT", 
      "Cough, DRY, BARKING, CROUPY; larynx sensitive to touch"
    ], 
    "Mouth": [
      "Tongue dry and brown; full of vesicles"
    ], 
    "Nose": [
      "Dryness; chronic, dry, nasal catarrh", 
      "Fluent coryza, alternating with stoppage"
    ], 
    "Female": [
      "Before menses, pain in sacrum, hunger, PALPITATION", 
      "Amenorrhoea, with asthma", 
      "DURING MENSES, wakes with suffocative spells"
    ], 
    "Skin": [
      "SWELLING AND INDURATION OF GLANDS; also exophthalmic; cervical glands swollen with tensive pain on turning head, painful on pressure; goitre", 
      "Itching; measles"
    ], 
    "Throat": [
      "Thyroid gland swollen", 
      "Stitches and dryness", 
      "Sore throat; worse after eating sweet things", 
      "Clears throat constantly", 
      "Tickling causes cough", 
      "Burning and stinging"
    ], 
    "Sleep": [
      "AWAKES IN A FRIGHT, AND FEELS AS IF SUFFOCATING", 
      "Generally worse after sleep, or sleeps into an aggravation"
    ], 
    "Male": [
      "Heat in parts", 
      "Epididymitis", 
      "SWELLING OF SPERMATIC CORD AND TESTICLES, WITH PAIN AND TENDERNESS", 
      "ORCHITIS"
    ]
  }, 
  "details": "A remedy especially marked in the symptoms of the respiratory organs, cough, croup, etc. Heart affections and often indicated for the tubercular diathesis. Children with fair complexion, lax fiber; swollen glands. EXHAUSTION AND HEAVINESS OF THE BODY AFTER SLIGHT EXERTION, WITH ORGASM OF BLOOD TO CHEST, FACE. ANXIETY AND DIFFICULT BREATHING.", 
  "Natural History": [
    "Roasted Sponge"
  ], 
  "dosage": "Second trituration, or tincture to third potency."
}