{
  "name": "Stropanthus hispidus", 
  "Relationship": "Compare: DIGIT. (but is slower than STROPHANT. in its action); PHOS-AC. (weak heart, irregular pulse, fluttering sensation in cardiac region, palpitation during sleep, fainting).", 
  "symptoms": {
    "Heart": [
      "Heart's action weak, rapid, irregular, due to muscular debility; and insufficiency", 
      "Pulse quickened", 
      "Cardiac pain"
    ], 
    "Head": [
      "Temporal pains with double vision, impaired sight; brilliant eyes, flushed face", 
      "Senile vertigo"
    ], 
    "Stomach": [
      "Seven drops of tincture", 
      "Nausea with special disgust for alcohol and so aids in treatment of dipsomania"
    ], 
    "Urine": [
      "Increased secretion; scanty and albuminous"
    ], 
    "Female": [
      "Bronchial and cardiac asthma", 
      "Oedema of lungs", 
      "Menorrhagia; uterine hemorrhage; uterus heavily congested"
    ], 
    "Skin": [
      "Urticaria, especially more chronic forms"
    ], 
    "Extremities": [
      "Anasarca", 
      "Swollen, dropsical"
    ]
  }, 
  "details": "Strophanthus is a muscle poison; it increases the contractile power of all striped muscles. Acts on the heart, INCREASING THE SYSTOLE AND DIMINISHES THE RAPIDITY. May be used with advantage to tone the heart, and run off dropsical accumulations. In small doses for weak heart; it feels enlarged. In mitral regurgitation, where oedema and dropsy have supervened. (DIGIT.) Strophanthus occasions no gastric distress, has no cumulative effects, is a greater diuretic, and is safer for the aged, as it does not affect the vaso-motors. In pneumonia and in severe prostration from hemorrhage after operations and acute diseases. After the long use of stimulants; IRRITABLE HEART of tobacco-smokers. Arteriosclerosis; rigid arteries of aged. Restores tone to a BRITTLE tissue, especially of the heart muscle and valves. Especially useful in failing compensation dependent upon fatty heart. HIVES. Anaemia with palpitation and breathlessness. Exophthalmia goitre. Corpulent persons.", 
  "Natural History": "Kombe-seed", 
  "dosage": "Tincture and 6X potency. In more acute cases, five to ten drops of the tincture three times a day."
}