{
  "name": "Sulphuricum acidum", 
  "Relationship": "Complementary: PULS.Compare: ARS.; CALEN.; LED.; SEP.; CALC.", 
  "symptoms": {
    "Eyes": [
      "Intraocular hemorrhage following traumatism", 
      "Great chemosis of conjunctiva, with aching and sharp pain"
    ], 
    "Respiratory": [
      "Respiration rapid with shooting in cervical muscles and movement of wings of nose; LARYNX MOVES UP AND DOWN VIOLENTLY", 
      "Bronchitis in children with short, teasing cough"
    ], 
    "Stomach": [
      "Heartburn; SOUR ERUCTATIONS; SETS TEETH ON EDGE", 
      "CRAVING FOR ALCOHOL", 
      "WATER CAUSES COLDNESS OF STOMACH; must be mixed with liquors", 
      "RELAXED FEELING IN STOMACH", 
      "Averse to smell of coffee", 
      "Sour vomiting", 
      "Desire for fresh food", 
      "HICCOUGH", 
      "Coldness of stomach relieved by applied heat", 
      "Nausea with chilliness"
    ], 
    "Female": [
      "Menstruation early and profuse", 
      "Erosion of cervix in the aged; easily bleeding", 
      "Acrid, burning leucorrhoea, often of bloody mucus"
    ], 
    "Modalities": [
      "Worse: from excess of heat or cold in forenoon and evening", 
      "Better: from warmth", 
      "Better: and lying on affected side"
    ], 
    "Mind": [
      "Fretful, impatient", 
      "Unwilling to answer questions; hurried"
    ], 
    "Abdomen": [
      "Weak feeling, with dragging into the hips and small of back", 
      "FEELING AS IF HERNIA WOULD PROTRUDE, especially left side"
    ], 
    "Mouth": [
      "Aphthae; gums bleed readily", 
      "Offensive breath", 
      "Pyorrhoea"
    ], 
    "Head": [
      "Right-sided neuralgia; painful shocks; skin feels pinched", 
      "Sensation as if brain was loose in forehead and falling from side to side", 
      "Concussion of brain where skin is cold, body bathed in cold sweat", 
      "Compressive pain in side of occiput", 
      "RELIEVED BY HOLDING THE HANDS NEAR THE HEAD", 
      "Pain of outer parts, as if there were subcutaneous ulceration; painful to touch", 
      "THRUST IN RIGHT TEMPLE AS IF PLUG WERE PRESSED IN"
    ], 
    "Skin": [
      "Bad effects from mechanical injuries, with bruises and livid skin", 
      "Ecchymosis", 
      "Petechiae", 
      "PURPURA HEMORRHAGICA", 
      "Livid, red, itching blotches", 
      "Hemorrhage of black blood from all outlets", 
      "Cicatrices turn red and blue and become painful", 
      "Chilblains with gangrenous tendency", 
      "Carbuncles, boils and other staphylococcic and streptococcic infections"
    ], 
    "Rectum": [
      "Piles; oozing dampness", 
      "Rectum feels as if it had a big ball", 
      "Diarrhoea, fetid, black, with sour odor of body, and empty faint feeling in abdomen"
    ], 
    "Extremities": [
      "Cramp-like paralytic contraction in arms, hands; jerking of fingers while writing"
    ]
  }, 
  "details": "The \"debility\" common to acids shows itself here, especially in the digestive tract, giving a very relaxed feeling in the stomach, with craving for stimulants. TREMOR AND WEAKNESS; everything must be done in a hurry. HOT FLUSHES, followed by perspiration, with trembling. Tendency to gangrene following mechanical injuries. Writer's cramp. Lead poisoning. Gastralgia and hypochlorhydria. Purpura hemorrhagia.", 
  "Natural History": [
    "Sulphuric Acid"
  ], 
  "dosage": "Sulphuric acid mixed with three parts of alcohol, ten to fifteen drops three times daily for several weeks, has been successfully used to subdue the craving for liquor. For homeopathic purposes second to thirtieth potency."
}