{
  "name": "Syphilinum", 
  "Relationship": "Compare: MERC.; KAL. HYD.; NIT-AC.; AUR.; ALUM", 
  "symptoms": {
    "Eyes": [
      "Feeling of cold air blowing on eye", 
      "Diplopia; one image seen below the other", 
      "Tubercular iritis", 
      "Lids swollen; PAIN INTENSE AT NIGHT; ptosis", 
      "CHRONIC, RECURRENT, PHLYCTENULAR INFLAMMATION OF CORNEA; successive crops of phlyctenules and abrasions of epithelial layer of cornea; photophobia intense, lachrymation, profuse"
    ], 
    "Respiratory": [
      "Cough dry, hard; worse at night; windpipe sensitive to touch", 
      "Lancinating pains from base of heart to apex at night", 
      "Aphonia; chronic asthma in summer, wheezing and rattling"
    ], 
    "Stomach": [
      "CRAVES ALCOHOL"
    ], 
    "Rectum": [
      "Feels tied up with strictures", 
      "Fissures, prolapse", 
      "Enemas very painful"
    ], 
    "Modalities": [
      "Worse: at night", 
      "Worse: sundown to sunrise", 
      "Worse: seashore", 
      "Worse: in summer", 
      "Better: inland and mountains", 
      "Better: during day", 
      "Better: moving about slowly"
    ], 
    "Mind": [
      "Loss of memory; remembers everything previous to his illness", 
      "FEARS THE NIGHT, and the suffering from exhaustion on awakening", 
      "Apathetic; FEELS AS IF GOING INSANE OR BEING PARALYZED", 
      "Hopeless; DESPAIRS OF RECOVERY"
    ], 
    "Head": [
      "Top of head feels as if coming off", 
      "Stupefying cephalgia", 
      "Pain in bones of head", 
      "FALLING OF THE HAIR", 
      "Linear pains from temples across, or from eyes backward; cause sleeplessness and delirium at night"
    ], 
    "Nose": [
      "Caries of nasal bones, hard palate and septum, with perforation; ozaena"
    ], 
    "Female": [
      "Leucorrhoea PROFUSE, THIN, WATERY, ACRID, with sharp, knife-like pain in ovaries", 
      "Ulcers on labia"
    ], 
    "Skin": [
      "Extreme emaciation", 
      "Reddish-brown eruption, with a disagreeable odor"
    ], 
    "Mouth": [
      "Teeth decay at gum; edges serrated, dwarfed", 
      "Ulcers smart and burn", 
      "Tongue coated, teeth-indented; deep longitudinal cracks", 
      "EXCESSIVE FLOW OF SALIVA; IT RUNS OUT OF MOUTH WHEN SLEEPING"
    ], 
    "Extremities": [
      "Muscles contracted in hard knots", 
      "Indolent ulcers", 
      "Redness and rawness between toes  Rheumatism, muscles are caked in hard knot or lumps", 
      "Sciatica; worse at night; better about daybreak", 
      "Severe pain in long bones", 
      "Run-around", 
      "ALWAYS WASHING THE HANDS", 
      "Rheumatism of shoulder-joint, at insertion of deltoid"
    ], 
    "Ears": [
      "Caries of ossicles in ear of syphilitic origin"
    ]
  }, 
  "details": "Ichthyosis. Syphilitic affections. Pains from darkness to daylight; decrease and increase gradually. Hereditary tendency to alcoholism. ULCERATION OF mouth, nose, genitals, skin. SUCCESSION OF ABSCESSES.Shifting rheumatic pains. Chronic eruptions and rheumatism.Utter prostration and debility in the morning.", 
  "Natural History": [
    "The Syphilitic Virus - A Nosode"
  ], 
  "dosage": "The highest potencies only, and in"
}