{
  "name": "Tabacum", 
  "Relationship": "Antidote: Vinegar; sour apples. CAMPHOR in the physiologicla antagonist. ARS. (chewing tobacco); IGN.; (smoking); SEP. (neuralgia and dyspepsia); LYCOP. (Impotency); NUX (bad taste due to tobacco); CALAD. AND PLAN TAG. (Cause aversion to tobacco); PHOSPH. (Tobacco heart, sexual weakness).Compare: HYDROBROMIC ACID; CAMPH.; VERAT.; ARS. Compare: NICOTINUM (Alternate tonic and clonic spasms, followed by general relaxation and trembling; nausea, cold sweat, and speedy collapse; head drawn back, contraction of eyelids and masseter muscles; muscles of neck and back rigid; hissing respiration from spasm of laryngeal and bronchial muscles).", 
  "symptoms": {
    "Heart": [
      "Pulse intermits, feeble, imperceptible", 
      "Pain radiates from center of sternum", 
      "Angina pectoris, pain in precordial region", 
      "ACUTE DILATATION caused by shock or violent physical exertion", 
      "Palpitation when lying on left side", 
      "Tachycardia", 
      "Bradycardia"
    ], 
    "Eyes": [
      "Central scotoma", 
      "Dim sight; sees as through a veil; strabismus", 
      "Rapid blindness without lesion, followed by venous hyperaemia and atrophy of optic nerve", 
      "AMAUROSIS; muscae volitantes"
    ], 
    "Fever": [
      "Chills, with COLD SWEAT"
    ], 
    "Stomach": [
      "SEASICKNESS; TERRIBLE FAINT, SINKING FEELING AT PIT OF STOMACH", 
      "Incessant nausea; worse, smell of tobacco smoke ; vomiting on least motion, sometimes of fecal matter", 
      "Sense of relaxation of stomach, with nausea", 
      "Gastralgia; pain from cardiac end extending to left arm", 
      "DURING PREGNANCY WITH MUCH SPITTING"
    ], 
    "Modalities": [
      "Worse: opening eyes; evening; extremes of heat and cold", 
      "Better: uncovering", 
      "Better: open fresh air"
    ], 
    "Mind": [
      "Discontented", 
      "Forgetful", 
      "Sensation of excessive wretchedness", 
      "VERY DESPONDENT"
    ], 
    "Abdomen": [
      "WANTS ABDOMEN UNCOVERED", 
      "Cold", 
      "Incarcerated hernia", 
      "It lessens the nausea and vomiting", 
      "Painful distensions"
    ], 
    "Face": [
      "Freckles", 
      "Pale, blue, pinched, sunken, collapsed, covered with cold sweat"
    ], 
    "Respiratory": [
      "Precordial oppression, with palpitation and pain between shoulders", 
      "Cough dry, teasing, must take a swallow of cold water  Dyspnoea, with tingling down left arm when lying on left side", 
      "Difficult, violent constriction of chest", 
      "Cough followed by hiccough"
    ], 
    "Sleep": [
      "Insomnia with dilated heart, with cold, clammy skin and anxiety"
    ], 
    "Head": [
      "Sudden pain, as if struck by a hammer", 
      "Tight feeling as from a band", 
      "Vertigo ON OPENING EYES; sick headache, with deathly nausea; periodical", 
      "Nervous deafness", 
      "Secretion from eyes, nose and mouth increased"
    ], 
    "Throat": [
      "Hoarseness of public speakers", 
      "Nasopharyngitis and tracheitis, HEMMING, morning cough, sometimes with vomiting"
    ], 
    "Rectum": [
      "Constipation; rectum paralyzed, prolapsed", 
      "Renal colic; violent pain along ureter, left side", 
      "Rectal tenesmus", 
      "Urinary organs", 
      "Diarrhoea, sudden, watery, with nausea and vomiting, prostration, and cold sweat; discharges look like sour milk, thick, curdled, watery"
    ], 
    "Extremities": [
      "Feebleness of arms", 
      "Paralysis following apoplexy", 
      "Legs and hands icy cold; limbs tremble", 
      "Gait shuffling, unsteady"
    ]
  }, 
  "details": "The symptomatology of Tabacum is exceedingly well marked. The nausea, giddiness, death-like pallor, vomiting, icy coldness, and sweat, with the intermittent pulse, are all most characteristic. Has marked antiseptic qualities, antidotal to cholera germs. Complete prostration of the entire muscular system. Collapse. Gastralgia, enteralgia, SEASICKNESS, cholera infantum; cold, but WANTS ABDOMEN UNCOVERED. Vigorous peristaltic activity. Diarrhoea. Produces high tension and arteriosclerosis of the coronary arteries. Should prove the most homeopathic drug for angina pectoris, with coronaritis and high tension (Cartier). Constriction of throat, chest, bladder, rectum. Pallor, breathlessness, hard cord like pulse.", 
  "Natural History": [
    "Tobacco"
  ], 
  "dosage": "Third to thirtieth and higher potencies."
}