{
  "name": "Tellurium", 
  "Relationship": "Compare: RADIUM.; SELENIUM.; TETRADYMITE - crystals from Georgia and North Carolina containing BISMUTH, TELLURIUM AND SULPHUR - (coccygodynia, ulceration of nails; pains in hands, in small spots, ankles, heels, and tendo-achilles); SEP.; ARTS.; RHUS.", 
  "symptoms": {
    "Eyes": [
      "Lids THICKENED, INFLAMED, itching", 
      "Pterygium; pustular conjunctivitis", 
      "Cataract, following ocular lesions; aids the absorption of infiltrations in iris and choroid"
    ], 
    "Stomach": [
      "Craving for apples", 
      "Empty and weak feeling", 
      "Heartburn"
    ], 
    "Modalities": [
      "Worse: while at rest at night", 
      "Worse: cold weather", 
      "Worse: from friction", 
      "Worse: coughing", 
      "Worse: laughing", 
      "Worse: lying on painful side", 
      "Worse: touch"
    ], 
    "Back": [
      "Pain in sacrum", 
      "PAIN FROM LAST CERVICAL TO FIFTH DORSAL VERTEBRA, very sensitive; worse touch", 
      "SCIATICA; worse right side, COUGHING, STRAINING, and at night, with sensitive vertebral column", 
      "CONTRACTION OF TENDONS IN BENDS OF KNEES"
    ], 
    "Nose": [
      "Coryza, lachrymation and hoarseness; better in open air", 
      "Obstructed; hawks salty phlegm from posterior nares"
    ], 
    "Head": [
      "Neglectful and forgetful", 
      "Pain in left side of head and in forehead above left eye", 
      "Distortion and twitching of left facial muscles; when speaking left angle of mouth drawn upwards and to left", 
      "Fear of being touched in sensitive places", 
      "Congestion to head and nape of neck, followed by weakness and faintness in stomach", 
      "Itching of scalp; red spots"
    ], 
    "Skin": [
      "Itching of hands and feet", 
      "Herpetic spots; RINGWORM", 
      "RING-SHAPE LESIONS, offensive odors from affected parts", 
      "Barber's itch", 
      "Stinging in skin", 
      "FETID EXHALATIONS", 
      "Offensive foot-sweat", 
      "Eczema, back of ears and occiput", 
      "Circular patches of eczema"
    ], 
    "Rectum": [
      "Pruritus ani et perinei after every stool"
    ], 
    "Ears": [
      "ECZEMA BEHIND EAR", 
      "CATARRH OF MIDDLE EAR, DISCHARGE ACRID, SMELLS LIKE FISH-PICKLE", 
      "ITCHING, SWELLING, THROBBING IN MEATUS", 
      "Deafness"
    ]
  }, 
  "details": "Marked skin (herpes circinatus), spinal, eye and ear symptoms. VERY SENSITIVE BACK. Pains all over body. Offensive discharges. Slow development of symptoms. (RADIUM.) Sacral and sciatic pains.", 
  "Natural History": [
    "The Metal Tellurium"
  ], 
  "dosage": "Sixth potency and higher. Takes long time to develop its action, which is very prolonged."
}