{
  "name": "Teucrium marum", 
  "Relationship": "Compare: TEUCRIUM SCORODONIA - Wood-sage (in tuberculosis with mucopurulent expectoration; dropsy; orchitis and TUBERCULOUS EPIDIDYMITIS; ESPECIALLY in young, thin individuals with tuberculosis of lungs, glands; bones and uro-genitals, 3X). CINA; IGNAT.; SANG.; SIL.", 
  "symptoms": {
    "Eyes": [
      "Smarting in canthi; lids red and puffy; tarsal tumor"
    ], 
    "Respiratory": [
      "Dry cough, tickling in trachea; MOULDY TASTE IN THROAT when hawking up mucus, expectoration profuse"
    ], 
    "Stomach": [
      "Vomiting of large quantities of dark-green masses", 
      "Constant hiccough, attended with pain in back", 
      "Unnatural appetite", 
      "Hiccough on eating, after nursing"
    ], 
    "Head": [
      "Excited, tremulous feeling", 
      "Frontal pain; worse, stooping", 
      "Strengthens brain after delirium tremens"
    ], 
    "Nose": [
      "Catarrhal condition of both anterior and posterior nostrils", 
      "MUCOUS POLYPUS", 
      "Chronic catarrh; DISCHARGE OF LARGE, IRREGULAR CLINKERS", 
      "Foul breath", 
      "CRAWLING IN NOSTRILS, with lachrymation and sneezing", 
      "Coryza, with stoppage of nostrils"
    ], 
    "Skin": [
      "Itching causes tossing about all night", 
      "Very dry skin", 
      "Suppurating grooves in the nails"
    ], 
    "Extremities": [
      "Affection of finger-tips and joints of toes", 
      "Tearing pains in arms and legs", 
      "PAIN IN TOE-NAILS, as if they had grown into flesh"
    ], 
    "Rectum": [
      "ITCHING OF ANUS, AND CONSTANT IRRITATION IN THE EVENING IN BED", 
      "ASCARIDES, WITH NIGHTLY RESTLESSNESS", 
      "Crawling in the rectum after stool", 
      "Sleep", 
      "Restless, with twitching, choking, and starting up frightened"
    ], 
    "Ears": [
      "Hissing and ringing otalgia"
    ]
  }, 
  "details": "Nasal and rectal symptoms marked. POLYPI. Affections of children. Suitable after too much medicine has been taken. Over-sensitiveness. DESIRE TO STRETCH. A remedy of first importance in chronic nasal catarrh with atrophy; large, offensive crusts and clinkers. OZAENA. LOSS OF SENSE OF SMELL.", 
  "Natural History": [
    "Cat-thyme"
  ], 
  "dosage": "First to sixth potency. Locally for polypi, dry powder."
}