{
  "name": "Thyroidinum", 
  "Relationship": "Compare: SPONGIA; CALC.; FUCUS; LYCOPUS; IODOTHYRINE, (the active principle isolated form thyroid gland, a substance rich in Iodine and nitrogen, affects metabolism, reducing weight, may produce glycosuria. Use cautiously in obesity, for a fatty heart may not be able to maintain the accelerated rhythm. Milk contains the internal secretion of the thyroid.) THYMUS GLAND EXTRACT (arthritis deformans; metabolic osteoarthritis, 5-grain tablets 3 times daily). High potencies very efficient in exophthalmic goitre.", 
  "symptoms": {
    "Heart": [
      "Heart's action weak, with numbness of fingers", 
      "Weak, frequent pulse, with inability to lie down", 
      "Palpitation from least exertion", 
      "Anxiety about chest, as if constricted", 
      "Severe heart pain", 
      "Tachycardia", 
      "Ready excitability of heart"
    ], 
    "Eyes": [
      "Progressive diminution of sight with central scotoma"
    ], 
    "Respiratory": [
      "Dry, painful cough with scanty, difficult expectoration and burning in pharynx"
    ], 
    "Stomach": [
      "Desire for sweets and thirst for cold water", 
      "Nausea worse riding in car", 
      "Flatulence, much flatus in abdomen"
    ], 
    "Urine": [
      "Increased flow; polyuria; some albumen and sugar", 
      "Urine smells of violets, burning along urethra, increase of uric acid", 
      "Enuresis in weakly children who are nervous and irritable"
    ], 
    "Mind": [
      "Irritable, worse least opposition; goes into a rage over trifles", 
      "Stupor, alternating with restless melancholy"
    ], 
    "Head": [
      "Fullness and heat", 
      "Tongue thickly coated", 
      "Feeling of lightness in brain", 
      "Face flushed; lips burn", 
      "Persistent frontal headache", 
      "Bad taste in mouth", 
      "Eyeballs prominent", 
      "Face flushed"
    ], 
    "Skin": [
      "Skin dry, impoverished", 
      "Uterine fibroids", 
      "Jaundice with pruritus", 
      "Itching without eruption, worse night", 
      "Ichthyosis, lupus", 
      "Cold hands and feet", 
      "Browney swelling", 
      "Psoriasis associated with adiposity", 
      "Eczema", 
      "Swelling of glands of stony hardness", 
      "Sluggish cases"
    ], 
    "Throat": [
      "Dry, congested, raw, burning; worse left side"
    ], 
    "Extremities": [
      "Oedema of legs", 
      "Trembling of limbs and entire body", 
      "Aching pains", 
      "Peeling of skin of lower limbs", 
      "Cold extremities", 
      "Rheumatoid arthritis with tendency to obesity, coldness and cramps of extremities"
    ]
  }, 
  "details": "Of use in psoriasis; and TACHYCARDIA. Arrested development in children. Improves the memory. GOITRE. Excessive obesity. Acts better with pale patients, rather than those of high color. Amblyopia. MAMMARY TUMOR. UTERINE FIBROID. Great weakness and hunger, yet loses flesh. NOCTURNAL ENURESIS. AGALACTIA. Begin treatment early in pregnancy. Dose 1/2 gr. 2 to 3 times daily. VOMITING OF PREGNANCY (give early in morning before patient gets up). FIBROID TUMORS OF THE BREAST, 2x trit. Dilates arterioles. (ADRENALIN CONTRACTS THEM.) Sensation of faintness after acute diseases, i.e. weakness. Easy fatigue, weak pulse, tendency to fainting, palpitation, cold hands and feet, low blood pressure, chilliness and sensitive to cold. (Thyroid 1x 3 times daily.) Has a powerful diuretic action in myxedema and various types of oedema.Thyroid produces anaemia, emaciation, muscular weakness, sweating, headache, nervous tremor of face and limbs, tingling sensations, paralysis. Heart rate increased, exophthalmus and dilatation of pupils. IN MYXEDEMA AND CRETINISM its effects are striking. Rheumatoid arthritis. Infantile wasting. Rickets. Delayed union of fractures. In half grain doses twice a day over a considerable period said to be EFFECTIVE IN UNDESCENDED TESTICLE in boys. Thyroid exercises a general regulating influence over the mechanism of the organs of nutrition, growth and development. Thyroid weakness causes decided craving for large amount of sweets.", 
  "Natural History": "Dried Thyroid Gland of the Sheep", 
  "dosage": "Crude Thyroid at times; better sixth to thirtieth potency. If the crude Thyroid is taken (two to three grains or more daily); the pulse should be watched. Must not be given in physiological doses where with feeble heart there is high blood pressure and not in tubercular patients."
}