{
  "name": "Trinitrotoluene", 
  "Relationship": "Compare: ZINC.; PHOS.; CINA; ARS.; PLUMBUM.", 
  "Modalities": [
    "Worse: alcohol"
  ], 
  "Common names": "T.N.T.", 
  "symptoms": {
    "Head": [
      "Aversion to company, apathetic and weeps easily", 
      "Face very dark", 
      "Depression and headache", 
      "Faintness, dizziness, mental sluggishness; delirium, convulsion, coma"
    ], 
    "Respiratory": [
      "Nose dry with stuffed sensation", 
      "Sneezing, coryza, burning of trachea, choking weight on chest; dry, convulsive cough, raising mucous plugs"
    ], 
    "Stomach": [
      "Palpitation, tachycardia, bradycardia, intermittent pulse", 
      "Bitter taste, much thirst, sour regurgitation; dull burning behind the ensiform; nausea, vomiting, constipation followed by diarrhoea with cramps", 
      "Heart and circulation"
    ], 
    "Urine": [
      "High colored urine, burning on urination, sudden desire, incontinence and retention"
    ], 
    "Skin": [
      "Dermatitis, nodular erythema, vesicles, itching and burning; puffiness", 
      "Tired pain in back of knees", 
      "Tendency to hemorrhage under the skin and from the nose", 
      "Hands stained yellow"
    ]
  }, 
  "details": "Symptoms found in munition workers handling T.N.T. who inhale and ingest it and also absorb some through the skin. They were compiled by Dr. Conrad Wesselhoeft and published in the December, 1926 number of the Journal of the American Institute of Homeopathy. The destructive action of T.N.T. on the red blood corpuscles is responsible for the anemia and the jaundice with their secondary symptoms. The hemoglobin is changed so it cannot act satisfactorily as an oxygen carrier and as a result we have breathlessness, dizziness, headache, faintness, palpitation, undue fatigue, muscle cramps and cyanosis; also drowsiness, depression and insomnia. Later stages of the poisoning produce toxic jaundice and aplastic anemia. The jaundice is the result of cellular destruction in contrast to obstructive jaundice. T.N.T., Trotyl - is a high explosive, obtained by nitrating toluene - a product of coal tar distillation. When the skin or hair is exposed to T.N.T. By contact a characteristic yellow or tawny-orange stain is produced, which lasts for some weeks. Indicated in graver forms of anemia pernicious and jaundice. Produces fatal toxic jaundice.", 
  "dosage": "Thirtieth potency has been used with success."
}