{
  "name": "Tuberculinum*", 
  "Relationship": "Complementary: CALCAREA; CHINA; BRY.Compare: KOCH'S LYMPH (ACUTE AND CHRONIC PARENCHYMATOUS NEPHRITIS; produces pneumonia, bronchopneumonia, and congestion of the lungs in tuberculous patients, and is a remarkably efficacious remedy in lobular pneumonia - BRONCHOPNEUMONIA); AVIARE - Tuberculin from birds - (acts on the apices of the lungs; has proved an excellent remedy in influenzal bronchitis; symptoms similar to tuberculosis; relieves the debility, diminishes the cough, improves the appetite, and braces up the whole organism; acute bronchopulmonary diseases of children; itching of palms and ears; COUGH, acute, inflammatory, irritating, incessant, and tickling; loss of strength and appetite); HYDRAST. (to fatten patients after Tuberc.); FORMIC ACID (tuberculosis, chronic nephritis, malignant tumors; pulmonary tuberculosis, not in third stage, however; lupus; carcinoma of breast and stomach; Dr. Krull uses injections of solutions corresponding to the third centesimal potency; these must not be repeated before six months). Compare: BACIL.; PSORIN.; LACH. KALAGUA (tuberculosis; garlicky odor of all secretions and breath). TEUCRIUM SCORADONIA. Compare: THUJA. (Vaccinosis may block the way of action of TUBERCULIN until Thuja has been given and then acts brilliantly. (Burnett.)", 
  "symptoms": {
    "Head": [
      "Meningitis", 
      "Everything seems strange", 
      "When critical discharges appear, sweat, polyuria, diarrhoea, exanthema, repeating the dose only when crises come on", 
      "Nocturnal hallucinations, awakes frightened", 
      "Plica polonica", 
      "Crops of small boils, intensely painful, successively appear in the nose; GREEN, FETID PUS", 
      "Intense pain, as of an iron band around head", 
      "Subject to deep brain headaches and intense neuralgias"
    ], 
    "Fever": [
      "General chilliness", 
      "Here repeat dose every two hours", 
      "Post-critical temperature of a remittent type", 
      "Profuse sweat"
    ], 
    "Stomach": [
      "Desire for cold milk", 
      "All-gone, hungry sensation", 
      "Averse to meat"
    ], 
    "Modalities": [
      "Worse: motion", 
      "Worse: music; before a storm; standing; dampness; from draft; early morning", 
      "Worse: and after sleep", 
      "Better: open air"
    ], 
    "Mind": [
      "DEPRESSED, melancholy", 
      "Contradictory characteristics of Tuberculinum are mania and melancholia; insomnia and sopor", 
      "ANIMALS ESPECIALLY", 
      "FEAR OF DOGS", 
      "Irritable, especially when awakening", 
      "Desire to use foul language, curse and swear"
    ], 
    "Back": [
      "Chilliness between shoulders or up the back", 
      "Tension in nape of neck and down spine"
    ], 
    "Abdomen": [
      "Tabes mesenterica", 
      "Stools dark-brown, offensive, discharged with much force", 
      "Early-morning, sudden diarrhoea"
    ], 
    "Respiratory": [
      "Hard, dry cough during sleep", 
      "ENLARGED TONSILS", 
      "Sensation of suffocation, even with plenty of fresh air", 
      "Shortness of breath", 
      "Deposits begin in apex of lung", 
      "Bronchopneumonia in children", 
      "Expectoration thick, easy; profuse bronchorrhea", 
      "Hard, hacking cough; profuse sweating and loss of weight, rales all over chest", 
      "Longs for cold air"
    ], 
    "Sleep": [
      "Poor; wakes early", 
      "Dreams vivid and distressing", 
      "Overpowering sleepiness in daytime"
    ], 
    "Female": [
      "PAINS INCREASE WITH THE ESTABLISHMENT OF THE FLOW", 
      "Menses too early, too profuse, long-lasting", 
      "BENIGN MAMMARY TUMORS", 
      "DYSMENORRHEA"
    ], 
    "Skin": [
      "Chronic eczema; itching intense; worse at night", 
      "ACNE in tuberculous children", 
      "Measles; psoriasis"
    ], 
    "Ears": [
      "PERFORATION IN MEMBRANA TYMPANI, WITH RAGGED EDGES", 
      "Persistent, offensive otorrhoea"
    ]
  }, 
  "details": "Tuberculinum is indicated in renal affections, but caution is necessary, for where skin and intestines do not perform normally even high potencies are dangerous. In chronic cystitis, brilliant and permanent results. (Dr. Nebel Montreux).Of undoubted value in the treatment of INCIPIENT TUBERCULOSIS. Especially adapted to the light-complexioned, narrow-chested subjects. Lax fiber, low recuperative powers, and very susceptible to changes in the weather. Patient always tired; motion causes intense fatigue; aversion to work; wants constant changes. When SYMPTOMS ARE CONSTANTLY CHANGING AND WELL-SELECTED REMEDIES FAIL TO IMPROVE, AND COLD IS TAKEN FROM THE SLIGHTEST EXPOSURE. Rapid emaciation. Of great value in epilepsy, neurasthenia and in nervous children. Diarrhoea in children running for weeks, extreme wasting, bluish pallor, exhaustion. Mentally deficient children. Enlarged tonsils. Skin affections, ACUTE RHEUMATISM. Very sensitive, mentally and physically. General exhaustion. Nervous weakness. Trembling. Epilepsy. Arthritis.", 
  "Natural History": [
    "A Nucleoprotein, a Nosode from Tubercular Abscess"
  ], 
  "dosage": "The first dose of Tuberculinum in any difficult case is, however, the most weight prescription. The remedy should not be given without a most careful cardiac examination. As the surgeon before the anaesthetic, so must the physician know the heart before administering this drug, especially to children, and seniles - and to young seniles. He who observes this rule will have fewer clinical reproaches on his conscience. When Tuberculinum is contraindicated, recourse must be had to the nearest antipsoric.The above caution applies also to asthma, pleuritis, peritonitis in scrofulous (tuberculous) subjects. (Dr. Nebel Montreux.)TUBERCULIN needs more frequent repetition in children's complaints than nearly every other chronic remedy. (H. Fergie Woods.) Thirtieth and much higher, in infrequent doses. When Tuberculinum fails SYPHILINUM often follows advantageously, producing a reaction.My own experience warns, in the case of mixed infection, against the use of Strepto, Staphylo, or Pneumococcin below the 500th. I use them only from 2000 to 1000, having seen terrible aggravations from the 30, 100, 200, with a lowering temperature from 104 to 96. Hence the admonition, which need not concern scoffers, but those alone who wish to avail themselves of a potent weapon. The toxins used as remedies are, like Tuberculinum, prepared from pure and virulent cultures.The use of Tuberculinum in phthisis pulmonalis demands attention to the following points: In apyretic purely tubercular phthisis results are marked, provided the eliminative organs are in good order, but nothing below the 1000th should be used, unless absolutely necessary. With patients where strepto-staphylo-pneumococci are in the bronchi; where also after washing the sputum, a pure t.b. bacilli-mass remains, the same treatment is indicated. With mixed infection - found in the majority of cases - where the sputum swarms with virulent micro-organisms in addition to the t.b., other procedure is necessary. If the heart is in good shape, a single dose of Tuberculinum 1000-2000 is given, provided there are no marked indications for other remedies. With due attention to temperature and possible excretions, the dose is allowed to work until effects are no longer observed, eight days to eight weeks. Usually a syndrome then presents, permitting the accurate choice of an antipsoric Silica, Lycopodium, Phosphorus, etc. After a while the picture again darkens and now a high potency of the isopathic remedy corresponding to the most virulent and prominent micro-organism found in the sputum is given; Staphylo, Strepto, or Pneumococcin. The accurate bacteriological analysis of the sputum is absolutely essential; the choice of the ison again clears the picture, and so, proceeding on the one side etiologically (where these isopathics have not yet been proved); on the other side symptomatically with antipsoric remedies, the disease is dominated.And cases, seemingly condemned to speedy death, are brought in a year or two back to normal temperature, though, of course, sacrificing a large portion of lung tissue. This result is sure when the patient can and will take care of himself, where the heart has withstood the toxin and the stomach and liver are in good function. Further, climatic variations much be avoided. With the great mineral metabolism of the phthisic, diet regulation is imperative, and should be preponderantly vegetable, together with the addition of physiological salts in low potency. Calcarea carb., 3X, 5X, Calcarea phos., 2x, 6X, and inter-currently according to indications organ-remedies as Cactus T. 30, Chelidonium T. 30, Taraxacum T., Nasturtium T., Urtica urens T., Tussilago farfara T., Lysimachia nummularia T., for short periods."
}