{
  "name": "Veratrum viride", 
  "Relationship": "Compare: GELS.; BAPT.; BELL.; ACON.; FERR. PHOS. Antidotes STRYCHNINE - fluid extract, 20-40 drops.", 
  "symptoms": {
    "Heart": [
      "Pulse SLOW, SOFT, WEAK, irregular, intermittent", 
      "Rapid pulse, low tension", 
      "Constant, dull, burning pain in region of heart", 
      "Valvular disease", 
      "BEATING OF PULSES THROUGHOUT BODY, especially in right thigh", 
      "Aching pain in back of neck and shoulders", 
      "Severe pain in joints and muscles", 
      "Violent electric-like shocks in limbs", 
      "Convulsive twitchings", 
      "ACUTE RHEUMATISM", 
      "FEVER"
    ], 
    "Head": [
      "Congestion intense, almost apoplectic", 
      "Hot head, bloodshot eyes", 
      "Bloated, livid face", 
      "Hippocratic face", 
      "Head retracted, PUPILS DILATED, double vision", 
      "Meningitis", 
      "PAIN FROM NAPE OF NECK; cannot hold head up", 
      "Sunstroke; head full, throbbing arteries", 
      "FACE FLUSHED", 
      "Convulsive twitching of facial muscles", 
      "Vertigo with nausea"
    ], 
    "Respiratory": [
      "Congestion of lungs", 
      "Difficult breathing", 
      "Sensation of a heavy load on chest", 
      "Pneumonia, with faint feeling in stomach and violent congestion", 
      "CROUP", 
      "Menstrual colic before the appearance of the discharge with strangury", 
      "Urine Section", 
      "Scanty with cloudy sediment"
    ], 
    "Stomach": [
      "Thirsty", 
      "Nausea and vomiting", 
      "Smallest quantity of food or drink immediately rejected", 
      "Constrictive pain; increased by warm drinks", 
      "HICCOUGH; excessive and painful, with SPASMS OF ESOPHAGUS", 
      "Burning in stomach and oesophagus"
    ], 
    "Mind": [
      "Quarrelsome and delirious"
    ], 
    "Abdomen": [
      "Pain above pelvis, with soreness"
    ], 
    "Fever": [
      "Hyperthermia in the evening and hyperthermia in the morning", 
      "Suppurative fevers with great variation of temperature"
    ], 
    "Mouth": [
      "Tongue white or yellow, WITH RED STREAK DOWN THE MIDDLE", 
      "Feels scalded", 
      "Increased saliva"
    ], 
    "Female": [
      "Rigid os", 
      "Puerperal fever", 
      "Suppressed menstruation, with congestion to head", 
      "Menstrual colic before the appearance of the discharge with strangury"
    ], 
    "Skin": [
      "Erysipelas, with cerebral symptoms", 
      "Erythema", 
      "Itching in various parts", 
      "HOT SWEATING"
    ]
  }, 
  "details": "Paroxysms of auricular fibrillation. Induces fall of both systolic and diastolic blood pressure. Congestions, especially to lungs, base of brain, with nausea and vomiting. Twitchings and convulsions. Especially adapted to full-blooded, plethoric persons. Great prostration. Rheumatism of heart. BLOATED, LIVID FACE. Furious delirium. Effects of sunstroke. ESOPHAGITIS. (Farrington.) VERAT. VIR, will raise the opsonic index against the DIPLOCCUS PNEUMONIA, 70 to 109 per cent. Congestive stage and early manifestations of hepatization in pneumonia. Zigzag temperature. Clinically, it is known that such diseases as Tiegel's contracture, Thompson's Disease, athetosis and pseudo-hypertrophic muscular paralysis present a symptomatology quite like that produced by Veratrum VIR upon muscular tissue. (A. E. Hinsdale, M.D.)", 
  "Natural History": [
    "White American Hellebore"
  ], 
  "dosage": "Fifth to sixth potency."
}