{
  "name": "Veratrum album", 
  "Relationship": "Compare: VERATRINUM - alkaloid from seed of Sabadilla. - (electric pains, electric shocks in muscles, fibrillary twitchings); CHOLOS TERRAPINA (cramps in calves); CAMPH.; CUPR.; ARS.; CUPRUM ARS. (INTERMITTENT, COLD, CLAMMY SWEAT); NARCISSUS POETICUS (gastroenteritis with much griping and cutting pain in bowels. Fainting, trembling, cold limbs, small and irregular pulse); TRICHOSANTHES - (diarrhoea, pain in liver, dizziness after every stool); AGARIC. EMETIC. (Vertigo; longing for ice-cold water; burning pains in stomach); AGARIC PHALLOIDES (cholera, cramps in stomach, cold extremities, urine suppressed). VERATRINE (Increased vascular tension. It relaxes it and stimulates the elimination of toxins by skin, kidneys, and liver).", 
  "symptoms": {
    "Heart": [
      "Pulse irregular, feeble", 
      "One of the best heart stimulants in homeopathic doses", 
      "Palpitation with anxiety and rapid audible respiration", 
      "Intermittent action of heart in feeble persons with some hepatic obstruction", 
      "Tobacco heart from chewing"
    ], 
    "Eyes": [
      "Staring: turned upwards, without lustre", 
      "Lachrymation with redness", 
      "Lids dry heavy", 
      "Surrounded by dark rings"
    ], 
    "Fever": [
      "Chill, WITH EXTREME COLDNESS and thirst"
    ], 
    "Stomach": [
      "Great weakness after vomiting", 
      "VORACIOUS appetite", 
      "Anguish in pit of stomach", 
      "Hiccough", 
      "Gastric irritability with CHRONIC vomiting of food", 
      "THIRST FOR COLD WATER, BUT IS VOMITED AS SOON AS SWALLOWED", 
      "Craves fruit, juicy and cold things, ice, salt", 
      "COPIOUS VOMITING AND NAUSEA; AGGRAVATED BY DRINKING AND LEAST MOTION", 
      "Averse to warm food"
    ], 
    "Female": [
      "Menses too early; profuse and exhausting", 
      "DYSMENORRHOEA, WITH COLDNESS, purging, COLD SWEAT", 
      "Sexual mania precedes menses", 
      "FAINTS FROM LEAST EXERTION"
    ], 
    "Modalities": [
      "Worse: at night; wet", 
      "Worse: cold weather", 
      "Better: walking and warmth"
    ], 
    "Mind": [
      "Aimless wandering from home", 
      "Cursing, howling all night", 
      "Mania, with desire to cut and tear things", 
      "Puerperal mania", 
      "Sits in a stupid manner; notices nothing; SULLEN INDIFFERENCE", 
      "Melancholy, with stupor and mania", 
      "Frenzy of excitement; shrieks, curses", 
      "Attacks of pain, with delirium driving to madness", 
      "DELUSIONS OF IMPENDING MISFORTUNES"
    ], 
    "Abdomen": [
      "Sensation as if hernia would protrude", 
      "Sinking and empty feeling", 
      "Cramps, knotting abdomen and legs", 
      "Pain in abdomen preceding stool", 
      "COLD FEELING in stomach and abdomen", 
      "Abdomen sensitive to pressure, swollen with terrible colic"
    ], 
    "Face": [
      "Features sunken", 
      "FACE VERY PALE, BLUE, COLLAPSED, COLD", 
      "Nose grows more pointed", 
      "ICY COLDNESS OF TIP OF NOSE AND FACE", 
      "Tearing in cheeks, temples, and eyes"
    ], 
    "Respiratory": [
      "Much mucus in bronchial tubes, that cannot be coughed up", 
      "Cough on entering warm room from cold air", 
      "Coarse rales", 
      "Cough comes on from drinking, especially cold water; urine escapes when coughing", 
      "Chronic bronchitis in the aged", 
      "Loud, barking, stomach cough, followed by eructations of gas; worse, warm room", 
      "Hollow cough, tickling low down, with blue face", 
      "Rattling in chest", 
      "Hoarse, weak voice"
    ], 
    "Mouth": [
      "Tongue pale, cold; cool sensation, as from peppermint", 
      "Toothache, teeth feel heavy as if filled with lead", 
      "Dry in center not relieved by water", 
      "Salty saliva"
    ], 
    "Head": [
      "Contracted features", 
      "Neck too weak to hold head up", 
      "Headache, with nausea, vomiting, diarrhoea, pale face", 
      "SENSATION OF A LUMP OF ICE ON VERTEX", 
      "COLD SWEAT ON FOREHEAD"
    ], 
    "Skin": [
      "Wrinkling of skin of hands and feet", 
      "Cold sweat", 
      "Blue, cold, clammy, inelastic; COLD AS DEATH"
    ], 
    "Rectum": [
      "Constipation from inactivity of rectum, with heat and headache", 
      "Evacuations of cholera morbus and true cholera when vomiting accompanies the purging", 
      "STOOLS LARGE, WITH MUCH STRAINING UNTIL COPIOUS, AND FORCIBLY EVACUATED, followed by great prostration", 
      "Constipation of babies, and when produced by very cold weather"
    ], 
    "Extremities": [
      "Neuralgia in brachial plexus; arms feel swollen, cold, paralytic", 
      "Sciatica; pains like electric flashes", 
      "Soreness and tenderness of joints", 
      "CRAMPS IN CALVES"
    ]
  }, 
  "details": "A perfect picture of COLLAPSE, WITH EXTREME COLDNESS, BLUENESS, AND WEAKNESS, is offered by this drug. Post-operative shock with cold sweat on forehead, pale face, rapid, feeble pulse. COLD PERSPIRATION ON THE FOREHEAD, with nearly all complaints. VOMITING, PURGING, AND CRAMPS IN EXTREMITIES. The PROFUSE, violent retching and vomiting is most characteristic. Surgical shock. Excessive dryness of all mucous surfaces. COPROPHAGIA violent mania alternates with silence and refusal to talk.", 
  "Natural History": [
    "White Hellebore"
  ], 
  "dosage": "First to thirtieth potency. In diarrhoea, not below the sixth."
}