{
  "name": "Verbascum", 
  "Relationship": "Compare: RHUS AROM.; CAUST.; PLATIN.; SPHINGURUS (pain in zygoma).", 
  "symptoms": {
    "Respiratory": [
      "HOARSE; voice deep, harsh; sounds like a trumpet; \"basso profundo", 
      "\" Cough; worse at night", 
      "Asthma", 
      "Soreness in pharynx, cough during sleep", 
      "Urinary Organs", 
      "Constant dribbling", 
      "ENURESIS", 
      "Burning urination", 
      "Increase with pressure in bladder"
    ], 
    "Modalities": [
      "Worse: change of temperature", 
      "Worse: talking", 
      "Worse: sneezing", 
      "Worse: biting hard ; from nine AM to four PM"
    ], 
    "Abdomen": [
      "Pain extends deep down, causing contraction of sphincter ani"
    ], 
    "Face": [
      "Neuralgia affecting zygoma, temporomaxillary joint, and ear , particularly of left side, with lachrymation, coryza, and sensation AS IF PARTS WERE CRUSHED WITH TONGS", 
      "Talking, sneezing, and change of temperature aggravate the pains; also, pressing teeth together", 
      "Pains seem to come in flashes, excited by least movement, occurring periodically at same hour in morning and afternoon each day"
    ], 
    "Rectum": [
      "Many movements a day, with twisting about navel", 
      "Hemorrhoids, with obstructed, hardened stool", 
      "Inflamed and painful piles"
    ], 
    "Extremities": [
      "Cramp-like pain in soles, right foot, and knee", 
      "Lower extremities feel heavy", 
      "Thumb feels numb", 
      "Neuralgic pain in left ankle", 
      "Stiffness and SORENESS OF JOINTS OF LOWER EXTREMITIES"
    ], 
    "Ears": [
      "Otalgia, with a sense of obstruction", 
      "Deafness", 
      "Dry, scaly condition of meatus"
    ]
  }, 
  "details": "Has a pronounced action on the inferior maxillary branch of the fifth pair of the cranial nerves; on the ear; and respiratory tract and bladder. CATARRHS, and colds, WITH PERIODICAL PROSOPALGIA. Quiets nervous, and bronchial, and urinary irritation, and cough.", 
  "Natural History": [
    "Mullein"
  ], 
  "dosage": "MULLEIN OIL, (locally, for earache and dry, scaly condition of meatus. Also for teasing cough at night or lying down. Internally, tincture and lower potencies. ENURESIS, five-drop doses night and morning."
}