{
  "name": "Viola odorata", 
  "Relationship": "Compare: ULMUS (formication in feet, numb, creeping pain in legs and feet; rheumatic pains above wrists; numbness, tingling, and full soreness where gastrocnemius gives off its tendon); CHENOPODIUM (EARS; SEROUS OR BLOODY EFFUSIONS IN THE LABYRINTH; chronic otitis media; progressive DEAFNESS TO THE VOICE, BUT SENSITIVE TO SOUNDS of passing vehicles and other sounds; buzzing; absent or deficient bone conduction; a consciousness of the ear; hearing better for shrill, high-pitched sounds than for low ones); AUR.; PULS.; SEP.; IGN.; CINA; CAULOP. (In rheumatism of small joints.)", 
  "symptoms": {
    "Eyes": [
      "Choroiditis", 
      "Myopia", 
      "Eyeball feels compressed", 
      "Flames before eyes", 
      "Illusions of vision; fiery, serpentine circles", 
      "Heaviness of lids"
    ], 
    "Respiratory": [
      "Difficult breathing, anxiety and palpitation, with hysteria", 
      "Torpor in the end of nose, as from a blow", 
      "Oppression of chest", 
      "DYSPNOEA DURING PREGNANCY", 
      "Pertussis, with hoarseness", 
      "Dry, short, spasmodic cough and dyspnoea; worse in daytime"
    ], 
    "Modalities": [
      "Worse: cool air"
    ], 
    "Urine": [
      "Enuresis in nervous children", 
      "MILKY URINE; smells strong"
    ], 
    "Head": [
      "TENDENCY TO PAIN IMMEDIATELY ABOVE EYEBROWS", 
      "Throbbing under eye and temple", 
      "HEADACHE ACROSS THE FOREHEAD", 
      "Hysterical attacks in tuberculous patients", 
      "Acts upon frontal sinuses", 
      "Vertigo; everything in head seems to whirl around", 
      "SCALP TENSE; MUST KNIT THE BROWS", 
      "BURNING F THE FOREHEAD", 
      "Heaviness of head, with sensation of weakness in muscles of nape of neck"
    ], 
    "Extremities": [
      "Trembling of limbs", 
      "PRESSING PAIN IN RIGHT CARPAL AND METACARPAL JOINTS", 
      "Rheumatism of the deltoid muscle"
    ], 
    "Ears": [
      "Roaring and tickling", 
      "Shooting in ears", 
      "Deep stitches beneath ears", 
      "Aversion to music", 
      "Deafness; OTORRHOEA", 
      "Ear affections with pain in eyeballs"
    ]
  }, 
  "details": "Rheumatic carpal and metacarpal joints.Has a specific action on the ear. Affects especially dark-haired patients; supraorbital and orbital regions; rheumatism in upper parts of the body when on the RIGHT side. WORM AFFECTIONS in children. (TEUCR.) Locally, for pain due to uterine fibroids. Also against snake-bites, bee-stings. TENSION extends to upper half of face and ears.", 
  "Natural History": [
    "Violet"
  ], 
  "dosage": "First to sixth potency."
}