{
  "Natural History": [
    "The German Viper"
  ], 
  "symptoms": {
    "Abdomen": [
      "Violent pain in enlarged liver, with jaundice and fever; extends to shoulder and hip"
    ], 
    "Face": [
      "Excessively swollen", 
      "Lips and tongue swollen, livid, protruding", 
      "Tongue dry, brown, black", 
      "Speech difficult"
    ], 
    "Skin": [
      "Livid", 
      "Skin peels in large plates", 
      "Lymphangioma, boils, carbuncles, with BURSTING sensation, relieved by elevating parts"
    ], 
    "Extremities": [
      "Patient is obliged to keep the extremities elevated", 
      "WHEN THEY ARE ALLOWED TO HAND DOWN, IT SEEMS AS IF THEY WOULD BURST, AND THE PAIN IS UNBEARABLE", 
      "VARICOSE VEINS and acute phlebitis", 
      "Veins swollen, sensitive; bursting pain", 
      "Severe cramps in lower extremities"
    ], 
    "dosage": ""
  }, 
  "name": "Vipera", 
  "Relationship": "PELIUS BERUS - Adder. (Prostration and fainting, faltering pulse, skin yellow, PAIN ABOUT NAVEL. Swelling of arm, tongue, right eye; giddiness, nervousness, faintness, sickness, compression of chest, could not breathe properly or take a deep breath; aching and stiffness of limbs, joints stiff, collapsed feeling, great thirst.) EEL SERUM (heart and kidney diseases. Failure of compensation and impending asystole).", 
  "details": "Viper poisoning causes a temporary increase in reflexes, paresis supervenes, a paraplegia of the lower extremities extending upwards. Resembles acute ascending paralysis of Landry. (Wells). Has special action on kidneys and induces hematuria. Cardiac dropsy.Indicated in inflammation of veins with great swelling; BURSTING SENSATION. ENLARGEMENT OF LIVER. Ailments of menopause. Oedema of glottis. Poly-neuritis, polio-myelitis.Adder. Prostration and fainting, faltering pulse, skin yellow, PAIN ABOUT NAVEL. Swelling of arm, tongue, right eye; giddiness, nervousness, faintness, sickness, compression of chest, could not breathe properly or take a deep breath; aching and stiffness of limbs, joints stiff, collapsed feeling, great thirst."
}