{
  "name": "X ray", 
  "Modalities": [
    "Worse: in bed", 
    "Worse: afternoon", 
    "Worse: evening and night; open air"
  ], 
  "Common names": "Vial containing alcohol exposed to X-Ray", 
  "symptoms": {
    "Head": [
      "Fullness in ears, ringing in head", 
      "Dull pain in right upper jaw", 
      "Sudden cricks in neck, pains more severe behind ears", 
      "Stiff neck", 
      "Sticking pains in different parts of head and face", 
      "Pain in muscles of neck when lifting head from pillow"
    ], 
    "Mouth": [
      "Throat painful on swallowing", 
      "Tongue dry, rough, sore", 
      "Nausea"
    ], 
    "Skin": [
      "Nails thicken", 
      "Psoriasis", 
      "Skin dry, wrinkled", 
      "Warty growths", 
      "Erythema around roots of nails", 
      "Painful cracks", 
      "Dry, itching eczema"
    ], 
    "Extremities": [
      "Rheumatic pains", 
      "General tired and sick feeling", 
      "Palms rough and scaly"
    ], 
    "Male": [
      "Lewd dreams", 
      "Sexual desire lost", 
      "Re-establishes suppressed gonorrhea"
    ]
  }, 
  "details": "Repeated exposure to Roentgen (X-ray) has produced skin lesions often followed by cancer. Distressing pain. Sexual glands are particularly affected. Atrophy of ovaries and testicles. Sterility. Changes take place in the blood lymphatics and bone marrow. Anaemia and leukaemia. Corresponds to stubbornness as in burns, they refuse to heal. Psoriasis.Has the property of stimulating cellular metabolism. Arouses the reactive vitality, mentally and physically. Brings to the surface suppressed symptoms, especially sycotic and those due to mixed infections. Its homeopathic action is thus centrifugal, towards the periphery.", 
  "dosage": "MAGNETIS POLUS AUSTRALIE. South pole of the magnet. - (Severe pain in inner side of nail of the big toe, INGROWING TOENAIL; easy dislocation of joints of foot; feet are painful when letting them hang down.Compare: ELECTRICITAS. Sugar of milk saturated with the current. (Anxiety, nervous tremors, restlessness, palpitation, headaches. Dreads approach of thunder-storms; heaviness of limbs.)MAGNETIS POLUS ARCTICUS. North pole of the magnet. - (Disturbed sleep, somnambulism, cracking in cervical vertebrae, sensation of coldness; toothache.)MAGNETIS POLI AMBO. The Magnet. Sugar of milk or distilled water exposed to influence of entire mass. (Burning lancinations throughout the body; pains as if broken in joints, when cartilage of two bones touch; shooting and jerkings; headache as if a nail were driven in; tendency of old wounds to bleed afresh.)Twelfth potency and higher."
}