{
  "name": "Xanthoxylum", 
  "Relationship": "Compare: GNAPH.; CIMICIF.; STAPH.; MEZER.; PISCIDIA - White dogwood - (a nerve sedative. INSOMNIA DUE to worry, nervous excitement, spasmodic coughs; pains of irregular menstruation; regulates the flow. Neuralgic and spasmodic affections. Use tincture in rather material doses.)", 
  "symptoms": {
    "Head": [
      "Feels full", 
      "Weight and pain on vertex", 
      "Pain over eyes, throbbing pressure over nose, pressure in forehead; head seems divided; ringing in ears", 
      "Occipital headache", 
      "Sick headache with dizziness and flatulence"
    ], 
    "Respiratory": [
      "Aphonia", 
      "Constant desire to take a long breath; oppression of chest", 
      "Dry cough, day and night"
    ], 
    "Mind": [
      "Nervous, frightened", 
      "Mental depression"
    ], 
    "Abdomen": [
      "Griping and diarrhoea", 
      "Dysentery, with TYMPANITES, tenesmus; in-odorous discharges"
    ], 
    "Face": [
      "Neuralgia of lower jaw", 
      "Dryness of mouth and fauces", 
      "Pharyngitis"
    ], 
    "Female": [
      "Menses too early and painful", 
      "Ovarian neuralgia, with pain in loins and lower abdomen; worse, LEFT SIDE, extending down the thigh, along genitocrural nerves", 
      "NEURALGIC DYSMENORRHOEA, with neuralgic headaches; pain in BACK AND DOWN LEGS", 
      "Menses thick, almost black", 
      "AFTER PAINS", 
      "Leucorrhoea at time of menses", 
      "Neurasthenic patients who are thin, emaciated; poor assimilation with insomnia and occipital headache"
    ], 
    "Extremities": [
      "Paralysis of left side following spinal disorders", 
      "Numbness of left side; impairment of nerve of motion", 
      "Hemiplegia", 
      "Pain in nape, extending down back", 
      "Sciatica; worse, hot weather", 
      "Anterior, crural neuralgia", 
      "Left arm numb", 
      "Neuralgic shooting pain, as from electricity, all over limbs", 
      "Sleep", 
      "Hard and unrefreshing; dreams of flying", 
      "Sleeplessness in neurasthenics"
    ]
  }, 
  "details": "Its specific action is on the nervous system and mucous membranes. Paralysis, especially HEMIPLEGIA. Painful hemorrhages, after-pains, NEURALGIC DYSMENORRHOEA, and rheumatic affections, offer a therapeutic field for this remedy, especially in patients of spare habit and nervous, delicate organization. Indigestion from over-eating or from too much fluid. Sluggish capillary circulation. Neurasthenia, poor assimilation, insomnia, occipital headache. Increases mucous secretion of mouth and stimulates the secretion from all glands with ducts opening in the mouth.", 
  "Natural History": [
    "Prickly Ash"
  ], 
  "dosage": "First to sixth potency."
}